Repository: iespana/LSOne
Catalog: POS/Services/DialogService/Properties/resources.*.resx
Languages: bg, is, sv

source: Input is not a date
bg: Въведеното не е дата
is: Innsláttur er ekki dagsetning
sv: Input är inte ett datum

source: No records
bg: Няма записи
is: Engar færslur
sv: Inga poster

# AreYouSureYouWantToWriteTheseAmountsToTheDatabase
source: Are you sure that you want to write these amounts to the database?
bg: Сигурни ли сте, че искате да запишете тези суми в базата данни?
is: Ertu viss um að þú viljir vista þessar upphæðir?
sv: Är du säker på att du vill skriva beloppen till databasen?

source: Bank drop
is: Færa í banka
sv: Bankinsättning

source: Bills
bg: Банкноти
is: Seðlar
sv: Sedlar

source: Expected amount:
bg: Очаквана сума:
is: Gerði ráð fyrir upphæðini:
sv: Förväntat belopp:

source: Other
bg: Друго
is: Annað
sv: Annant

# PleaseCountTheTenderAgain
source: Please count the tender #1 again.
bg: Моля пребройте плащане #1 отново.
is: Teldu gjaldmiðilinn #1 aftur.
sv: Räkna betalningsmedel #1 igen.

source: Subtotal:
bg: Междинна сума
is: Millisamtala:

# BankDropReversion
source: Bank drop reversal
bg: Сторниране bank drop
is: Bakfæra færslu í banka
sv: Bankinsättning reversion

# SafeDropReversion
source: Safe drop reversal
is: Bakfæra færslu í öryggishólf
sv: Kassaskåpsinsättning reversion

source: Coins
bg: Монети
is: Mynt
sv: Mynt

# NoAmountHasBennEnteredYet
source: No amount has been entered yet
bg: Не е въведена сума все още
is: Engin upphæð hefur enn verið skráð
sv: Inget belopp har registrerats

source: Enter amount
bg: Въведете Сума
is: Sláið inn upphæð
sv: Ange belopp

source: Total amount
bg: Обща сума
is: Heildarupphæð
sv: Totalt belopp

source: Clear
bg: Изчисти
is: Hreinsa
sv: Radera

source: Close
bg: Затвори
is: Loka
sv: Stänga

source: Get price
bg: Вземи цена
is: Ná í verð
sv: Visa pris

source: Hide price
bg: Скриване на цена
is: Fela verð
sv: Dölj pris

source: Price
bg: Цена
is: Verð
sv: Pris

source: Safe drop
is: Færa í öryggishólf
sv: Kassaskåpsinsättning

source: Select
bg: Избиране
is: Velja
sv: Välj

# CommuncatingWithStoreServer
source: Communicating with Site service, please wait...
bg: Връзка с услугата на сайта, моля изчакайте ...
is: Samskipti við búðarþjón, bíðið augnablik...
sv: Kommunicerar med Site Service, var god vänta...

# FieldDoesNotContainValidEmail
source: This field does not contain valid email address.
bg: Това поле не съдържа валиден имейл адрес.
is: Þetta svæði inniheldur ekki rétt sniðið netfang.
sv: Fältet innehåller inte en giltig e-post adress.

source: Show price
bg: Покажи цена
is: Birta verð
sv: Visa pris

source: Abort
bg: Прекъсни
is: Hætta við
sv: Avbryt

source: Retry
bg: Повторен опит
is: Reyna aftur
sv: Försök igen

source: Ignore
bg: Игнорирай
is: Hunsa
sv: Ignorera

source: Yes
bg: Да
is: Já
sv: Ja

source: Hide details
bg: Скриване на детайли
is: Fela upplýsingar
sv: Dölj detaljer

source: View details
bg: Преглед на детайли
is: Sýna upplýsingar
sv: Vy detaljer

source: Drawer open
bg: Чекмедже отворено
is: Skúffa opin
sv: Kassalåda öppen

# PleaseCloseDrawer
source: Please close the drawer
bg: Моля затворете чекмеджето
is: Vinsamlegast lokið skúffu
sv: Stäng kassalåda

source: Inventory lookup
bg: Търсене в материални запаси
is: Birgðauppfletting
sv: Lagersökning

source: Connection failure
bg: Неуспешно свързване
is: Tengivilla
sv: Uppkoppling misslyckades

source: Could not connect to Site Service.
bg: Не можа да се свърже с услугата на сайта
is: Gat ekki tengst búðarþjóni.
sv: Kunde inte koppla upp till Site Service.

source: Retrieving available inventory
bg: Извличане на налични артикули
is: Sækir tiltækar birgðir
sv: Hämtar tillgängligt lager

# ErrorAmount
source: The amount should be #2
bg: Сумата трябва да бъде #2
is: Upphæðin á að vera #2
sv: Beloppet ska vara #2

source: Images
bg: Изображения
is: Myndir
sv: Bilder

# InventoryLookupNotSetUp
source: Inventory lookup is currently disabled. You either need to add a site service profile to the terminal or enable inventory lookup in the terminal's site service profile
bg: Понастоящем търсенето на запаси е деактивирано. Трябва или да добавите профил на услугата на сайта към терминала или да разрешите търсене на запаси в профила на услугата на сайта на терминала
is: Vöruleit er ekki virk eins og er. Annaðhvort verður að bæta við tengingu við miðlæga þjónustu fyrir útstöðina, eða virkja vöruleit í uppsetningu miðlægrar þjónustu fyrir útstöðina.
sv: Lagersökning är inaktiverad. Du måste antingen lägga till en Site Service profil till terminalen eller aktivera lagersökning i terminalens Site Service profil

source: List
bg: Списък
is: Listi
sv: Lista

source: Error
bg: Грешка
is: Villa
sv: Fel

source: Warning
bg: Внимание
is: Aðvörun
sv: Varning

# ItemsXofY
source: Loaded {0} items out of {1}
bg: Заредени {0} артикули от {1}
is: {0} af {1} hafa verið sótt
sv: Laddat {0} artiklar av {1}

source: Select a sales person
bg: Изберете търговец
is: Velja sölumann
sv: Välj säljare

source: Loyalty discount
bg: Отстъпка за лоялност
is: Vildarafsláttur
sv: Klubbkundsrabatt

source: Search
bg: Търсене
is: Leita
sv: Sök

# MaximumSelectionReached
source: Maximum selection reached for the group
bg: Достигнат е максимален избор за групата
is: Ekki er hægt að velja fleiri atriði í flokknum
sv: Max antal val har uppnåtts för grupp

source: Cancel
bg: Отказ
is: Hætta við
sv: Avbryt

source: Clear selection
bg: Изчисти селекцията
is: Hreinsa val
sv: Radera val

source: Customer
bg: Клиент
is: Viðskiptamaður
sv: Kund

source: Customer Id
bg: Клиент No
is: Viðskiptamanna nr.
sv: Kund-ID

source: Customer name
bg: Клиент Име
is: Viðskiptamaður
sv: Kundnamn

source: Discount
bg: Отстъпка
is: Afsláttur
sv: Rabatt

source: Down
bg: Надолу
is: Niður
sv: Ner

source: Invoice
bg: Фактура
is: Reikningur
sv: Faktura

source: Item
bg: Артикул
is: Vara
sv: Artikel

source: Item description
bg: Описание на артикул
is: Vörulýsing
sv: Artikelbeskrivning

source: Item id
bg: Артикул No
is: Auðkenni vöru
sv: Artikel-ID

source: Line discount
bg: Отстъпка по ред
is: Línuafsláttur
sv: Radrabatter

# MinimumRequirementIs
source: Minimum requirement is {0}
bg: Минималното изискване е {0}
is: Lágmark er að velja {0}
sv: Minimum krav är {0}

source: Multiple selection
bg: Множествено избиране:
is: Fjöldaval
sv: Multi-val

source: No charge
bg: Без такса
is: Ekkert gjald
sv: Ingen avgift

source: Normal price
bg: Нормална цена
is: Venjulegt verð
sv: Normal pris

source: OK
is: Í lagi

source: Receipt
bg: Разписка
is: Kvittun
sv: Kvitto

source: Receipt Id
bg: Разписка ID
is: Kvittunarnúmer
sv: Kvitto-ID

source: Req.
bg: Задълж.
is: Skil.
sv: Förfrågan.

source: Return transaction
bg: Рекламация транзакция
is: Skila afgreiðslu
sv: Returtransaktion

# ScanEnterBarCode
source: Scan/enter a barcode.
bg: Сканиране/въвеждане на баркод.
is: Skannið eða sláið inn strikamerki.
sv: Scanna/ange en streckkod.

source: Sel.
bg: Изб.
is: Val.
sv: Välj.

# SelectMax
source: Select max {0}
bg: Избиране на максимум {0}
is: Hámark {0}
sv: Välj max {0}

source: Sell item
bg: Продажба на артикул
is: Selja vöru
sv: Sälj artikel

source: Total discount
bg: Обща отстъпка
is: Heildarafsláttur
sv: Total rabatter

source: Up
bg: Нагоре
is: Upp
sv: Upp

source: Product not found
bg: Продуктът не е намерен
is: Vara fannst ekki.
sv: Produkten kan inte hittas.

source: No image
bg: Няма изображение
is: Engin mynd
sv: Ingen bild

# CustomerOrderInfoWillBeMissing
source: Specific customer order information will be missing from the #1
bg: Специфична информация за клиентска поръчка ще липсва от #1
is: Ekki verður því hægt að prenta út upplýsingar um sölupöntunina á #1
sv: Specifik kundorderinformation kommer att saknas från #1

# InvoiceLowerCase
source: invoice
bg: Фактура
is: nótuna
sv: faktura

# NoCustomerOrderInfoAvailable
source: Information about the customer order associated with this deposit cannot be found.
bg: Информацията за клиентската поръчка, свързана с този депозит, не може да бъде намерена.
is: Ekki fundust upplýsingar um sölupöntunina þessi innágreiðslu á við.
sv: Information om kundordern kopplad till den här inbetalningen kan inte hittas.

# ReceiptCopyLowerCase
source: receipt copy
bg: Разписка копие
is: afrit kvittunar
sv: kvittokopia

# ActionNotAllowedForFuelItems
source: This action is not allowed for fuel items.
bg: Това действие не е разрешено за артикули горива.
is: Þessi aðgerð er ekki leyfileg fyrir eldsneyti.
sv: Den här åtgärden medges inte för bränsleartiklar.

# ClearEmail
source: Clear
bg: Изчисти
is: Hreinsa
sv: Rensa

# MaximumLineReturnAmountIs
source: The maximum line return amount is {0}
bg: Максимална сума за връщане на реда е {0}
is: Leyfileg hámarks línu upphæð til baka er {0}
sv: Det maximala avkastningsbeloppet är {0}

# PriceHigherThanMaximumLineReturnAmount
source: The price for this item is higher than the maximum line return amount for this user
bg: Цената за този артикул е по-висока от максималната сума за връщане по реда за този потребител
is: Verðið á þessari vöru er hærra en leyfileg hámarks línu upphæð til baka fyrir þennan notanda
sv: Priset för det här objektet är högre än det maximala avkastningsbeloppet för den här användaren

# LoyaltyDiscountsFollowCustomer
source: Loyalty and discounts will follow the customer you choose to have on the transaction.
bg: Лоялността и отстъпките ще следват клиента, който сте избрали за транзакцията.
is: Vildarkort og afslættir munu fylgja þeim viðskiptamanni sem þú velur að hafa á færslunni.
sv: Kundkort och rabatter registreras för den kund du väljer att ha på transaktionen.

# OverrideCustomer
source: Do you want to override {0}?
bg: Искате ли да замените {0}?
is: Vilt þú yfirskrifa {0}?
sv: Vill du åsidosätta {0}?

# OverrideCustomerDialogHeader
source: Override customer
bg: Замени клиент
is: Yfirskrifa viðskiptamann
sv: Ignorera kund

# TransactionHasCustomer
source: The transaction you are recalling has customer {0} selected.
bg: Транзакцията, която извиквате, е с избран клиент {0}.
is: Færslan er þegar með viðskiptamann {0} valdan.
sv: Den transaktion du återkallar har kunden {0} vald.

# HeaderReturnItems
source: Returnable items
bg: Артикули, които могат да бъдат връщани
is: Vörur sem má skila
sv: Returnerbara artiklar

# HeaderSetReasonCode
source: Set reason code
bg: Настройка код причина
is: Setja ástæðukóta
sv: Ange orsakskod

source: No items are selected.
bg: Не са избрани артикули.
is: Engar línur eru valdar.
sv: Inga artiklar valdes.

# NoReasonCodeSelected
source: All items must have a reason code selected.
bg: Всички артикули трябва да имат избран код причина за връщане.
is: Allar vörur þurfa að hafa ástæðukóta.
sv: Alla objekt måste ha en vald orsakskod.

source: Reason codes
bg: Кодове причини
is: Ástæðukótar
sv: Orsakskoder

source: Return items
bg: Връщане на артикули
is: Skila vörum
sv: Returartiklar

source: Select a reason code
bg: Изберете причина
is: Veldu ástæðukóta
sv: Välj en orsak

source: Select line
bg: Избиране на ред
is: Velja línu
sv: Välj rad

source: Set
bg: Задаване
is: Setja
sv: Ange

source: Select all
bg: Избиране на всички
is: Velja allt
sv: Markera allt

source: My region
bg: Мой регион
is: Mitt svæði
sv: Min regioner

source: Regions
bg: Регион:
is: Svæði
sv: Region:

source: Selection required
bg: Изисква се избор
sv: Ett val krävs
