Repository: iespana/LSOne
Catalog: SM/Plugins/SiteService/Properties/Resources.*.resx
Languages: bg, da, es, fi, fr, nl, ru, vi_vn

source: Customer
bg: Клиент
da: Kunde
es: Cliente
fi: Asiakas
fr: Client
nl: Valuta
ru: Клиент
vi_vn: Khách hàng

source: Add
bg: Добавяне
da: Tilføj
es: Añadir
fi: Lisää
fr: Ajouter
nl: Toevoegen
ru: Добавить
vi_vn: Cộng thêm

# AreYouSureYouWantToDeleteTheShortHandLine
source: Are you sure you want to delete the button text?
bg: Сигурни ли сте, че искате да изтриете този бутон текст?
da: Er du sikker på, at du vil slette knapteksten?
es: ¿Está seguro de que desea eliminar el texto del botón?
fi: Haluatko varmasti poistaa painikkeen tekstin?
fr: Êtes-vous sûr(e) de vouloir supprimer le texte du bouton ?
nl: Weet u zeker dat u de stap wilt verwijderen?
ru: Вы уверены, что хотите удалить текст кнопки?
vi_vn: Bạn có chắc chắn muốn xóa nút văn bản?

source: Central returns
bg: Централа връщания
da: Central returnering
es: Devoluciones centralizadas
fi: Keskitetty palautus
fr: Retours centraux
nl: Centraal retouren
ru: Централизованные возвраты
vi_vn: Trả hàng về trung tâm

source: Central suspension
bg: Централа отлагане
da: Central suspendering
es: Suspensión centralizada
fi: Keskitetty kuittiparkki
fr: Interruption centrale
nl: Centrale ophanging
ru: Централизованные отложения
vi_vn: Treo ở trung tâm

# ConnectingToStoreServer
source: Connecting to Site service...
bg: Свързване с услугата на сайта ...
da: Forbinder til Site Service...
es: Conectando con el servidor de la tienda...
fi: Yhteyden muodostaminen Site Service -palveluun
fr: Connexion au service de site en cours...
nl: Verbinding maken met Site Service...
ru: Подключение к Сайту Сервиса...
vi_vn: Kết nối với Dịch vụ Trang web ...

source: Connection
bg: Връзка
da: Forbindelse
es: Conexión
fi: Yhteys
fr: Connexion
nl: Verbinding
ru: Соединение
vi_vn: Kết nối

# ConnectionToStoreServerWorked
source: Connection to Site service worked
bg: Връзката с услугата на сайта работи
da: Forbindelse til Site Service fungerede
es: Conexión exitosa con el servidor de la tienda
fi: Yhteys Site Service -palveluun toimii
fr: La connexion au service de site a réussi
nl: Verbinding met Site Service gewerkt
ru: Подключение к Сайту сервиса работает
vi_vn: Kết nối với dịch vụ trang web đã hoạt động

# CouldNotConnectToDataBase
source: Could not connect to the database
bg: Не можа да се свърже с базата данни
da: Kunne ikke forbindelse til databasen
es: No se ha podido establecer la conexión con la base de datos
fi: Yhteys tietokantaan ei onnistunut
fr: Impossible de se connecter à la base de données
nl: Kon geen verbinding maken met de database
ru: Не удалось подключиться к базе данных
vi_vn: Không thể kết nối với cơ sở dữ liệu

# CouldNotConnectToStoreServer
source: Could not connect to Site service
bg: Не можа да се свърже с услугата на сайта
da: Kunne ikke oprette forbindelse til Site Service
es: No se ha podido establecer la conexión con el servidor de la tienda
fi: Yhteyden muodostaminen Site Service -palveluun ei onnistunut
fr: Impossible de se connecter au service de site
nl: Kon geen verbinding maken met de Site-service
ru: Не удалось подключиться к Сайту Сервиса
vi_vn: Không thể kết nối với dịch vụ Trang web

source: Credit memo
bg: Кредитно известие
da: Kreditnota
es: Nota de crédito
fi: Hyvityskuitti
fr: Note de crédit
nl: Stornering
ru: Кредит мемо
vi_vn: Chứng từ trả hàng

source: Delete
bg: Изтриване
da: Slet
es: Borrar
fi: Poista
fr: Supprimer
nl: Verwijderen
ru: Удалить
vi_vn: Xóa

# DeleteSSProfile
source: Delete Site service profile
bg: Изтриване на профила на услугата на сайта
da: Slet Site Service profil
es: Eliminar perfil de servidor de la tienda
fi: Poista Site Service profiili
fr: Supprimer le profil de Service de site
nl: Site serviceprofiel verwijderen
ru: Удалить профиль Сайта сервиса
vi_vn: Xóa hồ sơ dịch vụ trang web

# DeleteSSProfileQuestion
source: Are you sure you want to delete the selected Site service profile?
bg: Наистина ли искате да изтриете избрания профил на услугата на сайта?
da: Er du sikker på at du vil slette den valgte Site Service profil?
es: ¿Está seguro de que desea eliminar el perfil de servidor de la tienda seleccionado?
fi: Haluatko varmasti poistaa valitun Site Service profiilin?
fr: Êtes-vous sûr(e) de vouloir supprimer le Service de site choisi ?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
ru: Вы уверены, что хотите удалить выбранный профиль Сайта сервиса?
vi_vn: Bạn có chắc chắn muốn xóa hồ sơ dịch vụ trang web đã chọn không?

# EditCmd
source: Edit
bg: Редактиране
da: Rediger ...
es: Editar
fi: Muokkaa
fr: Modifier
nl: Bewerken
ru: Редактировать
vi_vn: Chỉnh sửa

# Email_Always
source: Always
bg: Винаги
da: Altid
es: Siempre
fi: Aina
fr: Toujours
nl: Altijd
ru: Всегда
vi_vn: Luôn luôn

# Email_Never
source: Never
bg: Никога
da: Aldrig
es: Nunca
fi: Ei koskaan
fr: Jamais
nl: Nooit
ru: Никогда
vi_vn: Không bao giờ

# Email_OnlyToCustomers
source: Only to customers
bg: Само към клиенти
da: Kun til kunder
es: Solo para clientes
fi: Vain asiakkaille
fr: Uniquement pour les clients
nl: Alleen voor klanten
ru: Только для клиентов
vi_vn: Chỉ dành cho khách hàng

# Email_OnRequest
source: On request
bg: По поръчка
da: Ved anmodning
es: Según solicitud
fi: Pyynnöstä
fr: Sur demande
nl: Op aanvraag
ru: По запросу
vi_vn: Theo yêu cầu

source: Email receipts
bg: Имейл разписка
da: E-mail-kvitteringer
es: Enviar recibos por correo electrónico
fi: Sähköpostiviestit
fr: Reçus d'e-mails
nl: E-mailontvangstbewijzen inschakelen
ru: Квитанции по эл. почте
vi_vn: Nhận email

# GettingConfig
source: Getting configuration
bg: Получаване на конфигурация
da: Få konfiguration
es: Obteniendo configuración
fi: Hakee konfiguraatiota
fr: Obtention de la configuration en cours
nl: Ophalen van instellingen...
ru: Получение конфигурации
vi_vn: Lấy cấu hình

source: Gift card
bg: Гифт карта
da: Gavekort
es: Tarjeta de regalo
fi: Lahjakortti
fr: Carte cadeau
ru: Подарочная карта
vi_vn: Thẻ quà tặng

# HardwareProfileMustBeSelectedForEmailToWork
source: For email functionality to work a hardware profile must be selected
bg: За работа с електронна поща трябва да се избере хардуерен профил
da: For at e-mail-funktionaliteten skal fungere, skal der vælges en hardwareprofil
es: Para poder utilizar las funciones de correo electrónico es necesario seleccionar un perfil de hardware
fi: Sähköposti-toiminto edellyttää laitteistoprofiilin valitsemista
fr: Pour que la fonctionnalité de messagerie fonctionne, un profil matériel doit être choisi
nl: Voor e-mail moet functionaliteit werkt een hardwareprofiel worden geselecteerd
ru: Для роботы с функциональностью эл. почты должен быть выбран профиль оборудования
vi_vn: Để chức năng email hoạt động, phải chọn cấu hình phần cứng

source: Inventory
bg: Материални запаси
da: Lagerbeholdning
es: Inventario
fi: Varasto
fr: Stock
nl: Inventarisatie
ru: Склад
vi_vn: Tồn kho

source: Local setting
bg: Локална настройка
da: Lokal indstilling
es: Ajuste local
fi: Paikallinen asetus
fr: Paramètre local
nl: Lokale instelling
ru: Локальные настройки
vi_vn: Thiết lập Local

# LocalSettingDescription
source: Use this option to select which Site service the Site Manager connects to
bg: Използвайте тази опция, за да изберете с коя услуга на сайта се свързва Site manager
da: Brug denne indstilling til at vælge, hvilken Site Service som Site Manageren opretter forbindelse til
es: Utilice esta opción para seleccionar el servidor de la tienda al que debe conectarse Site Manager
fi: Valitse tämä vaihtoehto mihin Site Service, päätteet sekä Site Manager muodostavat yhteyden
fr: Utilisez cette option pour choisir le service de site auquel le Gestionnaire de site se connecte
nl: Gebruik deze optie om de gemiddelden te zien.
ru: Используйте эту опцию для выбора какой Сервис Сайтов будет подключен к Менеджеру Сайтов
vi_vn: Sử dụng tùy chọn này để chọn dịch vụ trang web mà trình quản lý trang kết nối tới

source: Profiles
bg: Профили
da: Profiler
es: Perfiles
fi: Profiilit
fr: Profil
nl: Profielen
ru: Профили
vi_vn: Hồ sơ

source: Settings
bg: Настройки
da: Indstillinger
es: Configuración
fi: Asetukset
fr: Paramètres
nl: Instellingen
ru: Настройки
vi_vn: Cài đặt

source: Sites
bg: Местоположения
da: Lokationer
es: Tiendas
fi: Sivustot
ru: Сайты
vi_vn: Websites

source: Site service
bg: Услуга на сайта
es: Servidor de la tienda
fr: Service de site
ru: Сайт Сервиса
vi_vn: Dịch vụ trang web

# SiteServiceAuthenticationCanceled
source: Can not connect without authentication
bg: Не може да се свърже без удостоверяване
da: Kan ikke oprette forbindelse uden godkendelse
es: No se puede establecer conexión sin autenticación
fi: Yhteyttä ei voi muodostaa ilman todentamista
fr: Impossible de se connecter sans authentification
nl: Kan geen verbinding maken zonder verificatie
ru: Нельзя подключиться без аутентификации
vi_vn: Không thể kết nối mà không xác thực

# SiteServiceConfigGet
source: Configuration data loaded
bg: Данните за конфигурацията са заредени
da: Konfigurationsdata indlæst
es: Datos de configuración cargados
fi: Konfigurointitiedot ladattu
fr: Données de configuration chargées
nl: Configuratiegegevens geladen
ru: Конфигурация загружена
vi_vn: Dữ liệu cấu hình được tải

# SiteServiceConfigSend
source: Configuration data sent successfully. Restarting service to apply changes.
bg: Данните за конфигурацията са изпратени успешно. Рестартиране на услугата, за да се приложат промените.
da: Konfigurationsdata sendt med succes. Genstarter tjenesten for at anvende ændringer.
es: Los datos de configuración se han enviado correctamente. Reinicie el servicio para aplicar los cambios.
fi: Konfigurointitiedot lähetettiin onnistuneesti. Palveluita käynnistetään uudelleen jotta asetukset tulevat voimaan.
fr: Les données de configuration ont bien été envoyées. Redémarrage du service pour appliquer les modifications.
nl: Data configuratie succelvol verstuurd. Herstraten service voor doorvoeren changes
ru: Конфигурационные данные отправлены успешно. Перезапустите сервис, чтобы изменения вступили в силу.
vi_vn: Dữ liệu cấu hình được gửi thành công. Khởi động lại dịch vụ để áp dụng thay đổi.

# SiteServiceError
source: Error accessing Site Service: {0} Run Configuration Tool 'as administrator' or give use admin right to host
bg: Грешка при достъпа до услугата на сайта: {0} Стартирайте инструмента за конфигуриране "като администратор" или дайте право на администриране на хост
da: Fejl ved adgang til Site Service: {0} Kør konfigurationsværktøj 'som administrator' eller giv administratorrettighed til værten
es: Error al acceder al servidor de la tienda: {0}. Ejecute la herramienta de configuración como administrador u otorgue al usuario derechos de administrador sobre el host.
fi: Virhe Site Service -palvelun käyttämisessä: {0} Suorita konfigurointityökalu 'järjestelmänvalvojana' tai anna järjestelmänvalvojalle oikeus isännöintiin
fr: Erreur d'accès au Service de site : {0} Exécuter l'Outil de Configuration 'en tant qu'administrateur' ou autoriser l'utilisateur à héberger
nl: Toegang tot Site Service fout: {0} configuratieprogramma uitvoeren 'als administrator' of geven gebruik admin rechts naar host
ru: Ошибка доступа к Сайту Сервиса: {0}. Запустите Configuration Tool 'as administrator' или дайте пользователю права администратора для подключения к хосту
vi_vn: Lỗi khi truy cập Dịch vụ trang web: {0} Chạy Công cụ cấu hình 'với tư cách quản trị viên' hoặc cấp quyền sử dụng cho quản trị viên để lưu trữ

source: Site service local setting
bg: Локална настройка на услугата на сайта
da: Site Service lokalindstilling
es: Ajuste local del servidor de la tienda
fi: Site Service -palvelun paikalliset asetukset
fr: Paramètre local de service de site
nl: Site service lokale instelling
ru: Докальные настройка Сайта сервиса
vi_vn: Vụ trang web Thiết lập Local

# SiteServiceOnHostHasBeenStarted
source: LS One Site Service on host {0} has been started
bg: LS One Site Service на хост {0} е стартирана
da: LS One Site Service på vært {0} er blevet startet
es: Se ha iniciado el servidor de la tienda de LS One en el host {0}
fi: LS One Site Service isäntäkoneella {0} on käynnistetty
fr: Le Service de site LS One de l’hôte {0} a démarré
nl: LS een on-site Service op de host {0} is begonnen
ru: LS One Сайт Сервиса на хосте {0} был запущен
vi_vn: Dịch vụ trang web LS One trên máy chủ {0} đã được bắt đầu

# SiteServiceOnHostHasBeenStopped
source: LS One Site Service on host {0} has been stopped
bg: LS One Site Service на хост {0} е спряна
da: Ls One Site Service på vært {0} er blevet stoppet
es: Se ha detenido el servidor de la tienda de LS One en el host {0}
fi: LS One Site Service koneella {0} on pysäytetty
fr: Le Service de site LS One de l’hôte {0} s’est arrêté
nl: LS een on-site Service op de host {0} is gestopt
ru: LS One Сайт Сервис на хосте {0} был остановлен
vi_vn: Dịch vụ trang web LS One trên máy chủ {0} đã bị dừng

# SiteServicePluginName
source: Site service plugin
bg: Плъгин за услугата на сайта
es: Complemento del servidor de la tienda
fi: Site servicen lisäosa
fr: Plug-in du service de site
ru: Плагин Сайта сервиса
vi_vn: Plugin dịch vụ trang web

# SiteServiceTooltip
source: Manage site service profiles to define which Site service the terminals and Site Manager connects to and enable Site service functionality
bg: Управлявайте профилите на услугите на сайта, за да определите коя услуга на сайта се свързва с терминалите и мениджъра на сайта, и да активирате функционалността на услугата на сайта
da: Administrer webstedserviceprofiler for at definere, hvilken Site Service som terminalerne og Site Manager opretter forbindelse til og aktiver Site Service-funktionalitet
es: Administrar los perfiles de los servidores de la tienda para definir a cuál deben conectarse los terminales y Site Manager y habilitar las funciones de servicio
fi: Hallinnoi Site Service profiileja määrittääksesi mihin Site Service, päätteet ja Site Manager ottaa yhteyden ja aktivoi Site Service toiminnallisuuden.
fr: Gérer les profils de site pour définir le Service de site auquel les terminaux et le Gestionnaire de site se connectent et activer la fonctionnalité de Service de site
nl: Beheren van de site serviceprofielen om die Site van dienst de terminals en sitebeheerder verbindt met en functionaliteit van de dienst van de Site te definiëren
ru: Управление профилями Сайта сервиса для определения, какие термналы Сайта сервиса и подключения Сайта Управления разрешены функциональности Сайта сервиса
vi_vn: Quản lý hồ sơ dịch vụ trang để xác định dịch vụ trang nào mà thiết bị đầu cuối và trình quản lý trang kết nối với và bật chức năng dịch vụ trang

# StoreServerProfile
source: Site service profile
bg: Профил на услугата за сайта:
da: Site Service profil
es: Perfil del servidor de la tienda
fi: Site Service profiili:
fr: Profil du service de site :
nl: Site service profiel:
ru: Профиль Сайта Сервиса:
vi_vn: Hồ sơ dịch vụ trang web:

# StoreServerProfiles
source: Site service profiles
bg: Профили на услугите на сайта
da: Site Service profiler
es: Perfiles del servidor de la tienda
fi: Site Service profiilit
fr: Profils de sites de service
nl: Site-serviceprofielen
ru: Профиль Сайта Сервиса
vi_vn: Hồ sơ dịch vụ trang web

# StoreServerProfilesDescription
source: Use this option to view or edit site service profiles
bg: Използвайте тази опция, за да преглеждате или редактирате профилите на услугите на сайта
da: Brug denne indstilling til at se eller redigere Site Service-profiler
es: Utilice esta opción para ver o editar perfiles del servidor de la tienda.
fi: Tämän vaihtoehdon avulla voit tarkastella tai muokata Site Service profiileja
fr: Utilisez cette option pour afficher ou modifier les profils de services de site
nl: Gebruik deze optie om siteprofielen te bekijken of te bewerken
ru: Используйте эту опцию для просмотра или редактирования профайлов сайта сервиса
vi_vn: Sử dụng tùy chọn này để xem hoặc chỉnh sửa hồ sơ dịch vụ trang web

# StoreServerProfilesRibbon
source: Site service
bg: Услуга на сайта
es: Servidor de la tienda
fr: Service de site
ru: Сайт Сервиса
vi_vn: Dịch vụ trang web

source: Store setup
bg: Настройки на магазина
da: Butiksopsætning
es: Configuración de la tienda
fi: Myymälän asetukset
fr: Paramétrage magasin
nl: Winkel instellingen
ru: Настройка магазина
vi_vn: Thiết lập cửa hàng

# ThisShorthandTextAlreadyExists
source: This short hand button text already exists
bg: Текстът на този кратък бутон вече съществува
es: Este texto de botón abreviado ya existe
fi: Tämä lyhyt pikapainikkeen teksti on jo olemassa
fr: Ce texte de bouton de raccourci existe déjà
nl: Deze korte handteksttekst bestaat al
ru: Этот короткий текст кнопки уже существует
vi_vn: Nút viết tắt văn bản này đã tồn tại

# TruncateEMailQueueDay
source: After one day
bg: След един ден
da: Efter en dag
es: Después de un día
fi: Yhden päivän kuluttua
fr: Au bout d'une journée
nl: Na een dag
ru: Через один день
vi_vn: Sau một ngày

# TruncateEMailQueueEach
source: Delete e-mail after sending
bg: Изтриване на електронна поща след изпращане
da: Slet e-mail efter afsendelse
es: Eliminar el correo electrónico tras enviarlo
fi: Poista sähköpostiviesti lähetyksen jälkeen
fr: Supprimer l'e-mail après l'envoi
nl: Verwijder e-mail na verzenden
ru: Удалить эл. почту после отправки
vi_vn: Xóa e-mail sau khi gửi

# TruncateEMailQueueMonth
source: After one month
bg: След един месец
da: Efter en måned
es: Después de un mes
fi: Yhden kuukauden kuluttua
fr: Au bout d'un mois
nl: Na een maand
ru: Через один месяц
vi_vn: Sau một tháng

# TruncateEMailQueueNever
source: Never delete e-mail
bg: Никога не изтривайте електронна поща
da: Slet aldrig e-mail
es: No eliminar nunca el correo electrónico
fi: Älä koskaan poista sähköpostia
fr: Ne jamais supprimer les e-mails
nl: Verwijder nooit e-mail
ru: Никогда не удалять эл.почту
vi_vn: Không bao giờ xóa e-mail

# TruncateEMailQueueWeek
source: After one week
bg: След една седмица
da: Efter en uge
es: Después de una semana
fi: Viikon kuluttua
fr: Au bout d'une semaine
nl: Na een week
ru: Через одну неделю
vi_vn: Sau một tuần
