Repository: iespana/LSOne
Catalog: SM/Plugins/Scheduler/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# SubjobActionDatabaseDesignMismatch
source: Action table must have the same database design as the subjob's From table design
bg: Таблицата за действия трябва да има същия дизайн на базата данни, както дизайнът на от-таблицата от подпроекта
da: Handlingstabel skal have det samme databasedesign som underopgavens "Fra" tabeldesign
de: Aktionstabelle muss das gleiche Datenbankdesign wie das von Tabellendesign des Teiljobs haben
es: La tabla de acciones debe tener el mismo diseño de base de datos que la tabla de origen de la subtarea
fi: Toimintotaulukolla on oltava sama tietokantamalli kuin alitöiden taulumallilla
fr: La table d'action doit avoir la même conception de base de données que la conception de table de la sous-tâche
is: Aðgerðatafla verður að hafa sömu gagnagrunnshönnun og er notuð í Tafla frá svæði undirverksins.
nl: Actie tabel moet de hetzelfde databaseontwerp als de subjob van tabelontwerp
nl_be: Actietabel moet hetzelfde databaseontwerp hebben als het subjob Van tabelontwerp
ru: Таблица действий в базе данных должна иметь тот же самый дизайн, что и дизайн для подзадания в таблице дизайна
sv: Åtgärdstabell måste ha samma databasdesign som subjobb från-tabell design
vi_vn: Action table phải có cùng thiết kế cơ sở dữ liệu với thiết kế bảng con của Subjob

# SubJobActions
source: Actions
bg: Действия
da: Handlinger
de: Aktionen
es: Acciones
fi: Toiminnot
is: Aðgerðir
nl: Handelingen
nl_be: Acties
ru: Действия
sv: Åtgärder
vi_vn: Thực thi

# SubJobActionTableNone
source: (none)
bg: (нищо)
da: (ingen)
de: (keine)
es: (ninguno)
fi: (ei mitään)
fr: (aucun)
is: (ekkert)
nl: (geen)
nl_be: (geen)
ru: (нет)
sv: (ingen)

# SubjobDoNotCopyExisting
source: Do not copy existing subjob
bg: Не копирайте съществуващия подпроект
da: Kopier ikke eksisterende underopgave
de: Vorhandenen Teiljob nicht kopieren
es: No copiar la subtarea existente
fi: Älä kopioi olemassa olevaa alityötä
fr: Ne pas copier une sous-tâche existante
is: Ekki afrita eldra undirverk
nl: Kopieer niet bestaande subjob
nl_be: Bestaande subjob niet kopiëren
ru: Не копировать существующее подзадание
sv: Kopiera inte befintliga subjobb
vi_vn: Không sao chép subjob hiện có

# SubJobFromTableFilterRemoveHeader
source: Remove
bg: Премахване
da: Fjern
de: Entfernen
es: Eliminar
fi: Poista
fr: Supprimer
is: Fjarlægja
nl: Verwijderen
nl_be: Verwijderen
ru: Удалить
sv: Ta bort
vi_vn: Gỡ bỏ

# SubJobFromTableFilterRemoveManyFields
source: Remove {0} from-table filters?
bg: Да се премахнат ли {0} филтрите от-таблица?
de: {0} von-Tabellenfilter entfernen?
es: ¿Desea eliminar {0} filtros de la tabla de origen?
fi: Poista {0} taulun suodattimista?
fr: Retirer {0} des filtres table-depuis ?
is: Fjarlægja {0} frá-töflu afmarkanir?
nl: {0} van-tabel filters verwijderen?
nl_be: {0} verwijderen van-tabelfilters?
ru: Удалить {0} фильтры из-таблицы?
sv: Ta bort {0} från-tabell filter?
vi_vn: Xóa {0} from-table filters?

# SubJobFromTableFilterRemoveOneField
source: Remove from-table filter for field '{0}'?
bg: Да се премахне ли филтърът от-таблицата за поле '{0}'?
de: Von Tabellenfilter entfernen für Feld '{0}' ?
es: ¿Desea eliminar el filtro de la tabla de origen para el campo '{0}'?
fi: Poista "mistä taulusta" filtteri kentältä '{0}'?
fr: Retirer le filtre table-depuis du champ '{0} ?
is: Fjarlægja frá-töflu afmörkun fyrir reit '{0}'?
nl: Verwijderen van-table-filter voor het veld '{0}'?
nl_be: Van-tabelfilter voor veld '{0}' verwijderen?
ru: Удалите фильтр Из-ьаблицы для поля '{0}'?
sv: Ta bort från-tabell filter för fält '{0}'?
vi_vn: Xóa bộ lọc khỏi bảng cho trường '{0}'?

# SubJobFromTableFilters
source: From-table filters
bg: От-таблица филтри
da: Fra-tabel filtre
de: Von-Tabellenfilter
es: Filtros de la tabla de origen
fi: "Mistä taulusta" suodattimet
fr: Filtres table-depuis
is: Frá-töflu afmarkanir
nl: Uit-tabelfilters
nl_be: Van-tabelfilters
ru: Фильтры из таблицы
sv: Från-tabell filter
vi_vn: Bộ lọc từ bảng

# SubjobInUseMsg
source: Subjob {0} cannot be removed because it is being used by jobs.
bg: Подпроект {0} не може да бъде премахнат, защото се използва от проекти.
da: Underopgave {0} kan ikke fjernes, fordi den bruges af opgaver.
de: Teiljob {0} kann nicht entfernt werden, weil er von Jobs verwendet wird.
es: La subtarea {0} no se puede eliminar ya que hay tareas que la están utilizando.
fi: Alityötä {0} ei voida poistaa, koska sitä käytetään töissä
fr: La sous-tâche {0} ne peut pas être retirée car elle est utilisée par d'autres projets.
is: Ekki var hægt að eyða undirverki {0} því verk í kerfinu eru að nota það.
nl: Subjob {0} kan niet worden verwijderd omdat het wordt gebruikt door jobs.
nl_be: Subjob {0} kan niet worden verwijderd omdat het door jobs wordt gebruikt.
ru: Подзадание {0} не может быть удалено, так как оно используется заданиями.
sv: Subjobb {0} kan inte tas bort eftersom det används av jobb.
vi_vn: Subjob {0} không thể bị xóa vì nó đang được sử dụng bởi các job khác.

# SubjobListButtonDescription
source: View and manipulate the subjobs shared by all jobs
bg: Преглеждайте и променяйте подпроектите, споделяни от всички проекти
da: Se og rediger underopgave, der deles af alle opgaver
de: Teiljobs geteilt von allen Jobs anzeigen und manipulieren
es: Ver y manipular las subtareas compartidas por todas las tareas
fi: Tarkastele ja muokkaa kaikkia töitä jakavia alitöitä
fr: Afficher et manipuler les sous-tâches partagées par tous les projets
is: Skoða og meðhöndla undirverk sem eru sameiginleg öllum verkum
nl: Bekijken en manipuleren van de subjobs gedeeld door alle jobs
nl_be: De subjobs die in alle jobs worden gebruikt, bekijken en behandelen
ru: Просмотр и управление подзаданиями, разделяемыми всеми заданиями
sv: Se och redigera subjobb delat av alla jobb
vi_vn: Xem và thao tác các subjobs được chia sẻ bởi tất cả các job

# SubjobListButtonText
source: Subjobs
bg: Подпроекти
da: Underopgaver
de: Teiljobs
es: Subtareas
fi: Alityöt
fr: Sous-tâches
is: Undirverk
ru: Подзадания
sv: Subjobb

# SubjobManyInUseMsg
source: The following subjob(s) cannot be removed because they are being used by jobs: {0}
bg: Следните подпректи (и) не могат да бъдат премахнати, защото се използват от проекти: {0}
da: Den følgende underopgave kan ikke fjernes fordi det bruges af opgaver: {0}
de: Der(Die) folgende(n) Teiljob(s) kann(können) nicht entfernt werden, da er(sie) von Jobs verwendet werden: {0}
es: La(s) subtarea(s) siguiente(s) no se puede(n) eliminar ya que hay tareas que las están utilizando: {0}
fi: Seuraavia alitöitä ei voi poistaa, koska niitä käytetään töissä: {0}
fr: La (les) sous-tâche(s) suivante(s) ne peuvent pas être retirées car elles sont en cours d'utilisation par les projets : {0}
is: Ekki er hægt að eyða eftirfarandi undirverkum því það eru verk í kerfinu að nota þau: {0}
nl: De volgende subjob(s) kan niet worden verwijderd omdat ze worden gebruikt door jobs: {0}
nl_be: Volgende subjob(s) kunnen niet worden verwijderd omdat ze worden gebruikt door jobs: {0}
ru: Следующие подзадания не могут быть удалены, потому что они используются заданиями: {0}
sv: Följande subjobb kan inte tas bort eftersom de används av jobben: {0}
vi_vn: Các Subjob sau không thể xóa vì đang được sử dụng bởi job: {0}

# SubjobRemoveHeader
source: Remove subjob
bg: Премахване на подпроект
da: Fjern underopgave
de: Teiljob entfernen
es: Eliminar subtarea
fi: Poista alityö
fr: Retirer la sous-tâche
is: Eyða undirverki
nl: Subjob verwijderen
nl_be: Subjob verwijderen
ru: Удалить подзадание
sv: Ta bort subjobb
vi_vn: Hủy bỏ subjob

# SubjobRemoveManyMsg
source: Remove {0} subjobs?
bg: Премахване на {0} подпроекти?
da: Vil du fjerne {0} underopgave(r)?
de: {0} Teiljobs entfernen?
es: ¿Desea eliminar {0} subtareas?
fi: Poista {0} alityöt?
fr: Retirer {0} sous-tâches ?
is: Eyða {0} undirverkum?
nl: Verwijderen {0} subjobs?
nl_be: {0} subjobs verwijderen?
ru: Удалить {0} подзадания?
sv: Ta bort {0} subjobb?
vi_vn: Xóa {0} subjobs?

# SubjobRemoveMsg
source: Remove subjob {0}?
bg: Да се премахне ли подпроекта {0}?
da: Fjern underopgave {0}?
de: Teiljob {0} entfernen?
es: ¿Desea eliminar la subtarea {0}?
fi: Poista alityö {0}?
fr: Retirer la sous-tâche {0} ?
is: Eyða undirverki {0}?
nl: Subjob {0} verwijderen?
nl_be: Subjob {0} verwijderen?
ru: Удалить подзадание {0}?
sv: Ta bort subjobb {0}?
vi_vn: Xóa subjob {0}?

# SubJobReplicationCounters
source: Replication counters
bg: Броячи на репликация
da: Replikationstællere
de: Replikationszähler
es: Contadores de replicación
fi: Replikointilaskurit
fr: Compteurs de réplication
is: Gagnaflutningsteljarar
nl: Replicatie tellers
nl_be: Replicatietellers
ru: Счетчики репликации
sv: Replikeringsräknare

source: Subjobs
bg: Подпроекти
da: Underopgaver
de: Teiljobs
es: Subtareas
fi: Alityöt
fr: Sous-tâches
is: Undirverk
ru: Подзадания
sv: Subjobb

# SubJobsAllFilter
source: (all)
bg: (всички)
da: (alle)
de: (alle)
es: (todo)
fi: (kaikki)
fr: (toutes)
is: (öll)
nl: Alle
nl_be: (alle)
ru: (все)
sv: (alla)

# TableDesignCannotReadFieldsMsg
source: Field design cannot be read for this table because no connection information was found in the system's distribution locations
bg: Дизайнът на полето не може да бъде прочетен за тази таблица, тъй като в местоположенията за разпределение на системата не е намерена информация за връзката
da: Feltdesign kan ikke læses for denne tabel, fordi der ikke blev fundet nogen forbindelsesoplysninger i systemets distributionsplaceringer
de: Felddesign kann nicht für diese Tabelle gelesen werden, da keine Verbindungsinformationen im System des Vertriebsstandortes gefunden wurden
es: No se puede leer el diseño de campos de esta tabla ya que no se encontró información de conexión en las ubicaciones de distribución del sistema
fi: Kentän suunnittelua ei voida lukea tälle taululle, koska järjestelmän jakelusijainneissa ei löytynyt yhteystietoja
fr: La conception de champ ne peut pas être lue par cette table car aucune information sur la connexion n'a été trouvée parmi les lieux de distribution du système
is: Ekki var hægt að lesa reitahönnun fyrir þessa töflu vegna þess að engar tengiupplýsingar fundust í staðsetningum kerfisins.
nl: Veld ontwerp kan niet voor deze tabel worden gelezen omdat geen verbindingsgegevens werd gevonden in het systeem van distributie locaties
nl_be: Veldontwerp is onleesbaar voor deze tabel aangezien geen verbindingsinformatie werd gevonden in de distributielocaties van het systeem
ru: Дизайн поля для этой таблицы не может быть прочитан, потому что нет информации для подключения ы местоположениях распределения
sv: Fältdesign för tabellen kan inte läsas därför att ingen anslutningsinformation hittades i systemets distributionsplaceringar
vi_vn: Thiết kế trường không thể được đọc cho bảng này vì không tìm thấy thông tin kết nối trong distribution locations của hệ thống

# TableDesignLocationHeaderMsg
source: Select location to connect to for field design information.
bg: Изберете местоположение, към което да свържете информацията за дизайн на полето.
da: Vælg placering til at forbinde til "for" feltdesignoplysninger.
de: Wählen Sie einen Standort, der mit den Felddesigninformationen verbunden werden soll.
es: Seleccione la ubicación con la que se deba establecer conexión para obtener información sobre el diseño de campos.
fi: Valitse sijanti johon haluat muodostaa yhteyden kentän suunnittelutietoihin.
fr: Choisissez un lieu vers lequel connecter les informations sur la conception de champ.
is: Veldu staðsetningu til að tengjast til að fá upplýsingar um reitahönnun.
nl: Selecteer locatie verbinden voor veldgegevens ontwerp.
nl_be: Selecteer locatie om mee te verbinden voor informatie over veldontwerp
ru: Выберите местоположение для подключения к информации по дизайну поля.
sv: Välj placering att ansluta till för fältdesign information.
vi_vn: Chọn location để kết nối với thông tin thiết kế trường.

# TableDesignReadDesignHeader
source: Read design
bg: Прочетете дизайна
da: Læs design
de: Design lesen
es: Leer diseño
fi: Lue mallinnus
fr: Lire la conception
is: Lesa hönnun
nl: Ontwerp lezen
nl_be: Ontwerp lezen
ru: Читать дизайн
sv: Läs design

# TestDatabaseConnectionFailed
source: Cannot connect to database.
bg: Грешка при свързване към базата от данни
da: Kan ikke forbinde til database.
de: Kann nicht zur Datenbank verbinden.
es: No se puede establecer conexión con la base de datos.
fi: Yhteys tietokantaan ei onnistu.
fr: Impossible de se connecter à la base de données.
is: Get ekki tengst gagnagrunni.
nl: Kan geen verbinding maken met database.
nl_be: Kan geen verbinding maken met database.
ru: Не удалось подключиться к базе данных.
sv: Det går inte att ansluta till databasen.
vi_vn: Không thể kết nối với cơ sở dữ liệu

# TestDatabaseConnectionHeader
source: Test Connection
bg: Тестова връзка
da: Test forbindelse
de: Verbindung testen
es: Probar conexión
fi: Testaa yhteys
fr: Tester la connexion
is: Prófa tengingu
nl: Test verbinding
nl_be: Testverbinding
ru: Тестовое соединение
sv: Testa anslutning
vi_vn: Kiểm tra kết nối

# TestDatabaseConnectionOK
source: Connection to database is working.
bg: Връзката с базата данни работи.
da: Forbindelse til databasen fungerer.
de: Verbindung zur Datenbank funktioniert.
es: La conexión con la base de datos funciona correctamente.
fi: Yhteys tietokantaan toimii.
fr: La connexion à la base de données fonctionne.
is: Tenging við gagnagrunn er í lagi.
nl: Verbinding met de database werkt.
nl_be: Verbinding met database is actief.
ru: Подключение к базе данных работает.
sv: Anslutning till databasen fungerar.
vi_vn: Kết nối với cơ sở dữ liệu đang hoạt động.

source: Tools
bg: Инструменти
da: Værktøjer
de: Werkzeuge
es: Herramientas
fi: Työkalut
fr: Outils
is: Tól
nl_be: Hulpmiddelen
ru: Инструменты
sv: Verktyg
vi_vn: Công Cụ

source: Triggers
bg: Тригери
da: Udløsere
de: Auslöser
es: Desencadenadores
fi: Liipaisimet
fr: Déclencheurs
is: Kveikjur
ru: Триггеры

source: Undo
bg: Назад
da: Fortryd
de: Widerrufen
es: Deshacer
fi: Kumoa
fr: Annuler
is: Afturkalla
nl: Maak ongedaan
nl_be: Ongedaan maken
ru: Возвратить
sv: Ångra
vi_vn: Hoàn tác

# UnhandledException
source: An unhandled exception has occurred.
bg: Налице е необработено изключение.
de: Eine unbehandelte Ausnahme ist aufgetreten.
es: Se produjo una excepción no controlada.
fi: Käsittelemätön poikkeus on tapahtunut.
fr: Une exception non prise en charge s'est produite.
is: Undanteking í vinnslu var ekki meðhöndluð.
nl: Een onverwerkte uitzondering er is opgetreden.
nl_be: Er is een onverwerkte uitzondering opgetreden.
ru: Произошло не управляемое исключение.
sv: Ett ohanterat undantag har inträffat.
vi_vn: Một ngoại lệ không thể giải quyết đã xãy ra.

source: View jobs
bg: Преглед на проекти
da: Se opgaver
de: Jobs anzeigen
es: Ver tareas
fi: Näytä työt
fr: Afficher les projets
is: Skoða verk
nl: Jobs bekijken
nl_be: Jobs bekijken
ru: Просмотр заданий
sv: Vy jobb
vi_vn: Xem jobs

# ViewJobsDescription
source: View all replication jobs
bg: Вижте всички проекти за репликация
da: Se alle replikeringsopgaver
de: Alle Replikationsjobs anzeigen
es: Ver todas las tareas de replicación
fi: Näytä kaikki replikointityöt
fr: Afficher tous les projets de réplication
is: Skoða öll gagnaflutningsverk
nl: Bekijk alle replication jobs
nl_be: Alle replicatiejobs bekijken
ru: Просмотр всех заданий репликации
sv: Visa alla replikeringsjobb
vi_vn: Xem tất cả các replication jobs

source: Weekly:
bg: Седмично
da: Ugentligt
de: Wöchentlich:
es: Semanal:
fi: Viikoittain
fr: Toutes les semaines:
is: Vikulega:
nl: Wekelijks:
nl_be: Wekelijks
ru: Еженедельно
sv: Varje vecka:
vi_vn: Hàng tuần

source: NAV Native 6.01
fr: Natif NAV 6.01
nl: NAV inheemse 6.01
