Repository: iespana/LSOne
Catalog: SM/Plugins/Scheduler/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Yes
bg: Да
da: Ja
de: Ja
es: Sí
fi: Kyllä
fr: Oui
is: Já
nl: Ja
nl_be: Ja
ru: Да
sv: Ja
vi_vn: Có

source: Close
bg: Затвори
da: Luk
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
is: Loka
nl: Sluiten
nl_be: Sluiten
ru: Закрыть
sv: Stäng
vi_vn: Đóng

source: Yearly:
bg: Ежегодно
da: Årligt
de: Jährlich:
es: Anual:
fi: Vuosittain
fr: Annuelle:
is: Árlega:
nl: Jaarlijks:
nl_be: Jaarlijks
ru: Ежегодно
sv: Varje år:
vi_vn: Hàng năm

source: Add
bg: Добавяне
da: Tilføj
de: Hinzufügen
es: Agregar
fi: Lisää
fr: Ajouter
is: Bæta við
nl: Toevoegen
nl_be: Toevoegen
ru: Добавить
sv: Addera
vi_vn: Cộng thêm

# AddMemberCaption
source: Add member
bg: Добавяне на член
da: Tilføj medlem
de: Mitglied hinzufügen
es: Añadir miembro
fi: Lisää jäsen
fr: Ajouter un membre
is: Bæta við meðlim
nl: Lid toevoegen
nl_be: Lid toevoegen
ru: Добавить члена
sv: Lägg till medlem
vi_vn: Thêm hội viên

source: Add multiple subjobs
bg: Добавяне на няколко подпроекта
da: Tilføj flere underopgaver
de: Mehrere Subjobs hinzufügen
es: Añadir varias subtareas
fi: Lisää useita alitöitä
fr: Ajouter plusieurs sous-projets
is: Bæta við mörgum undirverkum
nl: Meerdere subjobs toevoegen
nl_be: Meerdere subjobs toevoegen
ru: Добавление нескольких подзадач
sv: Lägg till flera underordnade jobb
vi_vn: Thêm nhiều subjobs

# CollapseNode
source: Collapse
bg: Свиване
da: Minimer
de: Verbergen
es: Contraer
fi: Tiivistä
fr: Réduire
is: Draga saman
nl_be: Inklappen
ru: Разрушение
sv: Minimera
vi_vn: Thu gọn

# ConnectionTypeDefault
source: (default)
bg: (по подразбиране)
de: (Standard)
es: (predeterminado)
fi: (oletus)
fr: (par défaut)
is: (sjálfgefið)
nl: (standaard)
nl_be: (standaard)
ru: (по умолчанию)
sv: (standard)

# ConversionMethod_Constant
source: Constant
bg: Константа
da: Konstant
de: Konstante
es: Constante
fi: Vakio
is: Fasti
nl_be: Continu
ru: Константа
sv: Konstant

# ConversionMethod_CopyString
source: Copy string
bg: Копиране низ
da: Kopier streng
de: String kopieren
es: Copiar cadena
fi: Kopioi merkkijono
fr: Copier la chaîne
is: Afrita streng
nl: Serie
nl_be: String kopiëren
ru: Копировать строку
sv: Kopiera sträng
vi_vn: Copy chuỗi

# ConversionMethod_Ignore
source: Ignore
bg: Игнорирай
da: Ignorer
de: Ignorieren
es: Ignorar
fi: Ohita
fr: Ignorer
is: Hunsa
nl: Negeren
nl_be: Negeren
ru: Игнорировать
sv: Ignorera
vi_vn: Bỏ qua

# ConversionMethod_None
source: None
bg: Няма
da: Ingen
de: Keine
es: Ninguno
fi: Ei yhtään
fr: Aucun
is: Engin
nl: Geen
nl_be: Geen
ru: Нет
sv: Ingen
vi_vn: Không

# ConversionMethod_Time
source: Time
bg: Време
da: Tid
de: Zeit
es: Hora
fi: Aika
fr: Heure
is: Tími
nl: Tijd
nl_be: Tijd
ru: Время
sv: Tid
vi_vn: Thời gian

# ConversionMethod_Today
source: Today
bg: Днес
da: I dag
de: Heute
es: Hoy
fi: Tänään
fr: Aujourd’hui
is: Í dag
nl: Vandaag
nl_be: Vandaag
ru: Сегодня
sv: Idag
vi_vn: Hôm nay

# ConversionMethod_ToString
source: To string
bg: До низ
da: Til tekststreng
de: In Zeichenfolge
es: Cadena de destino
fi: Merkkijonoksi
fr: Vers la chaîne
is: yfir í texta
nl: serie
nl_be: Naar string
ru: В строку
sv: Till sträng
vi_vn: Đến chuỗi

# CurrentLocationDisplayText
source: Use Current Location
bg: Използване на текущо местоположение
da: Brug nuværende placering
de: Aktuellen Speicherort verwenden
es: Utilizar la ubicación actual
fi: Käytä nykyistä sijaintia
fr: Utiliser le lieu actuel
is: Nota núverandi stöð
nl: Huidige locatie gebruiken
nl_be: Gebruik huidige locatie
ru: Использовать текущее местоположение
sv: Använd nuvarande plats
vi_vn: Dùng Location hiện tại

# DailyDays
source: Daily: every %1 days
bg: Дневно: всеки %1 дни
da: Dagligt: hver %1 dag(e)
de: Täglich: alle %1 Tage
es: Diariamente: cada %1 días
fi: Päivittäin: joka %1 päivä
fr: Quotidien : tous les %1 jours
is: Daglega: á %1 daga fresti
nl: Dagelijks: iedere %1 dagen
nl_be: Dagelijks: elke %1 dag(en)
ru: Ежедневно: каждый %1 день
sv: Dagligen: var %1 dag
vi_vn: Hàng ngày: cứ sau %1 ngày

# DailyWeekdays
source: Every weekday
bg: Всеки работен ден
da: Hver ugedag
de: Jeder Wochentag
es: Cada día de la semana
fi: Joka viikonpäivä
fr: Tous les jours ouvrables
is: Alla virka daga
nl: Elke werkdag
nl_be: Elke weekdag
ru: Ежедневно
sv: Varje veckodag

source: Database design
bg: Дизайн на база данни
de: Datenbankdesign
es: Diseño de base de datos
fi: Tietokannan malli
fr: Conception de base de données
is: Gagnagrunnshönnun
nl: Database-ontwerp
nl_be: Databaseontwerp
ru: Дизайн базы данных
sv: Databasdesign

# DatabaseDesignCodePageMsg
source: Code page should be empty or an integer value greater than or equal to 0
bg: Кодовата страница трябва да бъде празна или цяло число, по-голямо или равно на 0
da: Kodesiden skal være tom eller en heltalværdi større end eller lig med 0
de: Zeichenumsetztabelle sollte leer sein oder einen Ganzzahlwert größer oder gleich 0 haben
es: La página de códigos debe estar vacía o tener un valor entero mayor o igual que 0
fi: Koodisivun pitäisi olla tyhjä tai kokonaislukuarvo suurempi tai yhtä suuri kuin 0
fr: La page de codes doit être vide ou une valeur entière supérieure à ou égale à 0
is: Stafatafla verður að vera tómt eða heiltölugildi stærra eða jafnt 0
nl: Codetabel moet leeg of een geheel getal groter dan of gelijk aan 0
nl_be: Codetabel moet leeg zijn of een integerwaarde groter dan of gelijk aan 0 hebben
ru: Кодовая страница должна быть либо пустой, либо значением 0 или более.
sv: Kodsida ska vara tom eller ett heltalsvärde större än eller lika med noll
vi_vn: Trang mã phải trống hoặc giá trị nguyên lớn hơn hoặc bằng 0

# DatabaseDesignListButtonDescription
source: View database designs and configure linked tables
bg: Преглед дизайн бази данни и конфигуриране на свързани таблици
da: Se databasedesign og konfigurer sammenkoblede tabeller
de: Datenbankdesigns anzeigen und verknüpften Tabellen konfigurieren
es: Ver diseños de bases de datos y configurar tablas vinculadas
fi: Tarkastele tietokannan mallia ja määritä linkitetyt taulut
fr: Afficher les conceptions de bases de données et configurer les tables liées
is: Skoða gagnagrunnshannanir og stilla tengitöflur
nl: Databaseontwerpen weergeven en configureren van gekoppelde tabellen
nl_be: Databaseontwerpen bekijken en gelinkte tabellen configureren
ru: Просмотр дизайнов базы данных и конфиругацию связанных таблиц
sv: Se databasdesign och konfigurera länkade tabeller
vi_vn: Xem database và cấu hình các bảng được liên kết

# DatabaseDesignListButtonText
source: Database design
bg: Дизайн на база данни
de: Datenbankdesign
es: Diseño de base de datos
fi: Tietokannan malli
fr: Conception de base de données
is: Gagnagrunnshönnun
nl: Database-ontwerp
nl_be: Databaseontwerp
ru: Дизайн базы данных
sv: Databasdesign

# DatabaseDesignSelecteNone
source: (none)
bg: (нищо)
da: (ingen)
de: (keine)
es: (ninguno)
fi: (ei mitään)
fr: (aucun)
is: (ekkert)
nl: (geen)
nl_be: (geen)
ru: (нет)
sv: (ingen)

source: Database map
bg: База данни карта
de: Datenbankplan
es: Asignación de base de datos
fi: Tietokantakartta
fr: Carte de base de données
is: Gagnagrunnsvörpun
nl_be: Databasekaart
ru: Карта базы данных
sv: Databasmappning

# DatabaseMapButtonDescription
source: View database maps
bg: Карти база данни
da: Se databasekort
de: Datenbankpläne anzeigen
es: Ver asignaciones de bases de datos
fi: Näytä tietokantakarttoja
fr: Afficher les cartes de bases de données
is: Skoða gagnagrunnsvarpanir
nl: Weergave database mappen
nl_be: Databasekaarten bekijken
ru: Просмотр соответствий базы данных
sv: Vy databasmappningar
vi_vn: Xem database maps

# DatabaseMapButtonText
source: Database maps
bg: Карти база данни
da: Databasekort
de: Datenbankpläne
es: Asignaciones de bases de datos
fi: Tietokantakartat
fr: Cartes de bases de données
is: Gagnagrunnsvarpanir
nl: Database map
nl_be: Databasekaarten
ru: Карты базы данных
sv: Databasmappningar

# DatabaseMapList
source: Database maps
bg: Карти база данни
da: Databasekort
de: Datenbankpläne
es: Asignaciones de bases de datos
fi: Tietokantakartat
fr: Cartes de bases de données
is: Gagnagrunnsvarpanir
nl: Database map
nl_be: Databasekaarten
ru: Карты базы данных
sv: Databasmappningar

# DatabaseMapListAllFilter
source: (all)
bg: (всички)
da: (alle)
de: (alle)
es: (todo)
fi: (kaikki)
fr: (toutes)
is: (allt)
nl: Alle
nl_be: (alle)
ru: (все)
sv: (alla)

# DatabaseMapListDescription
source: Database maps
bg: Карти база данни
da: Databasekort
de: Datenbankpläne
es: Asignaciones de bases de datos
fi: Tietokantakartat
fr: Cartes de bases de données
is: Gagnagrunnsvarpanir
nl: Database map
nl_be: Databasekaarten
ru: Карты базы данных
sv: Databasmappningar

# DatabaseMapRemoveHeader
source: Remove database map(s)
bg: Премахване на картата (ите) на базата данни
da: Fjern databasekort
de: Datenbankplan(-pläne) entfernen
es: Eliminar asignación/asignaciones de base(s) de datos
fi: Poista tietokannan kartta/kartat
fr: Retirer la (les) carte(s) de bases de données
is: Eyða gagnagrunnsvörpun/um
nl: Database map(s) verwijderen
nl_be: Verwijder databasekaart(en)
ru: Удалить сопоставление(я) базы данных
sv: Ta bort databasmappningar
vi_vn: Xóa (các) database map

# DatabaseMapRemoveMsg
source: Remove database map {0}?
bg: Да се премахне ли картата база данни {0}?
da: Fjern databasekort {0}?
de: Datenbankplan {0} entfernen?
es: ¿Desea eliminar la asignación de base de datos {0}?
fi: Poista tietokantakartta {0}?
fr: Retirer la carte de base de données {0} ?
is: Eyða gagnagrunnsvörpun {0}?
nl: Database map {0} verwijderen?
nl_be: Databasekaart {0} verwijderen?
ru: Удалить сопоставление базы данных {0}?
sv: Ta bort databasmappning {0}?
vi_vn: Xóa database map {0}?

# DatabaseMapsRemoveManyMsg
source: Remove {0} database maps?
bg: Премахване на {0} карти на базата данни?
da: Vil du fjerne {0} databasekort?
de: {0} Datenbankpläne entfernen?
es: ¿Desea eliminar {0} asignaciones de bases de datos?
fi: Poista {0} tietokantakartat?
fr: Retirer {0} cartes de bases de données ?
is: Eyða {0} gagnagrunnsvörpunum?
nl: Verwijderen {0} database mappen?
nl_be: {0} databasekaarten verwijderen?
ru: Удалить {0} сопоставления базы данных?
sv: Ta bort {0} databasmappningar?
vi_vn: Xóa {0} database maps ?

# DatabaseMapToFieldMsg
source: One or more entries in the table have no data in the To field. Correct the entries or revert your changes.
bg: Един или повече записи в таблицата нямат данни в полето Към поле. Коригирайте записите или отменете промените.
da: En eller flere poster i tabellen har ingen data i Til-feltet. Ret indtastningerne, eller rul dine ændringer tilbage.
de: Ein oder mehrere Einträge in der Tabelle haben keine Daten in dem "Zu"-Feld. Korrigieren Sie die Einträge oder machen Sie die Änderungen rückgängig.
es: Una o varias entradas de la tabla no incluyen datos en el campo "Destino". Corrija las entradas o deshaga los cambios.
fi: Yksi tai useampi taulukon merkinnöistä ei sisällä tieto kohdekentässä. Korjaa syöttötiedot tai peruuta muutokset.
fr: Une ou plusieurs entrées de la table ne comportent pas de données dans le champ Vers. Corrigez les entrées ou rétablissez vos modifications.
is: Gögn vantar í Til reitinn í einni eða fleiri færslum í töflunni. Lagaðu færslurnar eða bakkaðu út úr breytingunum.
nl: Een of meer posten in de tabel hebben geen gegevens in het veld aan. De posten corrigeren of uw wijzigingen ongedaan maken.
nl_be: Een of meer lijnen in de tabel bevatten geen gegevens in het Naar veld. Corrigeer de lijnen of maak uw wijzigingen ongedaan.
ru: Одна или несколько операций в таблице не имеют данных в поле "В Поле". Откорректируйте эти операции или откажитесь от ваших изменений.
sv: En eller flera transaktioner i tabellen har inga data i Till fältet. Rätta transaktionerna eller återställ ändringar.
vi_vn: Một hoặc nhiều mục trong bảng không có dữ liệu trong trường đến. Sửa các mục hoặc hoàn nguyên các thay đổi của bạn.

# DataDirectorConnectedMsg
source: Connected to Data Director
bg: Свързан с Data Director
da: Forbundet til Data Director
de: Mit Data Director verbunden
es: Conectado a Data Director
fi: Yhdistetty Data Directoriin
fr: Connecté au Directeur de données
is: Tenging komin á við Data Director
nl: Verbonden aan de data director
nl_be: Verbonden met Data Director
ru: Подключен а Дата Директору
sv: Ansluten till Data Director
vi_vn: Đã kết nối với Data Director

# DataDirectorConnectingMsg
source: Connecting...
bg: Свързване...
da: Opretter forbindelse ...
de: Verbinde...
es: Conectando...
fi: Yhdistetään...
fr: Connexion...
is: Tengist...
nl: Verbinden...
nl_be: Verbinding tot stand brengen ...
ru: Соединение...
sv: Ansluter...
vi_vn: Đang kết nối...

# DataDirectorDialogReadDesign
source: Read design
bg: Прочетете дизайна
da: Læs design
de: Design lesen
es: Leer diseño
fi: Lue mallinnus
fr: Lire la conception
is: Lesa hönnun
nl: Ontwerp lezen
nl_be: Ontwerp lezen
ru: Читать дизайн
sv: Läs design

# DataDirectorDialogTestConnection
source: Test connection
bg: Тестова връзка
da: Test forbindelse
de: Verbindung testen
es: Probar conexión
fi: Testaa yhteys
fr: Tester la connexion
is: Prófa tengingu
nl: Test verbinding
nl_be: Testverbinding
ru: Тестовое соединение
sv: Testa anslutning
vi_vn: Kiểm tra kết nối

# DataDirectorErrorFormatMsg
source: {0} / Error Code: {1}
bg: {0} / Код за грешка: {1}
da: {0} / Fejlkode: {1}
de: {0} / Fehlercode: {1}
es: {0}/Código de error: {1}
fi: {0} / virhekoodi: {1}
fr: {0} / Code d'erreur : {1}
is: {0} / Villukóði: {1}
nl: Foutcode: %{0}
nl_be: {0} / foutcode: {1}
ru: {0} / Код ошибки: {1}
sv: {0} / Felkod: {1}
vi_vn: {0} / Mã lỗi: {1}

# DataDirectorErrorMsg
source: Error in Data Director: {0}
bg: Грешка в Data Director: {0}
da: Fejl i Data Director: {0}
de: Fehler in Data Director: {0}
es: Error en Data Director: {0}
fi: Virhe Data Directorissa: {0}
fr: Erreur dans le Directeur de données : {0}
is: Villa í Data Director: {0}
nl: Fout in data director: {0}
nl_be: Fout in Data Director: {0}
ru: Ошибка в Data Director: {0}
sv: Fel i Data Director: {0}
vi_vn: Lỗi trong Data Director: {0}

# DataDirectorExceptionMsg
source: Unhandled exception in Data Director: {0}, {1}
bg: Необработено изключение в Data Director: {0}, {1}
da: Uhåndteret undtagelse i Data Director: {0}, {1}
de: Unbehandelte Ausnahme in Data Director: {0}, {1}
es: Excepción no controlada en Data Director: {0}, {1}
fi: Käsittelemätön poikkeus tietohakemistossa: {0}, {1}
fr: Exception non prise en charge dans le Directeur de données : {0}, {1}
is: Undantekning í vinnslu var ekki meðhöndluð í samskiptum við Data Director: {0}, {1}
nl: Unhandled uitzondering in de data director: {0}, {1}
nl_be: Onverwerkte uitzondering in Data Director: {0}, {1}
ru: Неуправляемое исключение в Data Director: {0}, {1}
sv: Ej behandlat undantag i Data Director: {0}, {1}
vi_vn: Ngoại lệ chưa được xử lý trong Data Director: {0}, {1}

# DataDirectorInitializingMsg
source: Initializing...
bg: Инициализиране...
da: Initialiserer ...
de: Initialisiere...
es: Inicializando...
fi: Alustetaan...
fr: En cours d'initialisation...
is: Frumstilling...
nl: Initialiseren…
nl_be: Aan het initialiseren ...
ru: Инициализация ...
sv: Initierar...
vi_vn: Đang khởi tạo...

# DataDirectorNoAnswerError
source: No response was received: {0}
bg: Не е получен отговор: {0}
da: Der blev ikke modtaget noget svar: {0}
de: Keine Antort wurde empfangen: {0}
es: No se recibió ninguna respuesta: {0}
fi: Vastausta ei saatu: {0}
fr: Aucune réponse n'a été reçue : {0}
is: Ekkert svar barst: {0}
nl: Geen antwoord ontvangen
nl_be: Geen antwoord ontvangen: {0}
ru: Не было получено ответа: {0}
sv: Inget svar erhölls: {0}
vi_vn: Không nhận được phản hồi: {0}

# DataDirectorOperationCancelledMsg
source: Operation cancelled
bg: Операцията е отменена
da: Handling annulleret
de: Operation abgebrochen
es: Operación cancelada
fi: Toiminto peruutettu
fr: Opération annulée
is: Hætt við aðgerð
nl: Opdracht geannuleerd
nl_be: Handeling geannuleerd
ru: Операция отменена
sv: Process avbruten
vi_vn: Hủy bỏ hoạt động

# DataDirectorOperationOkMsg
source: Operation completed sucessfully
bg: Операцията приключи успешно
da: Handling gennemført
de: Operation erfolgreich beendet
es: Operación completada correctamente
fi: Toiminto suoritettiin onnistuneesti
fr: L'opération a réussi
is: Aðgerð lokið
nl: Bewerking voltooid sucessfully
nl_be: Handeling met succes voltooid
ru: Операция завершена успешно
sv: Processen slutfördes
vi_vn: Hoạt động hoàn thành thành công

# DataDirectorReadFieldsForTablesMsg
source: Read fields for {0} tables
bg: Прочетете полетата за таблици {0}
da: Læs felter for {0} tabeller
de: Felder lesen für {0} Tabellen
es: Leer campos para {0} tablas
fi: Lue kentät {0} taulukoille
fr: Lire les champs de {0} tables
is: Reitir úr {0} töflum lesnir
nl: Velden voor {0} tabellen lezen
nl_be: Velden voor {0} tabellen lezen
ru: Прочитать поля для {0} таблиц
sv: Läs fält för {0} tabeller
vi_vn: Đọc các trường cho tables {0}

# DataDirectorReadingFieldsMsg
source: Reading fields
bg: Полета за четене
da: Læser felter
de: Felder lesen
es: Leyendo campos
fi: Kenttiä luetaan
fr: Lecture de champs en cours
is: Les reiti
nl: Lezing velden
nl_be: Velden aan het lezen
ru: Чтение полей
sv: Läser fält
vi_vn: Lĩnh vực đọc

# DataDirectorSavingFieldsMsg
source: Saving database fields
bg: Запазване на полетата в базата данни
da: Gemmer databasefelter
de: Speichere Datenbankfelder
es: Guardando campos de bases de datos
fi: Tietokantakenttien tallentaminen
fr: Enregistrement de champs de base de données en cours
is: Vista gagnagrunnsreiti
nl: Opslaan van databasevelden
nl_be: Databasevelden aan het opslaan
ru: Сохранение полей базы данных
sv: Sparar databasfält
vi_vn: Lưu trường database

# DataDirectorSavingTablesMsg
source: Saving database tables
bg: Запазване на таблиците на базата данни
da: Gemmer databasetabeller
de: Speichere Datenbanktabellen
es: Guardando tablas de bases de datos
fi: Tietokantataulukoiden tallentaminen
fr: Enregistrement de tables de base de données en cours
is: Vista gagnagrunnstöflur
nl: Opslaan van de databasetabellen
nl_be: Databasetabellen aan het opslaan
ru: Сохранение таблиц базы данных
sv: Sparar databastabeller
vi_vn: Lưu database tables

# DataDirectorSendFailedError
source: Send failed: {0}
bg: Изпращането не бе успешно: {0}
da: Send mislykkedes: {0}
de: Senden fehlgeschlagen: {0}
es: Error de envío: {0}
fi: Lähetys epäonnistui: {0}
fr: Échec de l'envoi : {0}
is: Sending mistókst: {0}
nl: Verzenden mislukt: {0}
nl_be: Verzending mislukt: {0}
ru: Отправка не успешна: {0}
sv: Skickning misslyckas: {0}
vi_vn: Gửi thất bại: {0}

# DataDirectorTablesReadMsg
source: Tables read: {0}
bg: Прочетени таблици: {0}
da: Tabeller læst: {0}
de: Tabellen lesen: {0}
es: Tablas leídas: {0}
fi: Taulut luettu: {0}
fr: Tables lues : {0]
is: Töflur lesnar: {0}
nl: Tabellen lezen: {0}
nl_be: Gelezen tabellen: {0}
ru: Прочитано таблиц: {0}
sv: Läsa tabeller: {0}
vi_vn: Tables đọc: {0}

# DataDirectorTestingMsg
source: Testing connection...
bg: Тестване на връзката ...
da: Tester forbindelse ...
de: Teste Verbindung...
es: Probando la conexión...
fi: Yhteyden testaaminen...
fr: Test de la connexion en cours...
is: Prófa tengingu...
nl: Verbinding wordt getest...
nl_be: Verbinding aan het testen ...
ru: Тестовое соединение...
sv: Testar anslutning...
vi_vn: Đang kiểm tra kết nối ...

source: Delete
bg: Изтриване
da: Slet
de: Löschen
es: Borrar
fi: Poista
fr: Supprimer
is: Eyða
nl: Verwijderen
nl_be: Verwijderen
ru: Удалить
sv: Radera
vi_vn: Xóa

# DriverTypeNone
source: (none)
bg: (нищо)
da: (ingen)
de: (keine)
es: (ninguno)
fi: (ei mitään)
fr: (aucun)
is: (ekkert)
nl: (geen)
nl_be: (geen)
ru: (нет)
sv: (ingen)

source: Edit
bg: Редактиране
da: Rediger ...
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
is: Breyta
nl: Bewerken
nl_be: Bewerken
ru: Редактировать
sv: Redigera
vi_vn: Chỉnh sửa

# EditTypeNone
source: None
bg: Няма
da: Ingen
de: Keine
es: Ninguno
fi: Ei yhtään
fr: Aucun
is: Engin
nl: Geen
nl_be: Geen
ru: Нет
sv: Ingen
vi_vn: Không

# EntityNoName
source: (no name)
bg: (няма име)
da: (intet navn)
de: (kein Name)
es: (sin nombre)
fi: (ei nimeä)
fr: (pas de nom)
is: (ekkert nafn)
nl: (naamloos)
nl_be: (geen naam)
ru: (без названия)
sv: (inget namn)
vi_vn: (không có tên)

# ErrorCaption
source: Error
bg: Грешка
da: Fejl
de: Fehler
fi: Virhe
fr: Erreur
is: Villa
nl: Fout
nl_be: Fout:
ru: Ошибка
sv: Fel
vi_vn: Xảy ra lỗi

# ErrorHeader
source: Error
bg: Грешка
da: Fejl
de: Fehler
fi: Virhe
fr: Erreur
is: Villa
nl: Fout
nl_be: Fout:
ru: Ошибка
sv: Fel
vi_vn: Xảy ra lỗi

# ExceptionMessageFormat
source: Exception message: {0}
bg: Съобщение за изключение: {0}
da: Undtagelsesmeddelelse: {0}
de: Ausnahmemeldung: {0}
es: Mensaje de excepción: {0}
fi: Poikkeusviesti: {0}
fr: Message d'exception : {0}
is: Boð undantekningar: {0}
nl: Bericht van de uitzondering: {0}
nl_be: Uitzonderingsmelding: {0}
ru: Сообщение об исключении: {0}
sv: Undantagsmeddelande: {0}
vi_vn: Thông báo ngoại lệ: {0}

# ExceptionTypeFormat
source: Exception type: {0}
bg: Вид на изключение: {0}
da: Undtagelsestype: {0}
de: Ausnahmetyp: {0}
es: Tipo de excepción: {0}
fi: Poikkeustyyppi: {0}
fr: Type d'exception : {0}
is: Tegund undantekningar: {0}
nl: Type exceptie
nl_be: Uitzonderingstype: {0}
ru: Тип исключения: {0}
sv: Undantagstyp: {0}
vi_vn: Loại ngoại lệ: {0}

# ExpandNode
source: Expand
bg: Разгръщане
da: Udvid
de: Erweitern
es: Expandir
fi: Laajenna
fr: étendre
is: Útvíkka
nl: Uitklappen
nl_be: Uitzetten
ru: Раскрыть
sv: Utvidga
vi_vn: Mở rộng

# FieldCannotBeEmptyMsg
source: Field cannot be empty
bg: Полето не може да бъде празно
da: Feltet kan ikke være tomt
de: Feld darf nicht leer sein
es: El campo no puede estar vacío
fi: Kenttä ei voi olla tyhjä
fr: Ce champ ne peut pas être vide
is: Reitur má ekki vera tómur
nl: Veld mag niet leeg zijn
nl_be: Veld mag niet leeg zijn
ru: Поле не может быть пустым
sv: Fältet kan inte vara tomt
vi_vn: Field không thể để trống.

# FieldDesignRead
source: Read field design
bg: Прочетете дизайна на полето
de: Felddesign lesen
es: Leer diseño de campo
fi: Lue kenttämuotoilu
fr: Lire la conception de champ
is: Lesa reitahönnun
nl: Veld ontwerp lezen
nl_be: Veldontwerp lezen
ru: Читать дизайн поля
sv: Läs fältdesign
vi_vn: Đọc field design

# FieldMapAddAllFields
source: Add all fields
bg: Добавете всички полета
de: Alle Felder hinzufügen
es: Añadir todos los campos
fi: Lisää kaikki kentät
fr: Ajouter tous les champs
is: Bæta við öllum reitum
nl: Alle velden toevoegen
nl_be: Alle velden toevoegen
ru: Добавить все поля
sv: Lägg till alla fält
vi_vn: Thêm tất cả các trường

# FieldMapEdit
source: Edit field map
bg: Редактиране връзка поле
de: Feldplan bearbeiten
es: Editar asignación de campo
fi: Muokkaa kenttäkarttaa
fr: Modifier le mappage de champ
is: Breyta reitavörpun
nl: Bewerk veld
nl_be: Veldkaart bewerken
ru: Редактировать карут поля
sv: Redigera fältmappning
vi_vn: Sửa field map

# FieldMapNew
source: New field map
bg: Нова връзка поле
de: Neuer Feldplan
es: Nueva asignación de campo
fi: Uusi kenttäkartta
fr: Nouveau mappage de champ
is: Ný reitavörpun
nl: Nieuw veld
nl_be: Nieuwe veldkaart
ru: Новое сопоставление поля
sv: Ny fältmappning
vi_vn: Field map mới
