Repository: iespana/LSOne
Catalog: SM/Plugins/Scheduler/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# FieldMapOverwriteFieldsMsg
source: Overwrite existing field list? Select Yes to overwrite existing fields. Select No to append to existing fiels. Select Cancel to cancel the operation.
bg: Презаписване на съществуващия списък с полета? Изберете Да, за да замените съществуващите полета. Изберете Не, за да добавите към съществуващите. Изберете Cancel, за да отмените операцията.
de: Vorhandene Feldliste überschreiben? Wählen Sie Ja, um die vorhandenen Felder zu überschreiben. Wählen Sie Nein, um an die vorhandenen Felder anzuhängen. Wählen Sie Abbrechen, um die Operation abzubrechen.
es: ¿Desea sobrescribir la lista de campos existente? Haga clic en Sí para sobrescribir los campos existentes. Haga clic en No para anexar la información a los campos existentes. Haga clic en Cancelar para cancelar la operación.
fi: Korvaa nykyinen kenttäluettelo? Korvaa nykyiset kentät valitsemalla Kyllä. Lisää olemassa oleviin kentiin valitsemalla Ei. Peruuta toiminto valitsemalla Peruuta.
fr: Remplacer la liste de champs existante ? Choisissez Oui pour remplacer les champs existants Choisissez Non pour ajouter aux champs existants. Choisissez Annuler pour annuler l'opération.
is: Yfirskrifa eldri reitalista? Veldu Já til að yfirskrifa eldri reiti. Veldu Nei til að bæta við eldri reiti. Veldu Hætta við til að hætta við aðgerðina.
nl: De lijst met bestaande velden worden overschreven? Selecteer Ja om de bestaande velden worden overschreven. Selecteert u Nee wilt toevoegen aan bestaande velden. Selecteer Annuleren om de bewerking te annuleren.
nl_be: Bestaande veldlijst overschrijven? Selecteer Ja om bestaande velden te overschrijven. Selecteer Nee om aan bestaande velden toe te voegen. Selecteer Annuleren om de handeling te annuleren.
ru: Перезаписать существующий список полей? Выберите Да для перезаписывания существующих полей. Выберите Нет для добавления к существующим полям. Выберите Отменить для отмены операции.
sv: Skriv över befintlig fältlista?.
vi_vn: Ghi đè danh sách trường hiện có? Chọn Yes để ghi đè các trường hiện có. Chọn No để nối vào các luồng hiện có. Chọn Cancel để hủy thao tác.

# FieldMapRemoveHeader
source: Remove field map(s)
bg: Премахване връзка(и) полета
de: Felplan(-pläne) entfernen
es: Eliminar asignación/asignaciones de campos
fi: Poista kenttäkartta/-kartat
fr: Retirer le(s) mappage(s) de champ
is: Eyða reitavörpun/um
nl: Veld map(s) verwijderen
nl_be: Veldkaart(en) verwijderen
ru: Удалить поля карт(ы )
sv: Ta bort fältmappningar
vi_vn: Xóa field map(s)

# FieldMapRemoveManyMsg
source: Remove {0} field maps?
bg: Премахване на връзки поле {0}?
de: {0} Feldpläne entfernen?
es: ¿Desea eliminar {0} asignaciones de campos?
fi: Poista {0} kenttäkarttaa?
fr: Retirer {0} mappage(s) de champ ?
is: Eyða {0} reitavörpunum?
nl: Verwijderen {0} veld kaarten?
nl_be: {0} veldkaarten verwijderen?
ru: Удалить {0} сопоставления поля?
sv: Ta bort {0} fältmappningar?
vi_vn: Xóa {0} field maps?

# FieldMapRemoveMsg
source: Remove field map?
bg: Премахване връзка карта?
de: Feldplan entfernen?
es: ¿Desea eliminar la asignación de campos?
fi: Poista kenttäkartta?
fr: Retirer le mappage de champ ?
is: Eyða reitavörpun?
nl: Veld verwijderen
nl_be: Veldkaart verwijderen?
ru: Удалить сопоставление поля?
sv: Ta bort fältmappning?
vi_vn: Xóa field map?

# FieldMapUpdateFields
source: Update field list
bg: Обнови поле списък
de: Feldliste aktualisieren
es: Actualizar lista de campos
fi: Päivitä kenttäluettelo
fr: Mettre à jour la liste de champs
is: Uppfæra reitalista
nl: Veld bijwerken
nl_be: Veldlijst bijwerken
ru: Обновить список полей
sv: Uppdatera fältlista
vi_vn: Cập nhật danh sách trường

# FieldMustBeInteger
source: Field value must be an integer.
bg: Стойността на полето трябва да бъде цяло число.
de: Feldwert muss eine ganze Zahl sein.
es: El valor del campo debe ser un número entero.
fi: Kentän arvon on oltava kokonaisluku.
fr: La valeur du champ doit être entière.
is: Gildi reits verður að vera heiltala.
nl: Veldwaarde moet een geheel getal.
nl_be: Veldwaarde moet geheel getal zijn.
ru: Значение поля должно быть целое.
sv: Fältvärde måste vara ett heltal.
vi_vn: Giá trị trường phải là một số nguyên.

source: General setup
bg: Общи настройки
da: Generelle indstillinger
de: Allgemeines Setup
es: Configuración general
fi: Yleiset asetukset
fr: Paramètres généraux
is: Almenn uppsetning
nl: Algemene instellingen
nl_be: Algemene instelling
ru: Общая настройка
sv: Allmänna inställningar
vi_vn: Thiết lập chung

# HourlyHours
source: Hourly: every %1 hours
bg: По часове: всеки %1 часа
da: Timevis: hver %1 timer
de: Stündlich: alle %1 Stunden
es: Horaria: cada %1 horas
fi: Tunneittain: joka %1 . tunti
fr: Horaire : toutes les %1 heures
is: Klukkutíma: á %1 tíma fresti
nl: Uurtarief: elke %1 uur
nl_be: Per uur: elke %1 u(u)r(en)
ru: Ежечасно: каждый %1 час
sv: Timvis: var %1 timme
vi_vn: Hàng giờ: mỗi %1 giờ

# HourlyMinutes
source: Hourly: every %1 minutes
bg: По часове: всеки %1 минути
da: Timevis: hver %1 minutter
de: Stündlich: alle %1 Minuten
es: Horaria: cada %1 minutos
fi: Tunneittain: %1 . minuutti
fr: Horaire : toutes les %1 minutes
is: Klukkutíma: á %1 mínútna fresti
nl: Uurtarief: elke %1 minuten
nl_be: Per uur: elke %1 minu(u)t(en)
ru: Ежечасно: каждую %1 минуту
sv: Timvis: var %1 minut
vi_vn: Hàng giờ: mỗi % 1 phút

source: ID
bg: Идентификационен номер
fi: Tunnus
is: Auðkenni

source: Inactive
bg: Неактивно
da: Inaktiv
de: Inaktiv
es: Inactivo
fi: Ei aktiivinen
is: Óvirkt
nl: Niet actief
nl_be: Niet actief
ru: Неактивно
sv: Inaktiv
vi_vn: Không hoạt động

source: Job
bg: Проект
da: Opgave
es: Tarea
fi: Työ
fr: Projet
is: Verk
ru: Задание
sv: Jobb

# JobButtonDescription
source: Create a new replication job
bg: Създайте нов проект репликации
da: Opret en ny replikationsopgave
de: Einen neuen Replikationsjob erstellen
es: Crear una nueva tarea de replicación
fi: Luo uusi replikointityö
fr: Créer un nouveau projet de réplication
is: Búa til nýtt gagnaflutningsverk
nl: Maak een nieuwe replicatie-baan
nl_be: Een nieuwe replicatiejob aanmaken
ru: Создать новое задание репликации
sv: Skapa ett nytt replikeringsjobb
vi_vn: Tạo một replication job mới

# JobButtonText
source: New job
bg: Нов проект
da: Ny opgave
de: Neuer Job
es: Nueva tarea
fi: Uusi työ
fr: Nouveau projet
is: Nýtt verk
nl: Nieuwe job
nl_be: Nieuwe job
ru: Новаой задание
sv: Nytt jobb
vi_vn: Job mới

# JobDoNotCopyExisting
source: Do not copy existing job
bg: Не копирайте съществуващия проект
da: Kopier ikke eksisterende opgave
de: Vorhandenen Job nicht kopieren
es: No copiar la tarea existente
fi: Älä kopioi olemassa olevaa työtä
fr: Ne pas copier le projet existant
is: Ekki afrita eldra verk
nl: Kopieer niet bestaande baan
nl_be: Bestaande job niet kopiëren
ru: Не копировать существующее задание
sv: Kopiera inte befintliga jobb
vi_vn: Không sao chép job hiện tại

# JobListButtonDescription
source: View, modify and run replication jobs
bg: Преглед, промяна и стартиране на проектите за репликация
da: Se, rediger og kør replikeringsopgaver
de: Anzeigen, ändern und Replikationsjobs ausführen
es: Ver, modificar y ejecutar tareas de replicación
fi: Tarkastele, muokata ja suorita replikointitöitä
fr: Afficher, modifier et exécuter les projets de réplication
is: Skoða, breyta og keyra gagnaflutningsverk
nl: Weergeven, wijzigen en batchverwerkingen voor replicatie
nl_be: Replicatiejobs bekijken, aanpassen en uitvoeren
ru: Просмотр, редактирование и запуск заданий репликации
sv: Se,ändra och kör replikeringsjobb
vi_vn: Xem, sửa đổi và chạy các replication jobs

# JobListButtonText
source: View jobs
bg: Преглед на проекти
da: Se opgaver
de: Jobs anzeigen
es: Ver tareas
fi: Näytä työt
fr: Afficher les projets
is: Skoða verk
nl: Jobs bekijken
nl_be: Jobs bekijken
ru: Просмотр заданий
sv: Vy jobb
vi_vn: Xem jobs

source: Job log
bg: Регистър проекти
da: Opgavelog
de: Jobprotokoll
es: Registro de tareas
fi: Työloki
fr: Journal des projets
is: Verkskrá
nl: Job-logbestand
ru: Задание протокол
sv: Jobblogg
vi_vn: Nhật ký job

# JobLogButtonDescription
source: View a log of all job activity in the system
bg: Преглед регистър на цялата дейност проекти в системата
da: Se en log over al opgaveaktivitet i systemet
de: Sehen sie ein Protokoll aller Job-Aktivitäten im System
es: Ver un registro de toda la actividad de tareas del sistema
fi: Tarkastele lokitietoa kaikista järjestelmän työtehtävistä
fr: Afficher un journal de tous les projets du système
is: Skoða vinnsluskráningu allra verka í kerfinu
nl: Een logboek van alle activiteiten van de baan in het systeem weergeven
nl_be: Een log van alle jobactiviteit in het systeem bekijken
ru: Просмотр протокола всех активных заданий в системе
sv: Se logg för jobbaktiviteter i systemet
vi_vn: Xem nhật ký của tất cả các job trong hệ thống

# JobLogColumnJob
source: Job
bg: Проект
da: Opgave
es: Tarea
fi: Työ
fr: Projet
is: Verk
ru: Задание
sv: Jobb

# JobLogColumnMessage
source: Message
bg: Съобщение
da: Meddelelse
de: Nachricht
es: Mensaje
fi: Viesti
is: Boð
nl: Bericht
nl_be: Bericht
ru: Сообщение
sv: Meddelande
vi_vn: Tin nhắn

# JobLogColumnTime
source: Time
bg: Време
da: Tid
de: Zeit
es: Hora
fi: Aika
fr: Heure
is: Tími
nl: Tijd
nl_be: Tijd
ru: Время
sv: Tid
vi_vn: Thời gian

# JobLogListButtonText
source: Job log
bg: Регистър проекти
da: Opgavelog
de: Jobprotokoll
es: Registro de tareas
fi: Työloki
fr: Journal des projets
is: Verkskrá
nl: Job-logbestand
ru: Задание протокол
sv: Jobblogg
vi_vn: Nhật ký job

# JobRemoveHeader
source: Remove job
bg: Премахни проект
da: Fjern opgave
de: Job entfernen
es: Eliminar tarea
fi: Poista työ
fr: Retirer le projet
is: Eyða verki
nl: Verwijder
nl_be: Job verwijderen
ru: Удалит задание
sv: Ta bort jobb
vi_vn: Gỡ bỏ job

# JobRemoveInUseMsg
source: Job {0} cannot be removed because it is being used by other jobs.
bg: Проект {0} не може да бъде премахнат, защото се използва от други проекти.
da: Opgave {0} kan ikke fjernes, fordi det bruges af andre Opgaver.
de: Job {0} kann nicht entfernt werden, weil er von anderen Jobs verwendet wird.
es: La tarea {0} no se puede eliminar ya que hay otras tareas que la están utilizando.
fi: Työtä {0} ei voida poistaa, koska sitä käytetään muissa töissä:
fr: Le projet {0} ne peut pas être retiré car il est utilisé par d'autres projets.
is: Það er ekki hægt að eyða verki {0} því önnur verk eru að nota það.
nl: Baan {0} kan niet worden verwijderd omdat het wordt gebruikt door andere banen.
nl_be: Job {0} kan niet worden verwijderd omdat deze door andere jobs wordt gebruikt.
ru: Задание {0} не может быть удалено, потому что оно используется другими заданиями.
sv: Jobb {0} kan inte tas bort eftersom det används av andra jobb.
vi_vn: Job {0} không thể bị xóa vì nó đang được sử dụng bởi các Job khác.

# JobRemoveManyInUseMsg
source: The following jobs cannot be removed because they are being used by other jobs: {0}
bg: Следните проекти не могат да бъдат премахнати, защото се използват от други проекти: {0}
da: Følgende opgave kan ikke fjernes, fordi de bruges af andre opgaver: {0}
de: Die folgenden Teilbjobs können nicht entfernt werden, da sie von Jobs verwendet werden: {0}
es: Las tareas siguientes no se pueden eliminar ya que hay otras tareas que las están utilizando:
fi: Seuraavia töitä ei voida poistaa, koska niitä käytetään muissa tehtävissä: {0}
fr: Les projets suivants ne peuvent pas être retirés car ils sont utilisés par d'autres projets : {0}
is: Ekki er hægt að eyða eftirfarandi verkum því önnur verk eru að nota þau: {0}
nl: De volgende taken kunnen niet worden verwijderd omdat ze worden gebruikt door andere jobs: {0}
nl_be: De volgende jobs kunnen niet worden verwijderd omdat ze door andere jobs worden gebruikt: {0}
ru: Следующие задания не могут быт удалены, потому что они используются другими заданиями: {0}
sv: Följande jobb kan inte tas bort eftersom de används av andra jobb: {0}
vi_vn: Các công việc sau không thể xóa vì chúng đang được sử dụng bởi các job khác: {0}

# JobRemoveManyMsg
source: Remove {0} jobs?
bg: Премахване на {0} проекти?
da: Vil du fjerne {0} opgaver?
de: {0} Jobs entfernen?
es: ¿Desea eliminar {0} tareas?
fi: Poista {0} työt?
fr: Retirer {0} projets ?
is: Eyða {0} verkum?
nl: Verwijderen {0} banen?
nl_be: {0} jobs verwijderen?
ru: Удалить {0} задания?
sv: Ta bort {0} jobb?
vi_vn: Xóa {0} jobs?

# JobRemoveMsg
source: Remove job {0}?
bg: Премахване на проекта {0}?
da: Fjern opgave {0}?
de: Job {0} entfernen?
es: ¿Desea eliminar la tarea {0}?
fi: Poista työ {0}?
fr: Retirer le projet {0} ?
is: Eyða verki {0}?
nl: Baan {0} verwijderen?
nl_be: {0} job verwijderen?
ru: Удалить задание {0}?
sv: Ta bort jobbet {0}?
vi_vn: Xóa job {0}?

# JobRun
source: Run job
bg: Пусни операцията
da: Kør opgave
de: Job starten
es: Ejecutar tarea
fi: Suorita työ
fr: Exécuter le projet
is: Keyra verk
nl: Batchverwerking
nl_be: Job uitvoeren
ru: Запустить задание
sv: Kör jobb
vi_vn: Chạy công việc

# JobRunAsNormal
source: Run job as normal
bg: Изпълнете проекта нормално
da: Kør opgave i normaltilstand
de: Job normal ausführen
es: Ejecutar tarea de forma normal
fi: Suorita työ normaalisti
fr: Exécuter le projet comme d'habitude
is: Keyra verk sem venjulegt
nl: Als normale job uitvoeren
nl_be: Job normaal uitvoeren
ru: Запустить задание как нормальное
sv: Kör jobb som normalt
vi_vn: Chạy job như bình thường

# JobRunConfirmMsg
source: Do you want to run job {0}?
bg: Искате ли да изпълните проект {0}?
da: Vil du køre opgave {0}?
de: Wollen Sie Job {0} starten?
es: ¿Desea ejecutar la tarea {0}?
fi: Haluatko suorittaa työn {0}?
fr: Souhaitez-vous exécuter le projet {0} ?
is: Viltu keyra verk {0}?
nl: Wilt u de batchverwerking {0}?
nl_be: Wilt u job {0} uitvoeren?
ru: Вы хотите запустить задание {0}?
sv: Vill du köra jobbet {0}?
vi_vn: Bạn có muốn chạy job {0} không?

# JobRunErrorMsg
source: An error occurred when requesting a run of job {0}: {1}
bg: При подаването на заявка за изпълнение на проекта {0} възникна грешка {1}
da: Der opstod en fejl ved anmodning om at køre opgave {0}: {1}
de: Fehler beim Anfordern eines Startens von Job {0}: {1}
es: Se produjo un error al solicitar la ejecución de la tarea {0}: {1}
fi: Virhe pyytäessäsi työn {0} suoritusta: {1}
fr: Une erreur s'est produite en demandant l'exécution du projet {0} : {1}
is: Villa kom upp við beiðni um keyrslu á verki {0}: {1}
nl: Er is een fout opgetreden bij het aanvragen van een run van baan {0}: {1}
nl_be: Er is een fout opgetreden tijdens de aanvraag om job {0}: {1} uit te voeren
ru: Произошла ошибка при запросе на запуск задания {0}:{1}
sv: Ett fel uppstod när jobbet {0}: {1} kördes
vi_vn: Đã xảy ra lỗi khi yêu cầu chạy job {0}: {1}

# JobRunExceptionMsg
source: An unhandled exception occurred when trying to run a job: {0}, {1}
bg: При опит за стартиране на проекта възникна следното изключение: {0}, {1}
da: Der opstod en uhåndteret fejl i forbindelse med forsøget på at køre et opgave: {0}, {1}
de: Eine nicht behandelte Ausnahme ist aufgetreten beim Versuch, einen Job zu starten: {0}, {1}
es: Se produjo una excepción no controlada al tratar de ejecutar una tarea: {0}, {1}
fi: Käsittelemätön poikkeus yrittäessäsi suorittaa työtä: {0}, {1}
fr: Une exception non prise en charge s'est produite en essayant d'exécuter un projet : {0}, {1}
is: Undantekning í vinnslu var ekki meðhöndluð þegar reynt var að keyra verk: {0}, {1}
nl: Een onverwerkte uitzondering opgetreden wanneer trying voor stormloop een baan: {0}, {1}
nl_be: Er is een onverwerkte uitzondering opgetreden tijdens een poging om een job uit te voeren: {0}, {1}
ru: Произошло неуправляемое исключение при попытке запуска задания: {0}, {1}
sv: Ett ej behandlat undantag uppstod när jobbet: {0}, {1} kördes
vi_vn: Một ngoại lệ chưa được xử lý đã xảy ra khi cố gắng chạy một job: {0}, {1}

# JobRunHeader
source: Run job
bg: Пусни операцията
da: Kør opgave
de: Job starten
es: Ejecutar tarea
fi: Suorita työ
fr: Exécuter le projet
is: Keyra verk
nl: Batchverwerking
nl_be: Job uitvoeren
ru: Запустить задание
sv: Kör jobb
vi_vn: Chạy công việc

# JobRunNoResponseMsg
source: The Scheduler service did not respond to the request. Make sure that the Service is running and configured or Scheduler Setup is pointing to correct host.
bg: Услугата диспечър не отговори на заявката. Уверете се, че услугата се изпълнява и е конфигурирана, или Настройка на диспечъра води към корекция на хоста.
da: Skemalægningstjenesten svarede ikke på anmodningen. Sørg for, at tjenesten kører og er konfigureret, eller at skemalægningskonfigurationen peger på den korrekte vært.
de: Der Scheduler-Service reagiert nicht auf die Anfrage. Stellen Sie sicher, dass der Service ausgeführt wird.
es: El servicio de programador no respondió a la solicitud. Compruebe que dicho servicio se esté ejecutando y esté configurado o que la configuración del programador esté enrutada hacia el host correcto.
fi: Ajastuspalvelu ei vastannut pyyntöön. Varmista että palvelu on käynnissä ja määritelty tai ajastuksen märitys osoittaa oikeaan isäntäkoneeseen.
fr: Le service de planification n'a pas répondu à la requête. Assurez-vous que le Service est en cours d'exécution et configuré ou que le Planificateur de tâches est acheminé vers l'hôte approprié.
is: Scheduler þjónustan svaraði ekki beiðninni. Athugaðu hvort þjónustan sé uppsett og keyrandi og Scheduler uppsetning bendir á réttan þjón.
nl: De Scheduler-service heeft niet gereageerd op het verzoek. Zorg ervoor dat de Service uitgevoerd en geconfigureerde wordt of Scheduler-instellingen is wijst naar de juiste host.
nl_be: De Planner service heeft niet gereageerd op mijn verzoek. Controleer of de service actief is en geconfigureerd of dat de Planner instellingen naar de juiste host verwijzen.
ru: Сервис планировщика не отвечает на запрос. Проверьте, что сервис запущен и сконфигурирован или настройка планировщика указывает на корректный хост.
sv: Tjänsten Schemaläggare svarar inte på din begäran. Kontrollera att tjänsten är aktiverad och konfigurerad eller att Scheduler Setup är inställd på rätt värd.
vi_vn: Scheduler service không đáp ứng yêu cầu. Đảm bảo rằng Scheduler service đang chạy và được định cấu hình hoặc cài đặt Scheduler service đang trỏ đến đúng máy chủ.

# JobRunOkMsg
source: Job {0} was successfully submitted for run.
bg: Проект {0} бе успешно изпратен за изпълнение.
da: Anmodning om at køre opgave {0} gennemført.
de: Job {0} wurde erfolgreich für den Start eingereicht.
es: La tarea {0} se envió correctamente para su ejecución.
fi: Työ {0} asetettiin onnistuneesti suoritukseen.
fr: L'exécution du projet {0} a bien été soumise.
is: Verk {0} hefur verið sent af stað í keyrslu.
nl: Baan {0} probleemloos is ingediend voor run.
nl_be: Job {0} werd met succes aangeboden voor uitvoering.
ru: Задание {0} было успешно подтверждено для запуска.
sv: Det gick bra att skicka jobb {0} för körning.
vi_vn: Job {0} đã được gửi thành công để chạy.

# JobRunServiceError
source: The Scheduler service returned the following error: {0}
bg: Услугата Диспечър връща следната грешка: {0}
da: Skemalægningstjenesten svarede med følgende fejl: {0}
de: Der Scheduler-Service hat den folgenden Fehler zurückgegeben: {0}
es: El servicio de programador devolvió el siguiente error: {0}
fi: Ajastuspalvelu palautti seuraavan virheen: {0}
fr: Le Planificateur a renvoyé l'erreur suivante : {0}
is: Scheduler þjónustan skilaði eftirfarandi villu: {0}
nl: De Scheduler-service het volgende fout geretourneerd: {0}
nl_be: De Planner service gaf volgende foutmelding: {0}
ru: Сервис планировщика вернул слудующую ошибку: {0}
sv: Schemaläggaretjänsten returnerade följande fel {0}
vi_vn: Scheduler service trả về lỗi sau: {0}

# JobRunValidationFailureMsg
source: The job can not be run because it failed validation. {0}
bg: Проектът не може да бъде стартиран, защото не е било потвърдено. {0}
da: Opgave kan ikke køres, eftersom bekræftelsen mislykkedes. {0}
de: Der Job kann nicht ausgeführt werden, weil die Validierung fehlgeschlagen ist. {0}
es: La tarea no se puede ejecutar ya que se produjo un error de validación. {0}
fi: Työtä ei voida suorittaa, koska sen validointi epäonnistui. {0}
fr: Le projet ne peut pas être exécuté car sa validation a échoué. {0}
is: Það er ekki hægt að keyra verkið því það er ekki gilt: {0}
nl: De taak kan niet worden uitgevoerd omdat het mislukte validatie. {0}
nl_be: De job kan niet worden uitgevoerd omdat de validering is mislukt. {0}
ru: Задание не может быть запущено, потому что оно не корректно. {0}
sv: Jobbet kan inte köras eftersom valideringen misslyckades.
vi_vn: Job không thể được chạy vì nó không xác nhận. {0}

source: Jobs
bg: Проекти
da: Opgaver
es: Tareas
fi: Työt
fr: Projets
is: Verk
ru: Задания
sv: Jobb

# JobsAllFilter
source: (all)
bg: (всички)
da: (alle)
de: (alle)
es: (todo)
fi: (kaikki)
fr: (toutes)
is: (öll)
nl: Alle
nl_be: (alle)
ru: (все)
sv: (alla)

# JobScheduler
source: Scheduler
bg: Диспечер
da: Planlægger
es: Programador
fi: Ajastus
fr: Planificateur
is: Verkstjóri
nl: Planner
nl_be: Planner
ru: Планировщик
sv: Schemaläggare

# JobSchedulerDescription
source: Scheduler for Data Director
bg: Диспечър за Data Director
da: Planlægger for Data Director
de: Scheduler für Data Director
es: Programador de Data Director
fi: Data Directorin Ajastuspalvelu
fr: Planificateur du Directeur de données
is: Verkstjóri fyrir Data Director
nl: Planner voor de data director
nl_be: Planner voor Data Director
ru: Планировщик для Data Director
sv: Schemaläggare för Data Director
vi_vn: Scheduler cho Data Director

# JobsTooltipDescription
source: Manage scheduler jobs and their schedule
bg: Управление на проекти диспечър и техния график
da: Administrer planlæggeropgaver og deres tidsplan
de: Scheduler-Jobs und ihre Zeitpläne verwalten
es: Administrar tareas del programador y su programación
fi: Hallinnoi ajastettuja töitä ja niiden aikatauluja
fr: Gérer des projets de planificateur et leurs calendriers
is: Umsjón með verkum í verkraðara og hvenær þau eru keyrð
nl: Planner jobs en hun schema beheren
nl_be: Plannerjobs en hun schema beheren
ru: Управление заданиями планировщика и их расписанием
sv: Hantera schemaläggarjobb och scheman
vi_vn: Quản lý scheduler jobs và lịch trình chạy

# JobSubJobPageCurrentJob
source: Current job
bg: Текущ проект
da: Nuværende opgave
de: Aktueller Job
es: Tarea actual
fi: Nykyinen työ
fr: Projet actuel
is: Þessu verki
nl: Huidige job
nl_be: Huidige job
ru: Текущее задание
sv: Aktuellt jobb
vi_vn: Job hiện tại
