Repository: iespana/LSOne
Catalog: SM/Plugins/Scheduler/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# ReadDesignUpdateExistingNamedMsg
source: Update existing database design, {0}
bg: Актуализиране на съществуващия дизайн на базата данни, {0}
da: Opdater eksisterende databasedesign, {0}
de: Vorhandenes Datenbankdesign aktualisieren, {0}
es: Actualizar el diseño de base de datos existente, {0}
fi: Päivitä nykyinen tietokantamalli, {0}
fr: Mettre à jour la base de données existante, {0}
is: Uppfæra eldri gagnagrunnshönnun, {0}
nl: Bijwerken van bestaande databaseontwerp, {0}
nl_be: Bestaand databaseontwerp updaten, {0}
ru: Обновить существующий дизайн базы данных, {0}
sv: Uppdatera befintlig databasdesign, {0}
vi_vn: Cập nhật thiết kế database hiện có, {0}

# Recurrence_DayPositiveIntegerMsg
source: Value for day must be a positive integer
bg: Стойността за деня трябва да бъде положително цяло число
da: Værdi for dagen skal være et positivt heltal
de: Wert für Tag muss eine positive Ganzzahl sein
es: El valor del día debe ser un número entero positivo
fi: Päivän arvon täytyy olla positiivinen kokonaisluku
fr: La valeur de la journée doit être un entier positif
is: Gildi fyrir dag verður að vera jákvæð heiltala
nl: Waarde voor de dag moet een positief geheel getal
nl_be: Waarde voor dag moet een positief geheel getal zijn
ru: Значение дня должно быть положительным целым
sv: Värde för dag måste vara positivt heltal.
vi_vn: Giá trị cho ngày phải là số nguyên dương

# Recurrence_HoursPositiveIntegerMsg
source: Value for hours must be a positive integer
bg: Стойността за часовете трябва да бъде положително цяло число
da: Værdien for timer skal være et positivt heltal
de: Wert für Stunden muss eine positive Ganzzahl sein
es: El valor de las horas debe ser un número entero positivo
fi: Tunnin arvon on oltava positiivinen kokonaisluku
fr: La valeur des heures doit être un entier positif
is: Gildi fyrir klukkustund verður að vera jákvæð heiltala
nl: De waarde voor uren moet een positief geheel getal
nl_be: Waarde voor uren moet een positief geheel getal zijn
ru: Значение для часов должно положительным целым
sv: Värde för timmar måste vara positivt heltal.
vi_vn: Giá trị cho giờ phải là số nguyên dương

# Recurrence_InvalidDayOfMonth
source: Invalid day of month
bg: Невалиден ден от месеца
da: Ugyldig dag i måneden
de: Ungültiger Tag im Monat
es: Día del mes no válido
fi: Virheellinen kuukauden päivä
fr: Jour du mois invalide
is: Ógildur mánaðardagur
nl: Ongeldige dag van maand
nl_be: Ongeldige dag van de maand
ru: Не корректный день месяца
sv: Ogiltig dag i månad
vi_vn: Ngày không hợp lệ trong tháng

# Recurrence_MinutesPositiveIntegerMsg
source: Value for minutes must be a positive integer
bg: Стойността за минути трябва да бъде положително цяло число
da: Værdi for minutter skal være et positivt heltal
de: Wert für Minuten muss eine positive Ganzzahl sein
es: El valor de los minutos debe ser un número entero positivo
fi: Minuuttien arvon on oltava positiivinen kokonaisluku
fr: La valeur des minutes doit être un entier positif
is: Gildi fyrir mínútur verður að vera jákvæð heiltala
nl: De waarde voor minuten moet een positief geheel getal
nl_be: Waarde voor minuten moet een positief geheel getal zijn
ru: Значение для минут должно быть положительным целым
sv: Värde för minuter måste vara positivt heltal.
vi_vn: Giá trị cho phút phải là số nguyên dương

# Recurrence_MonthsPositiveIntegerMsg
source: Value for month(s) must be a positive integer
bg: Стойността за месец (и) трябва да бъде положително цяло число
da: Værdi for måned(er) skal være et positivt heltal
de: Wert für Monat(e) muss eine positive Ganzzahl sein
es: El valor de los meses debe ser un número entero positivo
fi: Kuukauden arvon on oltava positiivinen kokonaisluku
fr: La valeur du (des) mois doit être un entier positif
is: Gildi fyrir mánuð/mánuði verður að vera jákvæð heiltala.
nl: Waarde voor maand(en) moet een positief geheel getal
nl_be: Waarde voor maand(en) moet een positief geheel getal zijn
ru: Значение для месяца(месяцев) должно быть положительным целым
sv: Värde för månader måste vara positivt heltal.
vi_vn: Giá trị cho tháng phải là số nguyên dương

# Recurrence_MustSelectDayMsg
source: At least one day of week must be selected
bg: Трябва да се избере поне един ден от седмицата
da: Der skal vælges mindst en dag i ugen
de: Mindestens ein Tag in der Woche muss ausgewählt werden
es: Debe seleccionar al menos un día de la semana
fi: Vähintään yksi viikonpäivä on valittava
fr: Au moins un jour de la semaine doit être sélectionné
is: Minnst einn vikudagur verður að vera valinn
nl: Ten minste één dag moet worden geselecteerd
nl_be: Minstens een dag van de week moet geselecteerd zijn
ru: По крайней мере один день из недели должен быть выбран
sv: Minst en av veckans dagar måste väljas
vi_vn: Phải chọn ít nhất một ngày trong tuần

# Recurrence_StartEndDateMsg
source: End date must occur before start date
bg: Крайната дата трябва да се появи преди началната дата
da: Slutdato skal forekomme før startdato
de: Enddatum muss vor Startdatum auftreten
es: La fecha de finalización debe ser anterior a la fecha de inicio
fi: Päättymispäivä on oltava ennen aloituspäivää
fr: La date de fin doit avoir lieu avant la date de début
is: Lokadagsetning verður vera á undan upphafsdagsetningu
nl: Begin-en einddatum moet plaatsvinden voordat de begindatum
nl_be: Einddatum moet voorafgaan aan begindatum
ru: Дата окончания должна быть раньше даты начала
sv: Slutdatum måste finnas före startdatum
vi_vn: Ngày kết thúc phải diễn ra trước ngày bắt đầu

# Recurrence_StartEndTimeMsg
source: End time must occur before start time
bg: Крайното време трябва да се появи преди началото на времето
da: Sluttid skal ske inden starttid
de: Endzeit muss vor der Startzeit auftreten
es: La hora de finalización debe ser anterior a la hora de inicio
fi: Päättymisaika on oltava ennen alkamisaikaa
fr: L'heure de fin doit avoir lieu avant l'heure de début
is: Lokatími verður vera á undan upphafstíma
nl: Eindtijd moet plaatsvinden voordat de begintijd
nl_be: Eindtijd moet voorafgaan aan begintijd
ru: Время окончания должно быть раньше времени начала
sv: Sluttid måste finnas före starttid
vi_vn: Thời gian kết thúc phải xảy ra trước thời gian bắt đầu

# Recurrence_WeekdayCharm_EnumValue_Day
source: day
bg: Ден
da: Dag
de: Tag
es: Diario
fi: Päivä
fr: Journée
is: dagur
nl: Dag
nl_be: Dag
ru: День
sv: Dag
vi_vn: Ngày

# Recurrence_WeekdaySequence_EnumValue_First
source: first
bg: първо
da: første
de: Vorname
es: primero
fi: ensimmäinen
fr: premier
is: Fyrsti
nl: eerste
nl_be: eerste
ru: Первый
sv: Först

# Recurrence_WeekdaySequence_EnumValue_Fourth
source: fourth
bg: четвърто
da: fjerde
de: Vierter
es: cuarto
fi: neljäs
fr: quatrième
is: Fjórði
nl: vierde
nl_be: vierde
ru: Четвертый
sv: fjärde

# Recurrence_WeekdaySequence_EnumValue_Last
source: last
bg: Последно
da: Sidste
de: Nachname
es: Último
fi: Viimeinen
fr: Dernier
is: Síðasti
nl: Laatste
nl_be: Laatste
ru: Последний
sv: Senaste
vi_vn: Cuối cùng

# Recurrence_WeekdaySequence_EnumValue_Second
source: second
bg: второ
da: anden
de: Zweite Bestätigungszeile
es: segundo
fi: toinen
fr: deuxième
is: Annar
nl: seconde
nl_be: tweede
ru: Второй
sv: andra

# Recurrence_WeekdaySequence_EnumValue_Third
source: third
bg: трето
da: tredje
de: Dritter
es: tercero
fi: kolmas
fr: troisième
is: Þriðji
nl: derde
nl_be: derde
ru: Третий
sv: tredje

source: Re execute
bg: Повторно изпълнение
de: Erneut ausführen
es: Volver a ejecutar
fi: Suorita uudelleen
fr: Exécuter à nouveau
is: Endurkeyra
nl: Uitvoeren
nl_be: Opnieuw uitvoeren
ru: Выполнить повторно
sv: Utför igen

# Remove
source: Delete
bg: Изтриване
da: Slet
de: Löschen
es: Borrar
fi: Poista
fr: Supprimer
is: Eyða
nl: Verwijderen
nl_be: Verwijderen
ru: Удалить
sv: Ta bort
vi_vn: Xóa

source: Remove parameter
bg: Премахване на параметъра
da: Fjern parameter
de: Parameter löschen
es: Eliminar parámetro
fi: Poista parametri
fr: Retirer le paramètre
is: Fjarlægja færibreytu
nl: Parameter verwijderen
nl_be: Parameter verwijderen
ru: Удалить параметр
sv: Ta bort parameter
vi_vn: Xóa tham số

# RemoveParameterQuestion
source: Do you want to remove the %1 parameter
bg: Искате ли да премахнете параметъра %1
da: Vil du fjerne %1-parameteren?
de: Möchten Sie den %1 Parameter löschen?
es: ¿Desea eliminar el parámetro %1?
fi: Haluatko poistaa %1 -parametrin
fr: Souhaitez-vous retirer le paramètre %1 ?
is: Viltu fjarlægja %1 færibreytuna
nl: Wilt u de parameter %1 verwijderen
nl_be: Wilt u de %1 parameter verwijderen?
ru: Вы хотите удалить %1 параметр
sv: Vill du ta bort parametern %1
vi_vn: Bạn có muốn xóa tham số % 1 không

source: Remove parameters
bg: Премахване на параметрите
da: Fjern parametre
de: Parameter löschen
es: Eliminar parámetros
fi: Poista parametrit
fr: Retirer les paramètres
is: Fjarlægja færibreytur
nl: Verwijder parameters
nl_be: Parameters verwijderen
ru: Удалить параметры
sv: Ta bort parametrar
vi_vn: Xóa tham số

# RemoveParametersQuestion
source: Do you want to remove %1 parameters
bg: Искате ли да премахнете %1 параметрите
da: Vil du fjerne %1-parametre?
de: Möchten Sie %1 Parameter löschen?
es: ¿Desea eliminar los parámetros %1?
fi: Haluatko poistaa parametrit %1
fr: Souhaitez-vous retirer %1 paramètres ?
is: Viltu fjarlægja %1 færibreytur
nl: Wilt u %1 verwijderen?
nl_be: Wilt u %1 parameters verwijderen?
ru: Вы хотите удалить %1 параметров
sv: Vill du ta bort %1 parametrar
vi_vn: Bạn có muốn xóa tham số % 1 không

source: Replication
bg: Репликация
da: Replikation
de: Replikation
es: Replicación
fi: Replikointi
fr: Réplication
is: Gagnaflutningur
nl: Replicatie
nl_be: Replicatie
ru: Репликация
sv: Replikering
vi_vn: Sao chép

# ReplicationCounterFieldNone
source: (none)
bg: (нищо)
da: (ingen)
de: (keine)
es: (ninguno)
fi: (ei mitään)
fr: (aucun)
is: (ekkert)
nl: (geen)
nl_be: (geen)
ru: (нет)
sv: (ingen)

# ReplicationCounterRemoveHeader
source: Remove replication counter
bg: Премахване на брояча на репликация
da: Fjern replikationstæller
de: Replikationszähler entfernen
es: Eliminar contador de replicación
fi: Poista replikointilaskuri
fr: Retirer le compteur de réplications
is: Eyða gagnaflutningsteljara
nl: Replicatie teller verwijderen
nl_be: Replicatieteller verwijderen
ru: Удалить счетчик репликации
sv: Ta bort replikeringsräknare
vi_vn: Loại bỏ replication counter

# ReplicationCounterRemoveManyMsg
source: Remove {0} replication counters?
bg: Премахнете {0} броячите за репликация?
da: Vil du fjerne {0} replikationstællere?
de: {0} Replikationszähler entfernen?
es: ¿Desea eliminar {0} contadores de replicación?
fi: Poista {0} replikointilaskurit?
fr: Retirer {0} compteurs de réplication ?
is: Eyða {0} gagnaflutningsteljurum?
nl: {0} replicatie items verwijderen?
nl_be: {0} replicatietellers verwijderen?
ru: Удалить {0} счетчики репликации?
sv: Ta bort {0} replikeringsräknare?
vi_vn: Xóa {0} replication counters?

# ReplicationCounterRemoveMsg
source: Remove replication counter?
bg: Премахване на брояча на репликация
da: Fjern replikationstæller
de: Replikationszähler entfernen?
es: Eliminar contador de replicación
fi: Poista replikointilaskuri
fr: Retirer le compteur de réplications
is: Eyða gagnaflutningsteljara?
nl: Replicatie teller verwijderen
nl_be: Replicatieteller verwijderen
ru: Удалить счетчик репликации
sv: Ta bort replikeringsräknare?
vi_vn: Loại bỏ replication counter

source: Replication counters
bg: Броячи на репликация
da: Replikationstællere
de: Replikationszähler
es: Contadores de replicación
fi: Replikointilaskurit
fr: Compteurs de réplication
is: Gagnaflutningsteljarar
nl: Replicatie tellers
nl_be: Replicatietellers
ru: Счетчики репликации
sv: Replikeringsräknare

# ReplicationCountersDescription
source: View and edit replication counters
bg: Преглед и редактиране броячи на репликации
da: Se og rediger replikationstællere
de: Replikationzähler anzeigen und bearbeiten
es: Ver y editar contadores de replicación
fi: Tarkastele ja muokkaa replikointilaskuria
fr: Afficher et modifier les compteurs de réplication
is: Skoðun og breyting á upprunateljurum.
nl: Bekijken en bewerken van replicatie tellers
nl_be: Replicatietellers bekijken en bewerken
ru: Просмотр и редактирование счетчиков репликации
sv: Se och redigera replikeringsräknare
vi_vn: Xem và chỉnh sửa replication counters

# ReplicationCountersListButtonText
source: Replication counters
bg: Броячи на репликация
da: Replikationstællere
de: Replikationszähler
es: Contadores de replicación
fi: Replikointilaskurit
fr: Compteurs de réplication
is: Gagnaflutningsteljarar
nl: Replicatie tellers
nl_be: Replicatietellers
ru: Счетчики репликации
sv: Replikeringsräknare

source: Replication Plugin
bg: Плъгин репликации
da: Replikeringsplugin
de: Replikationsplugin
es: Complemento de replicación
fi: Replikointi lisäosa
fr: Plug-in de réplication
is: Gagnaflutningsviðbót
nl: Replicatie Plugin
nl_be: Replicatieplugin
ru: Плагин репликации
sv: Replikering-plugin

source: Replication settings
bg: Настройки за репликация
da: Replikeringsindstillinger
de: Replikationseinstellungen
es: Ajustes de replicación
fi: Replikointiasetukset
fr: Paramètres de réplication
is: Gagnaflutnings stillingar
nl: Replicatie-instellingen
nl_be: Replicatie-instellingen
ru: Настройки репликации
sv: Replikeringsinställningar
vi_vn: Cài đặt Replication

# ReplicationTypes_Action
source: Action
bg: Действие
da: Handling
de: Aktion
es: Acción
fi: Toiminto
is: Aðgerð
nl: Aktie
nl_be: Actie
ru: Действие
sv: Åtgärd
vi_vn: Hành động

# ReplicationTypes_Action1
source: Action
bg: Действие
da: Handling
de: Aktion
es: Acción
fi: Toiminto
is: Aðgerð
nl: Aktie
nl_be: Actie
ru: Действие
sv: Åtgärd
vi_vn: Hành động

# ReplicationTypes_Normal
source: Normal
bg: Нормален
fi: Normaali
is: Venjulegur
nl: Normaal
nl_be: Normaal
ru: Нормальный
vi_vn: Thông thường

# ReplicationTypes_Normal1
source: Normal
bg: Нормален
fi: Normaali
is: Venjulegur
nl: Normaal
nl_be: Normaal
ru: Нормальный
vi_vn: Thông thường

# ReplicationTypes_Procedure
source: Procedure
bg: Процедура
de: Verfahren
es: Procedimiento
fi: Menettely
fr: Procédure
is: Gagnagrunnsstefja
ru: Процедура
sv: Process
vi_vn: Thủ tục

# ReplicationTypes_Procedure1
source: Procedure
bg: Процедура
de: Verfahren
es: Procedimiento
fi: Menettely
fr: Procédure
is: Gagnagrunnsstefja
ru: Процедура
sv: Process
vi_vn: Thủ tục

# RunJobErrorStatusFormat
source: {0} job(s) have errors, see job log or message log for details.
bg: {0} проект (и) има грешки, вижте регистъра на задачите или регистъра на съобщенията за подробности.
da: {0} opgave(r) indeholder fejl, se nærmere detaljer i opgaveloggen eller meddelelsesloggen.
de: {0} Job(s) haben Fehler, Jobprotokoll oder Nachrichtenprotokoll für Details ansehen.
es: Hay {0} tarea(s) con errores. Consulte el registro de tareas o el registro de mensajes para obtener más información.
fi: {0} töillä on virheitä, katso lisätietoja työn lokista tai viestilokista
fr: {0} projet(s) a (ont) des erreurs, consultez le journal de projets ou de messages pour plus d'informations.
is: {0} verk hafa villur, sjá nánar í verkskrá eða boðkladda.
nl: {0} vacature (s) hebben fouten, zie baan logboek of Berichtenlogboek voor meer informatie.
nl_be: {0} job(s) bevatten fouten, zie joblog of berichtenlog voor details.
ru: В {0} задании(заданиях) обнаружены ошибки, смотри протокол задания или протокол сообщений для деталей.
sv: {0} jobb har fel, se jobblogg eller meddelandelogg för detaljer.
vi_vn: {0} job có lỗi, xem nhật ký công việc hoặc nhật ký tin nhắn để biết chi tiết.

# RunJobPendingStatusFormat
source: {0} scheduler job(s) are being submitted.
bg: Изпращат се {0} диспечър проекти.
da: {0} skemalægningsopgave(r) sendes.
de: {0} Scheduler Job(s) werden vorgeschlagen.
es: Se están enviando {0} tarea(s) del programador.
fi: {0} ajastetut työt lähetetään
fr: {0} projet(s) de planificateur ont été soumis.
is: Það er verið að setja {0} verk af stað.
nl: {0} planner vacature (s) worden overhandigd.
nl_be: {0} planner job(s) worden aangeboden.
ru: {0} заданий планировщика подтверждены.
sv: {0} schemaläggare jobb har föreslagits.
vi_vn: {0} scheduler job đang được gửi.

# SaveDataHeader
source: Save data
bg: Запис на данните
da: Gem data
de: Datei speichern
es: Guardar datos
fi: Tallenna
fr: Enregistrer les données
is: Vista gögn
nl_be: Gegevens opslaan
ru: Сохранить данные
sv: Spara data
vi_vn: Lưu dữ liệu

# SeeMessageLogFormat
source: {0} See message log for further details.
bg: {0} Вижте регистъра на съобщенията за повече подробности.
da: {0} Se meddelelsesloggen for yderligere detaljer.
de: {0} Siehe Nachrichtenprotokoll für weitere Details.
es: {0} Consulte el registro de mensajes para obtener más información.
fi: {0} Lisätietoja saat viestilokista
fr: {0] Consultez le journal des messages pour plus d'informations.
is: {0} Sjá nánar í boðakladda.
nl: {0} Zie Berichtenlogboek voor verdere details.
nl_be: {0} Zie berichtenlog voor meer details.
ru: {0} Смотри протокол сообщения для дальнешей детализации.
sv: {0} Se meddelandelogg för mer information.
vi_vn: {0} Xem nhật ký tin nhắn để biết thêm chi tiết.

# SelectMembersHeader
source: Select one or more locations to become members of the {0} location.
bg: Изберете едно или повече местоположения за членове на местоположението {0}.
da: Vælg en eller flere placeringer for at blive medlemmer af {0} placeringen.
de: Wählen Sie einen oder mehrere Standorte, um Mitglieder von dem {0} Standort zu werden .
es: Seleccione una o varias ubicaciones para suscribirlas a la ubicación {0}.
fi: Valitse yksi tai useampi paikka, jotta voit liittyä sijainnin jäseneksi {0}
fr: Choisissez un ou plusieurs lieux qui deviendront membres du lieu {0}.
is: Veldu eina eða fleiri staðsetning til að verða meðlimur {0} staðsetningarinnar.
nl: Selecteer een of meer locaties lid te worden van de {0}-locatie.
nl_be: Selecteer een of meer locaties die lid zullen worden van de {0} locatie.
ru: Выберите одни или нескокоько местоположений, чтобы стать членами {0} местоположения.
sv: Välj en eller flera placeringar att bli medlem till placering {0}.
vi_vn: Chọn một hoặc nhiều locations để trở thành thành viên của locations {0}.

# SelectParentsHeader
source: Select one or more locations to become parents of the {0} location.
bg: Изберете едно или повече местоположения за родители на {0}местоположение.
da: Vælg en eller flere placeringer for at blive forældre til {0} placeringen.
de: Wählen Sie einen oder mehrere Speicherorte als übergeordneten Speicherort für den Speicherort {0}.
es: Seleccione una o varias ubicaciones para convertirlas en principales para la ubicación {0}.
fi: Valitse yksi tai useampia sijainteja {0} sijainnin vanhemmiksi
fr: Choisissez un ou plusieurs lieux qui deviendront parents du lieu {0}.
is: Veldu eina eða fleiri staðsetning til að verða foreldri {0} staðsetningarinnar.
nl: Selecteer een of meer locaties te worden van de ouders van de {0}-locatie.
nl_be: Selecteer een of meer locaties die hoofdobjecten zullen worden van de {0} locatie.
ru: Выберите один или несколько местоположений, чтобы стать предками {0} местоположения.
sv: Välj en eller flera överordnade platser till {0}.
vi_vn: Chọn một hoặc nhiều locations để trở thành cấp cha của locations {0}.

# Settings
source: Scheduler settings
bg: Настройки диспечър
da: Planlægningsindstillinger
de: Scheduler-Einstellungen
es: Configuración del programador
fi: Ajastusten asetukset
fr: Paramètres du planificateur
is: Stillingar verkstjóra
nl: Scheduler-instellingen
nl_be: Planner instellingen
ru: Настройки планоровщика
sv: Schemaläggare inställningar
vi_vn: Cài đặt Scheduler

# SettingsButtonDescription
source: View and edit Scheduler settings
bg: Преглед и редактиране настройките на диспечъра
da: Se og rediger planlægningsindstillinger
de: Scheduler-Einstellungen anzeigen und bearbeiten
es: Ver y editar la configuración del programador
fi: Tarkastele ja muokkaa ajastusten asetuksia
fr: Afficher et modifier les paramètres du Planificateur
is: Skoðun og breytingar á stillingum verkstjóra
nl: Bekijken en bewerken van de Scheduler-instellingen
nl_be: Planner instellingen bekijken en bewerken
ru: Просмотр и редактирование настроек Планировщика
sv: Se och redigera inställningar för schemaläggare
vi_vn: Xem và chỉnh sửa cài đặt Scheduler

# SettingsButtonText
source: Settings
bg: Настройки
da: Indstillinger
de: Einstellungen
es: Configuración
fi: Asetukset
fr: Paramètres
is: Stillingar
nl: Instellingen
nl_be: Instellingen
ru: Настройки
sv: Inställningar
vi_vn: Cài đặt

# SettingsButtonTooltipDescription
source: Manage all settings related to the data replication
bg: Управлявайте всички настройки, свързани с репликацията на данните
da: Administrer alle indstillinger, der er relateret til datareplikationen
de: Alle Einstellungen zur Datenreplikation verwalten
es: Administrar todos los ajustes relacionados con la replicación de datos
fi: Hallinnoi kaikkia datan replikointiin liittyviä asetuksia
fr: Gérer tous les paramètres liés à la réplication de données
is: Umsjón með öllum stillingum sem tengjast gagnaflutningum.
nl: Beheren van alle instellingen met betrekking tot de gegevensreplicatie
nl_be: Alle instellingen die verband houden met de gegevensreplicatie beheren
ru: Управление всеми настройками связанными с репликацией данных
sv: Hantera alla inställningar som rör datareplikering
vi_vn: Quản lý tất cả các cài đặt liên quan đến data replication

# SettingsDescription
source: Scheduler settings
bg: Настройки диспечър
da: Planlægningsindstillinger
de: Scheduler-Einstellungen
es: Configuración del programador
fi: Ajastusten asetukset
fr: Paramètres du planificateur
is: Stillingar verkstjóra
nl: Scheduler-instellingen
nl_be: Planner instellingen
ru: Настройки планоровщика
sv: Schemaläggare inställningar
vi_vn: Cài đặt Scheduler

# SettingsServerHostEmpty
source: Host name cannot be empty
bg: Хост име не може да е празно
da: Værtsnavnet kan ikke være tomt
de: Hostname kann nicht leer sein
es: El nombre del host no puede estar vacío
fi: Isäntäkoneen nimi ei voi olla tyhjä
fr: Le nom d'hôte ne peut pas être vide
is: Hýsilheiti má ekki vera autt
nl: Haven moet een positief geheel getal of leeg
nl_be: Hostnaam mag niet leeg zijn
ru: Название хоста не может быть пусто
sv: Värdnamn kan inte saknas
vi_vn: Tên Host không thể để trống.

# SettingsServerInvalidPort
source: Port must be a positive integer or empty
bg: Портът трябва да е положително цяло число или да е празно
da: Porten skal være et positivt heltal eller tom
de: Port muss eine postive Ganzzahl oder leer sein
es: El puerto debe ser un número entero positivo o estar vacío
fi: Portin on oltava positiivinen kokonaisluku tai tyhjä
fr: Le port doit être un entier positif ou vide
is: Port númer verður að vera pósitíf heiltala eða autt
nl: Haven moet een positief geheel getal of leeg
nl_be: Poort moet een positief geheel getal of leeg zijn
ru: Порт должен быть положительным целым или пусто
sv: Port måste vara positivt heltal eller tomt
vi_vn: Cổng phải là số nguyên dương hoặc trống

source: Subjob
bg: Подпроект
da: Underopgave
de: Teiljob
es: Subtarea
fi: Alityö
fr: Sous-tâche
is: Undirverk
ru: Подзадание
sv: Subjobb
