Repository: iespana/LSOne
Catalog: SM/Plugins/Scheduler/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# LinkedTableRemoveHeader
source: Remove linked table
bg: Премахване на свързаната таблица
da: Fjern linket tabel
de: Verknüpfte Tabelle entfernen
es: Eliminar tabla vinculada
fi: Poista linkitetty taulu
fr: Retirer la table liée
is: Eyða tengitöflu
nl: Gekoppelde tabel verwijderen
nl_be: Gelinkte tabel verwijderen
ru: Удалить связанные таблицы
sv: Ta bort länkad tabell
vi_vn: Xóa table liên kết

# LinkedTableRemoveMsg
source: Remove linked table {0}?
bg: Да се премахне ли свързаната таблица {0}?
da: Fjern linket tabel {0}?
de: Verknüpfte Tabelle {0} entfernen?
es: ¿Desea eliminar la tabla vinculada {0}?
fi: Poista linkitetty taulu {0}?
fr: Retirer la table liée {0} ?
is: Eyða tengitöflu {0}?
nl: Gekoppelde tabel {0} verwijderen?
nl_be: Gelinkte tabel {0} verwijderen?
ru: Удалить связанную таблицу {0}?
sv: Ta bort länkad tabell {0}?
vi_vn: Xóa table được liên kết {0}?

# Location
source: Distribution location
bg: Местоположение разпределение
da: Distribution placering
de: Vertriebsstandort
es: Ubicación de distribución
fi: Jakelusijainti
fr: Lieu de distribution
is: Staðsetning
nl: Distributie locatie
nl_be: Distributielocatie
ru: Распределение местоположение
sv: Distributionsplacering

# LocationDelete
source: Delete Location
bg: Изтриване местоположение
da: Slet placering
de: Standort löschen
es: Eliminar ubicación
fi: Poista sijainti
fr: Supprimer le lieu
is: Eyða staðsetningu
nl: Locatie verwijderen
nl_be: Locatie verwijderen
ru: Удалить местоположение
sv: Radera placering
vi_vn: Xóa Location

# LocationDescription
source: Distribution location
bg: Местоположение разпределение
da: Distribution placering
de: Vertriebsstandort
es: Ubicación de distribución
fi: Jakelusijainti
fr: Lieu de distribution
is: Staðsetning
nl: Distributie locatie
nl_be: Distributielocatie
ru: Распределение местоположение
sv: Distributionsplacering

# LocationExists
source: A location with this description already exists in the database
bg: Местоположение с това описание вече съществува в базата данни
da: En placering med denne beskrivelse findes allerede i databasen
de: Ein Standort mit dieser Beschreibung ist in der Datenbank bereits vorhanden
es: Ya existe una ubicación con esta descripción en la base de datos
fi: Sijainti, jolla on sama kuvaus, on jo olemassa tietokannassa
fr: Un lieu correspondant à cette description existe déjà dans la base de données
is: Staðsetning með þessa lýsingu er þegar til í gagnagrunninum
nl: Een locatie met deze beschrijving al bestaat in de database
nl_be: Er is al een locatie met deze omschrijving in de database
ru: Местоположение с этим описанием уже существует в базе данных
sv: En placering med den här beskrivningen finns redan i databasen
vi_vn: Một location với mô tả này đã tồn tại trong database

# LocationGroupFormat
source: {0} group
bg: {0} група
da: {0} gruppe
de: {0} Gruppe
es: Grupo {0}
fi: {0} ryhmä
fr: {0} groupe
is: {0} - hópur
nl: {0} groep
nl_be: {0} groep
ru: {0} групп
sv: {0} grupp
vi_vn: Nhóm {0}

# LocationKind_General
source: General
bg: Обща информация
da: Generelt
de: Allgemein
fi: Yleinen
fr: Général
is: Almenn
nl: Algemeen
nl_be: Algemeen
ru: Общее
sv: Allmän
vi_vn: Chung

# LocationKind_HeadOffice
source: Head Office
bg: Централно управление
da: Hovedkontor
de: Hauptgeschäftsstelle
es: Sede
fi: Pääkonttori
fr: Siège
is: Aðalskrifstofur
nl: Hoofdkantoor
nl_be: Hoofdkantoor
ru: Головной офис
sv: Huvudkontor
vi_vn: TRỤ SỞ CHÍNH:

# LocationKind_Store
source: Store
bg: Магазин:
da: Butik
de: Geschäft
es: Tienda
fi: Myymälä:
fr: Magasin
is: Búð
nl: Winkel
nl_be: Winkel
ru: Магазин:
sv: Butik
vi_vn: Cửa hàng

# LocationKind_Terminal
source: Terminal
bg: Терминал:
fi: Pääte:
is: Útstöð
nl: Kassa
ru: Терминал:
vi_vn: Thiết bị đầu cuối

# LocationKind_Undefined
source: Undefined
bg: Неопределен
da: Udefineret
de: Nicht definiert
es: No definido
fi: Määrittelemätön
fr: Non défini
is: Óskilgreint
nl: Niet gedefinieerd
nl_be: Niet gedefinieerd
ru: Неопределен
sv: Odefinierad
vi_vn: Không xác định

# LocationKindGroupGeneral
source: General
bg: Обща информация
da: Generelt
de: Allgemein
fi: Yleinen
fr: Général
is: Almennt
nl: Algemeen
nl_be: Algemeen
ru: Общее
sv: Allmänt
vi_vn: Chung

# LocationKindGroupHeadOffice
source: Head Office
bg: Централно управление
da: Hovedkontor
de: Hauptgeschäftsstelle
es: Sede
fi: Pääkonttori
fr: Siège
is: Aðalskrifstofur
nl: Hoofdkantoor
nl_be: Hoofdkantoor
ru: Головной офис
sv: Huvudkontor
vi_vn: TRỤ SỞ CHÍNH:

# LocationKindGroupStores
source: Stores
bg: Магазини:
da: Butikker
de: Geschäfte
es: Tiendas
fi: Myymälät:
fr: Magasins :
is: Búðir
nl: Filialen
nl_be: Winkels
ru: Магазины:
sv: Butiker
vi_vn: Cửa hàng:

# LocationKindGroupTerminals
source: Terminals
bg: Терминали
da: Terminaler
es: Terminales
fi: Päätteet
fr: Terminaux
is: Útstöðvar
nl: Kassa's
ru: Терминалы
sv: Terminaler
vi_vn: Thiết bị đầu cuối

# LocationKindGroupUndefined
source: Undefined
bg: Неопределен
da: Udefineret
de: Nicht definiert
es: No definido
fi: Määrittelemätön
fr: Non défini
is: Óskilgreint
nl: Niet gedefinieerd
nl_be: Niet gedefinieerd
ru: Неопределен
sv: Odefinierad
vi_vn: Không xác định

# LocationList
source: Distribution locations
bg: Местоположения за разпределение
da: Distributionsplaceringer
de: Vertriebsstandorte
es: Ubicaciones de distribución
fi: Jakelusijainnit
fr: Lieux de distribution
is: Staðsetningar
nl: Distributie locaties
nl_be: Distributielocaties
ru: Распределение местоположения
sv: Distributionsplaceringar

# LocationListButtonDescription
source: View job scheduler distribution locations
bg: Преглед местоположения за разпределения диспечер
da: Se opgaveplanlægning for distributionsplaceringer
de: Job-Scheduler-Vertriebsstandorte anzeigen
es: Ver las ubicaciones de distribución del programador de tareas
fi: Näytä ajastuspalvelun jakelusijainnit
fr: Afficher les lieux de distribution du planificateur de projets
is: Skoða staðsetningar
nl: View job scheduler distributie locaties
nl_be: Distributielocaties jobplanner bekijken
ru: Просмотр задания планировщика местоположений распределения
sv: Vy jobbschemaläggare distributionsplaceringar
vi_vn: Xem job scheduler distribution locations

# LocationListButtonText
source: Distribution locations
bg: Местоположения за разпределение
da: Distributionsplaceringer
de: Vertriebsstandorte
es: Ubicaciones de distribución
fi: Jakelusijainnit
fr: Lieux de distribution
is: Staðsetningar
nl: Distributie locaties
nl_be: Distributielocaties
ru: Распределение местоположения
sv: Distributionsplaceringar

# LocationListDescription
source: Distribution locations
bg: Местоположения за разпределение
da: Distributionsplaceringer
de: Vertriebsstandorte
es: Ubicaciones de distribución
fi: Jakelusijainnit
fr: Lieux de distribution
is: Staðsetningar
nl: Distributie locaties
nl_be: Distributielocaties
ru: Распределение местоположения
sv: Distributionsplaceringar

# LocationListViewReadDesign
source: Read design
bg: Прочетете дизайна
da: Læs design
de: Design lesen
es: Leer diseño
fi: Lue mallinnus
fr: Lire la conception
is: Lesa hönnun
nl: Ontwerp lezen
nl_be: Ontwerp lezen
ru: Читать дизайн
sv: Läs design

# LocationListViewTestConnection
source: Test connection
bg: Тестова връзка
da: Test forbindelse
de: Verbindung testen
es: Probar conexión
fi: Testaa yhteys
fr: Tester la connexion
is: Prófa tengingu
nl: Test verbinding
nl_be: Testverbinding
ru: Тестовое соединение
sv: Testa anslutning
vi_vn: Kiểm tra kết nối

# LocationMember
source: Members
bg: Членове
da: Medlemmer
de: Mitglieder
es: Miembros
fi: Jäsenet
fr: Membres
is: Meðlimir
nl: Leden
nl_be: Leden
ru: Члены
sv: Medlemmar
vi_vn: Thành viên

# LocationParent
source: Parents
bg: Родителски
de: Übergeordnete
es: Principales
fi: Vanhemmat
is: Foreldrar
nl: Ouders
nl_be: Hoofdobjecten
ru: Предки
sv: Överordnade
vi_vn: Cấp cha

# LocationQuestionDelete
source: Are you sure you want to delete the selected location, its location memberships, replication counters and job associations?
bg: Наистина ли искате да изтриете избраното местоположение, неговото членство в местоположението, броячите на репликации и връзките в проекта?
da: Er du sikker på, at du vil slette den valgte placering, dens lokationsmedlemskab, replikationstællere og opgavetilknytninger?
de: Sind Sie sicher, dass Sie den gewählten Standort, seine Standortmitgliedschaften, Replikationszähler und Jobverbindungen löschen wollen?
es: ¿Está seguro de que desea eliminar la ubicación seleccionada y sus suscripciones de ubicación, contadores de replicación y asociaciones de tareas?
fi: Haluatko varmasti poistaa valitun sijainnin, sen sijaintijäsenyydet, replikointilaskurit ja liitännäistyöt?
fr: Êtes-vous sûr(e) de vouloir supprimer le lieu choisi, ses appartenances de lieu, ses compteurs de réplication et ses associations de projets ?
is: Ertu viss um að þú viljir eyða þessari staðsetningu, öllum meðlimatengslum hennar, gagnaflutningsteljurum og vísun á hana úr verkum?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde locatie, locatie lidmaatschappen, replicatie tellers en verenigingen van de baan?
nl_be: Weet u zeker dat u de geselecteerde locatie, de lidmaatschappen van de locatie, replicatietellers en jobverbindingen wilt verwijderen?
ru: Вы уверены, что хотите удадить выбранное местоположение, счетчики репликации и связанные с ним задания?
sv: Vill du ta bort vald plats, medlemmar, replikeringsräknare och jobb?
vi_vn: Bạn có chắc chắn muốn xóa location đã chọn, đó là location memberships, replication counters và job liên quan?

# LocationRemoveManyMembersQuestion
source: Are you sure you want to remove {0} members?
bg: Наистина ли искате да премахнете {0} членове?
da: Er du sikker på, at du vil fjerne {0} medlemmer?
de: Sind Sie sicher, dass Sie {0} Mitglieder entfernen wollen?
es: ¿Está seguro de que desea eliminar {0} miembros?
fi: Haluatko varmasti poistaa {0} jäsentä?
fr: Êtes-vous sûr(e) de vouloir supprimer {0} membres ?
is: Ertu viss um að þú viljir eyða {0} meðlimum?
nl: Weet u zeker dat u leden wilt verwijderen {0}?
nl_be: Weet u zeker dat u {0} leden wilt verwijderen?
ru: Вы уверены, что хотите удалить {0} членов?
sv: Vill du ta bort {0} medlemmar?
vi_vn: Bạn có chắc chắn muốn xóa {0} hội viên?

# LocationRemoveMember
source: Remove member
bg: Премахване на член
da: Fjern medlem
de: Mitglied entfernen
es: Eliminar miembro
fi: Poista jäsen
fr: Retirer le membre
is: Eyða meðlimum
nl: Verwijder Lid
nl_be: Lid verwijderen
ru: Удалить члена
sv: Ta bort medlem
vi_vn: Xóa hội viên

# LocationRemoveMemberQuestion
source: Are you sure you want to remove this member?
bg: Сигурни ли сте, че искате да премахнете този член?
da: Er du sikker på, at du vil fjerne dette medlem?
de: Sind Sie sicher, dass Sie dieses Mitglied entfernen wollen?
es: ¿Está seguro de que desea eliminar a este miembro?
fi: Haluatko varmasti poistaa tämän jäsenen?
fr: Êtes-vous sûr(e) de vouloir retirer ce membre ?
is: Ertu viss um að þú viljir eyða þessum meðlim?
nl: Weet u zeker dat u dit wilt verwijderen?
nl_be: Weet u zeker dat u dit lid wilt verwijderen?
ru: Вы уверены, что хотите удалить этого члена?
sv: Vill du ta bort medlemmen?
vi_vn: Bạn có chắc rằng muốn xóa bỏ hội viên?

# LocationReplication
source: Replication
bg: Репликация
da: Replikation
de: Replikation
es: Replicación
fi: Replikointi
fr: Réplication
is: Gagnaflutningur
nl: Replicatie
nl_be: Replicatie
ru: Репликация
sv: Replikering
vi_vn: Sao chép

# LocationsAllFilter
source: (all)
bg: (всички)
da: (alle)
de: (alle)
es: (todo)
fi: (kaikki)
fr: (toutes)
is: (allar)
nl: Alle
nl_be: (alle)
ru: (все)
sv: (alla)

# LocationTestConnection
source: Test connection
bg: Тестова връзка
da: Test forbindelse
de: Verbindung testen
es: Probar conexión
fi: Testaa yhteys
fr: Tester la connexion
is: Prófa tengingu
nl: Test verbinding
nl_be: Testverbinding
ru: Тестовое соединение
sv: Testa anslutning
vi_vn: Kiểm tra kết nối

# LocationText
source: Distribution location
bg: Местоположение разпределение
da: Distribution placering
de: Vertriebsstandort
es: Ubicación de distribución
fi: Jakelusijainti
fr: Lieu de distribution
is: Staðsetning
nl: Distributie locatie
nl_be: Distributielocatie
ru: Распределение местоположение
sv: Distributionsplacering

source: Log
bg: Регистър
de: Anmeldung
es: Registro
fi: Loki
fr: Journal
is: Skráning
ru: Протокол
sv: Logg
vi_vn: Nhật ký

# LookupCode_Count
source: Count
bg: Брой
da: Antal
de: Zählen
es: Recuento:
fi: Määrä
fr: Décompte
is: Telja
nl: Teller
nl_be: Tellen
ru: Подсчет
sv: Räkna
vi_vn: Đếm:

# LookupCode_Equal
source: Equal
bg: Равно
da: Lig med
de: Gleich
es: Igual
fi: Yhtäsuuri
fr: Égal
is: Jafnt
nl: Gelijk
nl_be: Gelijk aan
ru: Равно
sv: Lika

# LookupCode_Filter
source: Filter
bg: Филтър
es: Filtro
fi: Suodatin
fr: Filtre :
is: Afmörkun
ru: Фильтр
vi_vn: Bộ lọc

# LookupCode_Higher
source: Higher
bg: По-високо
da: Højere
de: Höher
es: Mayor
fi: Korkeampi
fr: Supérieur
is: Hærri
nl: Hoog
nl_be: Hoger
ru: Выше
sv: Högre

# LookupCode_Less
source: Less
bg: По-малко
da: Mindre
de: Niedriger
es: Menor
fi: Vähemmän
fr: Inférieur
is: Minna
nl: Minder
nl_be: Lager
ru: Меньше
sv: Mindre

# LookupCode_Like
source: Like
bg: Като
da: Ligesom
de: Ähnlich
es: Similar
fi: Kuten
fr: Comme
is: Einsog
nl: Vind ik leuk
nl_be: Gelijksoortig
ru: Подобный
sv: Som

# LookupCode_Max
source: Max
bg: Макс
da: Maks.
es: Máx.
fi: Maks
is: Hámark
nl: Max. upload grootte
ru: Макс.

# LookupCode_Min
source: Min
bg: Мин
es: Mín.
is: Lágmark
ru: Мин.

# LookupCode_None
source: None
bg: Няма
da: Ingen
de: Keine
es: Ninguno
fi: Ei yhtään
fr: Aucun
is: Engin
nl: Geen
nl_be: Geen
ru: Нет
sv: Ingen
vi_vn: Không

# LookupCode_Range
source: Range
bg: Обхват
da: Interval
de: Bereich
es: Rango
fi: Alue
fr: Plage de périodicité
is: Bil
nl: Reeks
nl_be: Bereik
ru: Диапазон
sv: Intervall

# ModeDef_Add
source: Add
bg: Добавяне
da: Tilføj
de: Hinzufügen
es: Añadir
fi: Lisää
fr: Ajouter
is: Bæta við
nl: Toevoegen
nl_be: Toevoegen
ru: Добавить
sv: Lägg till
vi_vn: Cộng thêm

# ModeDef_Delete
source: Delete
bg: Изтриване
da: Slet
de: Löschen
es: Borrar
fi: Poista
fr: Supprimer
is: Eyða
nl: Verwijderen
nl_be: Verwijderen
ru: Удалить
sv: Ta bort
vi_vn: Xóa

# ModeDef_MustAdd
source: Must add
bg: Трябва да се добави
da: Skal tilføje
de: Muss hinzufügen
es: Adición obligatoria
fi: Pakollinen lisäys
fr: Inclure
is: Verður að bæta við
nl: Moet toevoegen
nl_be: Moet toevoegen
ru: Должно быть добавлено
sv: Måste läggas till

# ModeDef_None
source: None
bg: Няма
da: Ingen
de: Keine
es: Ninguno
fi: Ei yhtään
fr: Aucun
is: Engin
nl: Geen
nl_be: Geen
ru: Нет
sv: Ingen
vi_vn: Không

# ModeDef_UpdateAdd
source: Update, add
bg: Актуализиране, Добавяне
da: Opdater, tilføj
de: Update, hinzufügen
es: Actualizar, añadir
fi: Päivitä, lisää
fr: Mettre à jour, ajouter
is: Uppfæra, bæta við
nl: Alles bijwerken
nl_be: Updaten, toevoegen
ru: Обновить, добавить
sv: Uppdatera, lägg till

# ModeDef_UpdateAddDelete
source: Update, add, delete
bg: Актуализиране, Добавяне, Изтриване
da: Opdater, tilføj, slet
de: Update, hinzufügen, löschen
es: Actualizar, añadir, eliminar
fi: Päivitä, lisää, poista
fr: Mettre à jour, ajouter, supprimer
is: Uppfæra, bæta við, eyða
nl: Bijwerken, toevoegen, verwijderen
nl_be: Updaten, toevoegen, verwijderen
ru: Обновить, добавить, удалить
sv: Uppdatera, lägg till, ta bort

# MonthlyDayOfMonth
source: Monthly: day %1, every %2 months
bg: Месечно: ден %1, всеки %2 месеца
da: Månedligt: dag %1, hver %2 måneder
de: Monatlich: Tag %1, alle %2 Monate
es: Mensual: día %1, cada %2 meses
fi: Kuukausittain: päivä %1, joka %2. kuukausi
fr: Mensuellement : jour %1, tous les %2 mois
is: Mánaðarlega: dag %1, á %2 mánaða fresti
nl: Maandelijks: dag 1, %, elke %2 maanden
nl_be: Maandelijks: dag %1, elke %2 maanden
ru: Ежемесячно: день %1, каждый %2 месяц
sv: Varje månad: dag %1, var %2 månad
vi_vn: Hàng tháng: ngày %1, Mỗi %2 tháng

# MonthlyWeekdayOfMonth
source: Monthly: %1 %2, every %3 months
bg: Месечно: %1 %2, всеки %3 месеца
da: Månedligt:%1 %2, hver %3 måneder
de: Monatlich: %1 %2, alle %3 Monate
es: Mensual: %1 %2, cada %3 meses
fi: Kuukausittain: %1 %2, joka %3. kuukausi
fr: Mensuellement %1 %2, tous les %3 mois
is: Mánaðarlega: %1 %2, á %3 mánaða fresti
nl: Maandelijks: %1 %2, %3maandelijks
nl_be: Maandelijks: %1 %2, elke %3 maanden
ru: Ежемесячно: %1 %2, каждый %3 месяц
sv: Varje månad: %1 %2, var %3 månad
vi_vn: Hàng tháng: %1 %2, Mỗi %3 tháng

source: Move down
bg: Надолу
da: Flyt ned
de: Nach unten
es: Bajar
fi: Siirrä alas
fr: Descendre
is: Færa niður
nl: Naar beneden
nl_be: Naar beneden gaan
ru: Переместить вниз
sv: Flytta ned
vi_vn: Xuống dưới

source: Move up
bg: Нагоре
da: Flyt op
de: Nach oben
es: Subir
fi: Siirrä ylös
fr: Monter
is: Færa upp
nl: Naar boven
nl_be: Naar boven gaan
ru: Переместить вверх
sv: Flytta upp
vi_vn: Lên trên

source: MS SQL (Windows authentication)
bg: MS SQL (Windows удостоверяване)
da: MS SQL (Windows-godkendelse)
de: MS SQL (Windows-Authentisierung)
es: MS SQL (autenticación de Windows)
fi: MS SQL (Windows-todennus)
fr: MS SQL (station-service Windows)
is: MS SQL (Windows auðkenning)
nl: MS SQL (Windows-verificatie)
nl_be: MS SQL (Windows authenticatie)
ru: MS SQL (Windows аутентификация)
sv: MS SQL (Windows autentisering)

source: Name
bg: Име:
da: Navn
es: Nombre
fi: Nimi:
fr: Nom
is: Nafn
nl: Naam
nl_be: Naam
ru: Название:
sv: Namn
vi_vn: Tên:

source: No
bg: Не
da: Nej
de: Nein
fi: Ei
fr: Non
is: Nei
nl: Nee
nl_be: Nee
ru: Нет
sv: Nej
vi_vn: Không

# NoJobSelectedNothingIsRun
source: Nothing is selected, no job is run
bg: Нищо не е избрано, нито един проект не се изпълнява
da: Intet er valgt, intet opgave køres
de: Es wurde nichts ausgewählt. Es wird kein Job ausgeführt
es: No ha seleccionado ningún elemento y no se ha ejecutado ninguna tarea
fi: Mitään ei ole valittu, mitään työtä ei ole suoritettu
fr: Rien n'est sélectionné, aucun projet n'est en cours d'exécution
is: Ekkert verk hefur verið valið til að keyra.
nl: Niets is geselecteerd, geen werk wordt uitgevoerd
nl_be: Niets geselecteerd, er werd geen job uitgevoerd
ru: Ничего не выбрано. Ни одно задание не запушено
sv: Inget alternativ är valt, inget jobb körs
vi_vn: Không có gì được chọn, không có job nào được chạy

# NoLocationsForMembershipMessage
source: There are no locations available for membership for this location.
bg: Няма налични местоположения за членство за това местоположение.
da: Der er ingen ledige placeringer til medlemskab af denne placering.
de: Es gibt keine Standorte für die Mitgliedschaft für diesen Standort.
es: No hay ubicaciones de suscripción disponibles para esta ubicación.
fi: Jäsenelle ei ole sijainteja tälle sijainnille.
fr: Aucun lieu n'est disponible pour une appartenance dans ce lieu.
is: Það eru engar staðsetningar til sem hægt er að setja sem meðlimi þessarar staðsetningar.
nl: Er zijn geen locaties beschikbaar voor een lidmaatschap voor deze locatie.
nl_be: Er zijn geen locaties beschikbaar voor lidmaatschap voor deze locatie.
ru: Нет местоположений доступных для членства для этого местоположения.
sv: Det finns inga placeringar tillgängliga för medlemskap för den här placeringen.
vi_vn: Không có locations có sẵn cho membership cho location.

source: No trigger
bg: Няма тригер
da: Ingen udløser
de: Kein Auslöser
es: Sin desencadenador
fi: Ei liipaisinta
fr: Aucun déclencheur
is: Enginn rofi
nl: Geen trigger
nl_be: Geen trigger
ru: Нет триггера
sv: Inga utlösare
vi_vn: Không kích hoạt

source: OLE DB (Windows authentication)
bg: OLE DB (Windows удостоверяване)
da: OLE DB (Windows-godkendelse)
de: OLE DB (Windows-Authentisierung)
es: OLE DB (autenticación de Windows)
fi: OLE DB (Windows-todennus)
fr: OLE DB (authentification Windows)
is: OLE DB (Windows auðkenning)
nl: OLE DB (Windows-verificatie)
nl_be: OLE DB (Windows authenticatie)
ru: OLE DB (Windows аутентификация)
sv: OLE DB (Windows autentisering)

# Once
source: Once: %1
bg: Веднъж: %1
da: Én gang: %1
de: Einmal: %1
es: Una vez: %1
fi: Kerran: %1
fr: Une fois : %1
is: Einu sinni %1
nl: Eenmaal: %1
nl_be: Eenmaal: %1
ru: Один раз %1
sv: En gång: %1
vi_vn: Một lần:% 1

# PluginInvalid
source: All operations of the replication plugin have been disabled due to database issues. Restarting the Site Manager might solve the issue.
bg: Всички операции на плъгина за репликация са деактивирани поради проблеми с базата данни. Рестартирането на Site Manager може да реши проблема.
da: Alle handlinger i replikationspluginet er deaktiveret på grund af databaseproblemer. Genstart af Site Manager kan muligvis løse problemet.
de: Alle Operationen des Replikation-Plugins wurden wegen Datenbankproblemen deaktiviert. Neustart des Site Manager könnte das Problem beheben.
es: Todas las operaciones del complemento de replicación se han deshabilitado debido a problemas en la base de datos. Si reinicia Site Manager podría resolver el problema.
fi: Kaikki replikointilisäsovelluksen toiminnot on poistettu käytöstä tietokantaongelmien vuoksi. Siten Managerin uudelleen käynnistys saattaa korjata tilanteen.
fr: Toutes les opérations du plug-in de réplication ont été désactivées en raison de problèmes de base de données. Le redémarrage du Gestionnaire de site pourrait résoudre le problème.
is: Allar aðgerðir gagnaflutningsviðbótar hafa verið gerðar óvirkar vegna vandamála með gagnagrunninn. Endurræsing á Site Manager gæti leyst vandamálin.
nl: Alle bewerkingen van de replicatie plugin zijn uitgeschakeld vanwege database problemen. Opnieuw starten van de sitebeheerder kan oplossen naar de uitvaardiging.
nl_be: Alle handelingen van de replicatieplugin werden uitgeschakeld als gevolg van database problemen. De Site Manager opnieuw opstarten kan dit probleem oplossen.
ru: Все операции плагина репликации были запрещены из-за проблемы с базой данных. Перезапустите Сайт Управления, может быть это разрешит проблему.
sv: Alla replikerings-plugin åtgärder har avaktiverats på grund av databas problem. Omstart av Site Manager kan lösa problemet.
vi_vn: Tất cả các hoạt động của replication plugin đã bị vô hiệu hóa do vấn đề database. Khởi động lại Trình quản lý trang có thể giải quyết vấn đề.

# ReadDesignDescriptionMissingMsg
source: Please provide a description for the new database design.
bg: Моля дайте описание на новия дизайн на базата данни.
da: Angiv en beskrivelse af det nye databasedesign.
de: Bitte bestimmen Sie eine Beschreibung für das neue Datenbankdesign.
es: Introduzca una descripción para el nuevo diseño de base de datos.
fi: Anna kuvaus uudelle tietokantamallille.
fr: Veuillez décrire la nouvelle conception de base de données.
is: Skráðu inn lýsingu fyrir nýja gagnagrunnshönnun.
nl: Geef een beschrijving voor het nieuwe databaseontwerp.
nl_be: Geef een omschrijving voor het nieuwe databaseontwerp.
ru: Пожалуйста введите описание для нового дизайна базы данных.
sv: Ange en beskrivning för ny databasdesign.
vi_vn: Vui lòng cung cấp một mô tả cho thiết kế database mới.

# ReadDesignUpdateExistingMsg
source: Update existing database design
bg: Актуализиране дизайна на съществуващата база данни
da: Opdater eksisterende databasedesign
de: Vorhandenes Datenbankdesign aktualisieren
es: Actualizar el diseño de base de datos existente
fi: Päivitä nykyinen tietokantamalli
fr: Mettre à jour la base de données existante
is: Uppfæra eldri gagnagrunnshönnun
nl: Bijwerken van bestaande databaseontwerp
nl_be: Bestaand databaseontwerp updaten
ru: Обновить существующий дизайн базы данных
sv: Uppdatera befintlig databasdesign
vi_vn: Cập nhật thiết kế database hiện có
