Repository: iespana/LSOne
Catalog: SM/Plugins/Scheduler/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# JobTriggerSchedulerExceptionMsg
source: An unhandled exception occurred when trying to notify Scheduler services of a changed trigger.
bg: Възникна изключение, когато се опитвате да уведомите услугите диспечър за променен тригер.
de: Eine nicht behandelte Ausnahme ist aufgetreten beim Versuch, Schedulerservices eines geänderten Auslösers mitzuteilen.
es: Se produjo una excepción no controlada al tratar de notificar a los servicios del programador un cambio en un desencadenador.
fi: Käsittelemättömiä poikkeuksia tapahtui yritettäessä ilmoittaa ajastuspalvelille muuttuneesta liipaisimesta.
fr: Une exception non prise en charge s'est produite en essayant de notifier les Services de planification d'un déclencheur modifié.
is: Undantekning í vinnslu var ekki meðhöndluð þegar reynt var að láta Scheduler þjónustuna vita af breytingu á kveikju.
nl: Een onverwerkte uitzondering opgetreden wanneer het proberen om de kennis van de Planner van de diensten van een gewijzigde trigger.
nl_be: Er is een onverwerkte uitzondering opgetreden tijdens een poging om een gewijzigde trigger aan Planner services te melden.
ru: Произошло неуправляемое исключение при попытке уведомить сервис планировщика об изменении триггера.
sv: Ett ej behandlat undantag uppstod vid försök att meddela schemaläggartjänsten om ändrad trigger.
vi_vn: Một ngoại lệ chưa được xử lý đã xảy ra khi cố gắng thông báo cho các Scheduler services về trình kích hoạt đã thay đổi.

# JobTriggerSchedulerMsg
source: Could not notify Scheduler service of a changed trigger: {0}
bg: Не може да уведоми услугите на диспечъра за променен тригер: {0}
de: Konnte Scheduler-Service nicht über einen veränderten Auslöser benachrichtigen: {0}
es: No se pudo notificar al servicio del programador un cambio en un desencadenador: {0}
fi: Liipaisimen muutoksesta ei voitu ilmoittaa Ajastuspalvelulle: {0}
fr: Impossible de notifier le Service de planification à propos d'un déclencheur modifié : {0}
is: Gat ekki látið Scheduler þjónustuna vita af breytingu á kveikju: {0}
nl: Scheduler-service voor een gewijzigde trigger niet kon aankondigen: {0}
nl_be: Melding aan Planner service van een gewijzigde trigger mislukt: {0}
ru: Не удалось оповестить сервис планировщика об изменении триггера: {0}
sv: Kunde inte meddela schemaläggartjänsten om ändring av trigger: {0}
vi_vn: Không thể thông báo Scheduler service của trình kích hoạt đã thay đổi: {0}

# JobType_DDLicense
source: Data Director license
bg: Лиценз за Data director
da: Data Director-licens
de: Data Director-Lizenz
es: Licencia de Data Director
fi: Data Director -lisenssi
fr: Licence du Directeur de données
is: Gagnaflutnings leyfi
nl: Datadirector licentie
nl_be: Data Director licentie
ru: Лицензия Data Director
sv: Data Director-licens

# JobType_DDUpdate
source: Data Director update
bg: Актуализация на Data director
da: Opdatering af Data Director
es: Actualización de Data Director
fi: Data Director päivitys
fr: Mise à jour du Directeur de données
is: Gagnaflutnings uppfærsla
ru: Обновление Data Director
sv: Data Director-uppdatering
vi_vn: Cập nhật Data Director

# JobType_FileTransfer
source: File transfer
bg: Трансфер на файл
da: Filoverførsel
de: Dateitransfer
es: Transferencia de archivos
fi: Tiedostonsiirto
fr: Transfert de fichiers
is: Skráar flutningur
nl: Bestandsoverdracht
nl_be: Bestandstransfer
ru: Передача файла
sv: Filöverföring
vi_vn: Chuyển tệp tin

# JobType_FinLicense
source: NAV license
bg: NAV Лиценз
da: NAV-licens
de: NAV-Lizenz
es: Licencia NAV
fi: NAV-lisenssi
fr: Licence NAV
is: NAV leyfi
nl: Licentie
nl_be: NAV-licentie
ru: Лицензия NAV
sv: NAV-licens

# JobType_FOBUpdate
source: FOB update
bg: FOB актуализиране
da: FOB-opdatering
es: Actualización FOB
fi: FOB-päivitys
fr: Mise à jour FAB
is: FOB uppfærsla
nl: Update
ru: Обновление FOB
sv: FOB-uppdatering
vi_vn: Cập nhật FOB

# JobType_None
source: None
bg: Няма
da: Ingen
de: Keine
es: Ninguno
fi: Ei yhtään
fr: Aucun
is: Engin
nl: Geen
nl_be: Geen
ru: Нет
sv: Ingen
vi_vn: Không

# JobType_Replication
source: Data replication
bg: Репликация данни
da: Datareplikation
de: Datenreplikation, Objektreplikation
es: Replicación de datos
fi: Datareplikointi
fr: Réplication de données
is: Gagnaspeglun,Hlutaspeglun
nl: Replicatie
nl_be: Gegevensreplicatie
ru: Репликация данных
sv: Datareplikering

# JobValidationMessage_DescriptionMissing
source: Job has no description.
bg: Проектът няма описание
da: Opgave har ingen beskrivelse.
de: Job hat keine Beschreibung.
es: La tarea no tiene descripción.
fi: Työllä ei ole kuvausta.
fr: Le projet ne comporte aucune description.
is: Lýsingu vantar á verk.
nl: Job heeft geen beschrijving.
nl_be: Job heeft geen omschrijving.
ru: У задания нет описания.
sv: Jobbet har ingen beskrivning.
vi_vn: Công việc không có mô tả.

# JobValidationMessage_DestinationLocationMissing
source: No destination location has been set for the job.
bg: За проекта не е зададено Към местонахождение.
da: Der er ikke angivet nogen destinationsplacering for opgaven.
de: Kein Zielort wurde für diesen Job eingestellt.
es: No ha definido una ubicación de destino para la tarea.
fi: Työlle ei ole määritetty kohdesijaintia.
fr: Aucun lieu de destination n'a été défini pour ce projet.
is: Verkið hefur enga endastaðsetningu.
nl: Geen bestemming vestiging is ingesteld voor de taak.
nl_be: Geen doellocatie ingesteld voor de job.
ru: Для задания не было выбрано местоположение приемника.
sv: Det finns ingen målplats för jobbet.
vi_vn: Không có vị trí đến được thiết lập cho công việc.

# JobValidationMessage_DestinationLocationTableMapMissing
source: Destination location "{0}" has a different database design than the source location and no table map exists between them for table "{1}".
bg: Към местонахождение "{0}" има различен дизайн на базата данни от местонахождението на източника и между тях няма връзка за таблица "{1}".
da: Destinationsplaceringen "{0}" har et andet databasedesign end kildeplaceringen, og der findes ikke noget tabelkort mellem dem for tabel "{1}".
de: Zielort "{0}" hat eine anderes Datenbank-Design als der Quellort und es besteht kein Tabelleplan zwischen ihnen für die Tabelle "{1}".
es: La ubicación de destino "{0}" tiene un diseño de base de datos diferente que la ubicación de origen y no existe ninguna asignación de tablas entre ambas para la tabla "{1}".
fi: Kohdesijainnilla "{0}" on eri tietokanta design kuin lähdepaikassa eikä taulukon karttaa ole olemassa taulukon "{1}" välillä
fr: Le lieu de destination "{0}' a une conception de base de données différente de celle du lieu source et aucune mise en correspondance de table n'existe entre eux pour la table "{1}'.
is: Endastaðsetning "{0}" er með aðra gagnagrunnshönnun en upprunastaðsetning og engin töfluvörpun er til á milli þeirra fyrir töflu "{1}".
nl: Doellocatie "{0}" heeft het ontwerp van een andere database dan de bronlocatie en geen tafelschema bestaat tussen hen voor tabel "{1}".
nl_be: Doellocatie "{0}" heeft een ander databaseontwerp dan de bronlocatie en er is geen tabelkaart tussen beide voor tabel "{1}".
ru: Местоположение приемника "{0}" и местоположение источника имеют разный дизайн базы данных и нет таблицы соответствия между ними для таблицы "{1}".
sv: Distributionsplacering.
vi_vn: Vị trí đích "{0}" có thiết kế cơ sở dữ liệu khác với vị trí nguồn và không tồn tại liên kết bảng nào giữa chúng cho bảng "{1}".

# JobValidationMessage_JobIsNotEnabled
source: Job is not enabled.
bg: Проектът не е активиран.
da: Opgaven er ikke aktiveret.
de: Job ist nicht aktiviert.
es: La tarea no está habilitada.
fi: Työ ei ole käytössä.
fr: Ce projet n'est pas activé.
is: Verk er ekki virkt.
nl: Job is niet ingeschakeld.
nl_be: Job is niet ingeschakeld.
ru: Задание не активно.
sv: Jobbet är inte aktiverat.
vi_vn: Công việc không được kích hoạt.

# JobValidationMessage_MissingSubJobActionTable
source: An action subjob does not have a defined ReplicationAction table
bg: Подпроектът за действие няма дефинирана таблица за репликация
da: En handlingsunderopgave har ingen defineret replikeringshandlingstabel
de: Ein Aktionssubjob besitzt keine definierte Replikationsaktionstabelle
es: No ha definido una tabla de acciones de replicación para una subtarea de acción
fi: Toiminnon alityölle ei ole määritelty ReplicationAction taulua
fr: Une sous-tâche d'action n'a pas de table d'action de réplication définie
is: Aðgerðarundirverk hefur ekki stillta aðgerðatöflu
nl: Een actie-subjob beschikt niet over een gedefinieerde ReplicationAction-tabel
nl_be: Een actie subjob heeft geen gedefinieerde Replicatieactie tabel
ru: Подзадание действий не содержит определенрую Таблицу Действийрепликации
sv: Ett åtgärdssubjobb saknar en definierad ReplicationAction-tabell
vi_vn: Một subjob hành động không có bảng ReplicationAction được xác định

# JobValidationMessage_NoSubjobs
source: The job has no subjobs.
bg: Проектът няма подпроекти
da: Denne opgave har ingen underopgaver.
de: Dieser Job hat keine Unterjobs.
es: La tarea no tiene subtareas.
fi: Työllä ei ole alitöitä.
fr: Ce projet ne comporte aucune sous-tâche.
is: Verkið hefur engin undirverk.
nl: De job heeft geen subjobs.
nl_be: De job heeft geen subjobs.
ru: Для задания нет подзаданий.
sv: Jobbet har inga subjobb.
vi_vn: Công việc không có việc phụ.

# JobValidationMessage_SourceLocationHasNoDataDirector
source: The source location for the job has no distribution server.
bg: Местоположението на източника за проекта няма сървър за разпределение
da: Opgavens kildeplacering har ingen distributionsserver.
de: Der Quellort für den Job hat keinen Verteilungsserver.
es: La ubicación de origen de la tarea no tiene servidor de distribución.
fi: Työn lähdesijainnilla ei ole jakelupalvelinta (DD).
fr: Le lieu source du projet ne comporte pas de serveur de distribution.
is: Dreifingarþjón vantar á upprunastaðsetningu verksins.
nl: De locatie van de bronbestanden voor de baan heeft geen distributieserver.
nl_be: De bronlocatie voor de job heeft geen distributieserver.
ru: Для источника местоположения для задания нет сервера распространения.
sv: Jobbets källplats har ingen distributionsserver.
vi_vn: Vị trí nguồn cho công việc không có máy chủ phân phối.

# JobValidationMessage_SourceLocationHasNoDBDesign
source: Source location "{0}" has no database design.
bg: Местоположението на източника „{0}“ няма дизайн на базата данни.
da: Kildeplaceringen "{0}" har ikke noget databasedesign.
de: Quellort "{0}" hat kein Datenbankdesign.
es: La ubicación de origen "{0}" no tiene ningún diseño de base de datos.
fi: Lähdesijainnilla "{0}" ei ole tietokannan designia.
fr: Le lieu source "{0}' n'a aucune conception de base de données.
is: Upprunastaðsetningin "{0} hefur enga gagnagrunnshönnun.
nl: De locatie van de bronbestanden "{0}" heeft geen databaseontwerp.
nl_be: Bronlocatie "{0}" heeft geen databaseontwerp.
ru: Для источника местоположения "{0}" нет дизайна базы данных. .
sv: Källplacering.
vi_vn: Vị trí nguồn "{0}" không có thiết kế cơ sở dữ liệu.

# JobValidationMessage_SourceLocationIsNotEnabled
source: The source location for the job is not enabled.
bg: Местоположението на източника за проекта не е активирано.
da: Kildeplaceringen for opgaven er ikke aktiveret.
de: Der Quellort für den Job ist nicht aktiviert.
es: La ubicación de origen de la tarea no está habilitada.
fi: Työn lähdesijainti ei ole käytössä.
fr: Le lieu source du projet n'est pas activé.
is: Upprunastaðsetning verksins er óvirk.
nl: De locatie van de bronbestanden voor de job is niet ingeschakeld.
nl_be: De bronlocatie voor de job is niet ingeschakeld.
ru: Источник местоположения для задания не разрешен.
sv: Jobbets källplats är inte aktiverat.
vi_vn: Vị trí nguồn cho công việc không được kích hoạt.

# JobValidationMessage_SourceLocationMissing
source: No source location has been set for the job.
bg: За проекта не е зададено местоположение на източник.
da: Der er ikke angivet nogen kildeplacering for opgaven.
de: Kein Quellort wurde für diesen Job eingestellt.
es: No ha definido una ubicación de origen para la tarea.
fi: Työlle ei ole asetettu lähdesijaintia.
fr: Aucun lieu source n'a été défini pour ce projet.
is: Verkið hefur enga upprunastaðsetningu.
nl: Geen bron-vestiging is ingesteld voor de taak.
nl_be: Er is geen bronlocatie ingesteld voor de job.
ru: Для задания не был выбран источник местоположения.
sv: Det finns ingen källplats för jobbet.
vi_vn: Không có vị trí nguồn đã được thiết lập cho công việc.

# JobValidationMessage_SourceLocationsHaveMultipleDBDesigns
source: The member locations of the source location have different database desings. All member locations must be using the same database design.
bg: Включените местоположения към местоположението на източника имат различни характеристики на базата данни. Всички включ.местоположения трябва да се използват един и същ дизайн на базата данни.
da: Medlemsplaceringerne i kildeplaceringen har forskellige databasedesign. Alle medlemsplaceringer skal anvende samme databasedesign.
de: Die Mitgliedsstandorte des Quellortes haben unterschiedliche Datenbankendesings. Alle Mitgliedsstandorte müssen das gleiche Datenbankendesign verwenden.
es: Las ubicaciones de miembros de la ubicación de origen tienen bases de datos con diferentes diseños. En todas las ubicaciones de miembros debe utilizarse el mismo diseño de base de datos.
fi: Lähdesijainnin jäsenpaikoilla on erilaiset tietokannat. Kaikkien jäsenpaikkojen täytyy käyttää samaa tietokanta designia.
fr: Les lieux membres du lieu source doivent avoir des conceptions de base de données différentes. Tous les lieux membres doivent utiliser la même conception de base de données.
is: Þær staðsetningar sem eru meðlimir í upprunastaðsetningunni hafa mismunandi gagnagrunnshannanir. Allar staðsetningar sem eru meðlimir verða að hafa sömu gagnagrunnshönnun.
nl: De locaties van de lidstaten van de bronlocatie hebben verschillende database desings. Alle locaties van het lid moeten worden met behulp van de hetzelfde databaseontwerp.
nl_be: De lidlocaties van de bronlocatie hebben andere databaseontwerpen. Alle lidlocaties moeten hetzelfde databaseontwerp gebruiken.
ru: Член местоположений источника местоположения имеют различный дизайн базы данных. Все члены местоположений должны использовать одинаковый дизайн базы данных.
sv: Källplatsens medlemsplatser har inte samma databasdesign. Alla medlemsplatser måste ha samma databasdesign.
vi_vn: Các vị trí thành viên của vị trí nguồn có các cơ sở dữ liệu khác nhau. Tất cả các vị trí thành viên phải được sử dụng cùng một thiết kế cơ sở dữ liệu.

# JobValidationMessage_SubjobDBMismatch
source: The subjobs of this job are using tables from different database designs. All subjobs in the job must be using tables from the same database design.
bg: Подпроектите на този проект използват таблици от различни дизайни на бази данни. Всички подпроекти в проекта трябва да използват таблици от един и същ дизайн на базата данни.
da: Underopgaverne til denne opgave benytter tabeller fra forskellige databasedesign. Alle opgavens underopgaver skal benytte tabeller fra det samme databasedesign.
de: Die Teiljobs von diesem Job verwenden Tabellen von unterschiedlichen Datenbankendesigns. Alle Teiljobs in dem Job müssen die gleichen Tabellen von den gleichen Datenbankendesigns verwenden.
es: Las subtareas de esta tarea utilizan tablas con bases de datos con diferentes diseños. En todas las subtareas de la tarea se deben utilizar tablas con el mismo diseño de base de datos.
fi: Tämän tehtävän alityöt käyttävät tauluja eri tietokannasta designista. Kaikkien alitöiden tätyy käyttää samaa tietokanta designia.
fr: Les sous-tâches de ce projet utilisent des tables provenant de conceptions de base de données différentes. Toutes les sous-tâches du projet doivent utiliser des tables provenant de la même conception de base de données.
is: Undirverkin í þessu verki eru að nota töflur úr mismunandi gagnagrunnshönnunum. Öll undirverk verks verða að nota töflur frá sömu gagnagrunnshönnun.
nl: De subjobs van dit project zijn met behulp van tabellen uit verschillende databaseontwerpen. Alle subjobs in het werk moeten worden met behulp van tabellen uit de hetzelfde databaseontwerp.
nl_be: De subjobs van deze job maken gebruik van tabellen uit andere databaseontwerpen. Alle subjobs in de job moeten tabellen van hetzelfde databaseontwerp gebruiken.
ru: Подзадания этого задания используют таблицы из различных дизайнов базы данных. Все подзадания в задании должны использовать таблицы из одного дизайна базы данных.
sv: Subjobben i det här jobbet använder tabeller från en annan databasdesign. Alla subjobb i jobbet måste ha tabeller från samma databasdesign.
vi_vn: Các subjobs của công việc này đang sử dụng các bảng từ các thiết kế cơ sở dữ liệu khác nhau. Tất cả các subjobs trong công việc phải được sử dụng các bảng từ cùng một thiết kế cơ sở dữ liệu.

# LinkedFilterEdit
source: Edit linked filter
bg: Редактиране на свързания филтър
da: Rediger linket filter
de: Verknüpfte Filter bearbeiten
es: Editar filtro vinculado
fi: Muokkaa linkitettyä suodatinta
fr: Modifier le filtre lié
is: Breyta tengiafmörkun
nl: Gekoppelde filter bewerken
nl_be: Gelinkte filter bewerken
ru: Редактировать фильтр связи
sv: Redigera länkat filter
vi_vn: Chỉnh sửa bộ lọc được liên kết

# LinkedFilterNew
source: New linked filter
bg: Нов свързан филтър
da: Nyt linket filter
de: Neuer verbundener Filter
es: Nuevo filtro vinculado
fi: Uusi linkitetty suodatin
fr: Nouveau filtre lié
is: Ný tengiafmörkun
nl: Nieuwe gekoppelde filter
nl_be: Nieuwe gelinkte filter
ru: Новый связанный фильтр
sv: Ny länkat filter
vi_vn: Bộ lọc liên kết mới

# LinkedFilterRemoveHeader
source: Remove linked filter(s)
bg: Премахване на свързаните филтри
da: Fjern linket filter
de: Verknüpfte Filter entfernen
es: Eliminar filtro(s) vinculado(s)
fi: Poista linkitetyt suodattimet
fr: Retirer le(s) filtre(s) lié(s)
is: Eyða tengiafmörkun(um)?
nl: Gekoppelde filter/de filters verwijderen
nl_be: Verwijderde gelinkte filter(s)
ru: Удалить связанный фильтр (фильтры)
sv: Ta bort länkade filter
vi_vn: Xóa (các) bộ lọc được liên kết

# LinkedFilterRemoveManyMsg
source: Remove {0} linked filters?
bg: Да се премахнат ли {0} свързаните филтри?
da: Fjern {0} linkede filtre?
de: {0} verknüpfte Filter entfernen?
es: ¿Desea eliminar {0} filtro(s) vinculado(s)?
fi: Poista {0} linkitettyä suodatinta?
fr: Retirer {0} filtres liés ?
is: Eyða {0} tengiafmörkunum?
nl: {0} gekoppeld filters verwijderen?
nl_be: Gelinkte filter(s) {0} verwijderen?
ru: Удалить {0} связанные фильтры?
sv: Ta bort {0} länkade filter?
vi_vn: Xóa {0} bộ lọc được liên kết

# LinkedFilterRemoveMsg
source: Remove linked filter?
bg: Премахване на свързаните филтри
da: Fjern linket filter
de: Verknüpfte Filter entfernen?
es: Eliminar filtro(s) vinculado(s)
fi: Poista linkitetyt suodattimet
fr: Retirer le(s) filtre(s) lié(s)
is: Eyða tengiafmörkun(um)?
nl: Gekoppelde filter/de filters verwijderen
nl_be: Verwijderde gelinkte filter(s)
ru: Удалить связанный фильтр (фильтры)
sv: Ta bort länkade filter?
vi_vn: Xóa (các) bộ lọc được liên kết

# LinkedFilterType_Constant
source: Constant
bg: Константа
da: Konstant
de: Konstante
es: Constante
fi: Vakio
is: Fasti
nl_be: Continu
ru: Константа
sv: Konstant

# LinkedFilterType_DateFormula
source: Date formula
bg: Формула за дата
da: Dataformel
de: Datumsformel
es: Fórmula de fecha
fi: Pvm -kaava
fr: Formule de date
is: Dagsetningarformúla
nl: Formule
nl_be: Datumformule
ru: Формула дат
sv: Datumformel
vi_vn: Công thức Duy trì Ngày

# LinkedFilterType_Field
source: Field
bg: Поле
da: Felt
de: Feld
es: Campo
fi: Kenttä
fr: Champ
is: Reitur
nl: Veld
nl_be: Veld
ru: Поле
sv: Fält
vi_vn: Cánh đồng

# LinkedFilterType_Filter
source: Filter
bg: Филтър
es: Filtro
fi: Suodatin
fr: Filtre :
is: Afmörkun
ru: Фильтр
vi_vn: Bộ lọc

# LinkedFilterType_FromLoc
source: From location
bg: От местоположение
da: Fra placering
de: Von Speicherort
es: Ubicación de origen
fi: Lähtösijainti
fr: Depuis le lieu
is: Frá staðsetning
nl: Vanaf locatie
nl_be: Van locatie
ru: Из местоположения
sv: Från plats
vi_vn: Từ location

# LinkedFilterType_ToLoc
source: To location
bg: Към местоположение
da: Til placering
de: Bis Standort
es: Ubicación de destino
fi: Kohdesijainti
fr: Vers le lieu
is: Til stöð
nl: Naar locatie
nl_be: Naar locatie
ru: В местоположение
sv: Till plats
vi_vn: Đến location

# LinkedTableAdd
source: Add linked table
bg: Добавете свързана таблица
da: Tilføj linket tabel
de: Verknüpfte Tabelle hinzufügen
es: Añadir tabla vinculada
fi: Lisää linkitetty taulu
fr: Ajouter une table liée
is: Bæta við tengitöflu
nl: Gekoppelde tabel
nl_be: Gelinkte tabel toevoegen
ru: Добавить связанную таблицу
sv: Lägg till alla länkade tabeller
vi_vn: Thêm bảng liên kết

# LinkedTableAlreadyExistsMsg
source: There already exists a link to this table
bg: Вече съществува връзка към тази таблица
da: Der eksisterer allerede et link til denne tabel
de: Es gibt bereits eine Verknüpfung zu dieser Tabelle
es: Ya existe un vínculo con esta tabla
fi: Tähän tauluun on jo linkki
fr: Un lien vers cette table existe déjà
is: Það er þegar til staðar tenging við þessa töflu
nl: Er bestaat al een koppeling naar deze tabel
nl_be: Er is al een link naar deze tabel
ru: К этой таблице связь уже существует
sv: Det finns redan en länk till tabellen
vi_vn: Đã tồn tại một liên kết đến table này

# LinkedTableFieldsMissingMsg
source: This table has no fields. Read the table's field designs and try again.
bg: Тази таблица няма полета. Прочетете дизайна на полето в таблицата и опитайте отново.
da: Denne tabel har ikke nogen felter. Se på tabellents feltdesign og prøv igen.
de: Diese Tabelle hat keine Felder. Lesen Sie die Felder der Tabellen und versuchen Sie es erneut.
es: Esta tabla no tiene campos. Lea los diseños de campos de la tabla e inténtelo de nuevo.
fi: Tässä taulussa ei ole kenttiä. Lue taulun kenttämalli ja yritä uudelleen.
fr: Cette table ne comporte aucun champ. Lisez les conceptions de champs de la table et réessayez.
is: Þessi tafla hefur enga reiti. Lestu reitahannanir töflurnar og reyndu aftur.
nl: Deze tabel bevat geen velden. Lees de tabelontwerpen veld en probeer het opnieuw.
nl_be: Deze tabel bevat geen velden. Lees de veldontwerpen van de tabel en probeer opnieuw.
ru: У данной таблицы нет полей. Прочитайте дизайны полей таблицы и попытайтесь снова.
sv: Tabellen har inga fält. Läs tabellens fältdesign och försök igen.
vi_vn: Table này không có trường. Đọc thiết kế trường của bảng và thử lại.

# LinkedTableHeaderMsg
source: Select the table design to link to table {0}
bg: Изберете дизайн на таблицата, за да се свържете с таблица {0}
da: Vælg det tabeldesign der skal linkes til tabel {0}
de: Wählen Sie das Tabellendesign, welches auf die Tabelle verknüpft werden soll {0}
es: Seleccione el diseño de tabla que desee vincular a la tabla {0}
fi: Valitse taulun mallinnus linkitettäväksi tauluun {0}
fr: Choisissez une conception de table à lier à la table {0}
is: Veldu töfluhönnun til að tengja við töflu {0}
nl: Selecteer het tabelontwerp te koppelen aan de tabel {0}
nl_be: Selecteer het tabelontwerp om te linken naar tabel {0}
ru: Выберите дизайн таблицы для связи к таблице {0}
sv: Välj tabelldesign att länka till tabell {0}
vi_vn: Chọn table thiết kế để liên kết với table {0}

# LinkedTableRemove
source: Remove linked table
bg: Премахване на свързаната таблица
da: Fjern linket tabel
de: Verknüpfte Tabelle entfernen
es: Eliminar tabla vinculada
fi: Poista linkitetty taulu
fr: Retirer la table liée
is: Eyða tengitöflu
nl: Gekoppelde tabel verwijderen
nl_be: Gelinkte tabel verwijderen
ru: Удалить связанные таблицы
sv: Ta bort länkad tabell
vi_vn: Xóa table liên kết
