Repository: iespana/LSOne
Catalog: POS/Services/CreditMemoService/Properties/Resources.*.resx
Languages: bg, de, es, fi, fr, nl, nl_be, sv, vi_vn

source: Connection failure
bg: Неуспешно свързване
de: Verbindungsfehler
es: Error de conexión
fi: Yhteysvirhe
fr: Échec de la connexion
nl: Verbindingsfout
nl_be: Storing in verbinding
sv: Uppkoppling misslyckades
vi_vn: Lỗi kết nối

# CouldNotConnectToSiteService
source: Could not connect to the site service.
bg: Не можахме да се свържем с услугата на сайта
de: Konnte nicht zum Site Service verbinden.
es: No se puede establecer la conexión con el servidor de la tienda.
fi: Ei voitu yhdistää Site Serviceen
fr: Impossible de se connecter au Service de site
nl: Kan geen verbinding met de Site-Service
nl_be: Kon geen verbinding tot stand brengen met de Site Service.
sv: Kunde inte ansluta till Site Service.
vi_vn: Không thể kết nối với Trang Dịch vụ

# CreditMemoAlreadyInUse
source: This credit memo has already been used for payment in this transaction. Please enter another ID or void the previous payment and try again
bg: Това кредитно известие вече е използвано за плащане в тази транзакция. Моля въведете друг идентификационен номер или анулирайте предишното плащане и опитайте отново
de: Diese Gutschrift wurde bereits für eine Zahlung in dieser Transaktion verwendet. Bitte geben Sie eine andere ID ein oder stornieren Sie die vorherige Zahlung und versuchen Sie es erneut
es: Este vale de crédito ya se ha utilizado para el pago en esta transacción. Introduzca otro ID o anule el pago anterior e inténtelo otra vez.
fi: Tämä hyvityskuitti on jo käytetty maksuun tällä kuitilla. Ole hyvä ja syötä toisen hyvityskuitin ID tai poista nykyinen kuitilta ja yritä uudelleen
fr: Cette note de crédit a déjà été utilisée pour payer cette transaction. Veuillez entrer un autre ID ou annuler le paiement précédant et recommencer
nl: Deze creditnota wordt al gebruikt voor betaling bij deze transactie. Voer een andere ID of vernietigen van de vorige betaling en probeer het opnieuw
nl_be: Deze credit memo werd eerder al gebruikt voor betaling in deze transactie. Voer een andere ID in of maak de vorige betaling ongeldig en probeer het nog eens
sv: Kreditnota har redan använts för betalning i den här transaktionen. Ange ett annat ID eller makulera föregående betalning och försök igen
vi_vn: Bút toán điều chỉnh này đã được sử dụng để thanh toán trong giao dịch này. Vui lòng nhập ID khác hoặc vô hiệu hóa khoản thanh toán trước đó và thử lại

# CreditMemoBalanceToLow
source: The balance on this credit memo is to low
bg: Балансът по това кредитно известие е нисък
de: Der Saldo dieser Gutschrift ist zu niedrig
es: El saldo de este vale de crédito es demasiado bajo.
fi: Tämän hyvityskuin saldo on liian pieni
fr: Le solde de cette note de crédit est trop bas
nl: Het saldo op deze creditnota is te laag
nl_be: Het saldo op deze credit memo is te laag
sv: Saldot på kreditnota är för lågt
vi_vn: Số dư trong bản ghi nhớ tín dụng này là thấp

# CreditMemoCurrencyAndStoreCurrencyNotSame
source: Credit memo currency and store currency do not match. Store currency is #1 but credit memo is #2.
bg: Валутата на кредитното известие и валутата на магазина не съвпадат. Валутата на магазина е #1, но кредитното известие е #2.
de: Gutschriftenwährung und Geschäftswährung stimmen nicht überein. Die Geschäftswährung ist #1 aber Geschenkgutschrift ist #2.
es: La divisa de la nota de crédito y la divisa de la tienda no coinciden. La divisa de la tienda es #1 y la de la nota de crédito de regalo es #2.
fi: Hyvityskuitin valuutta ja myymlän valuutta eivät täsmää. Myymälän valuuutta on #1 mutta hyvityskuitin on #2.
fr: La devise de la note de crédit ne correspond pas à la devise du magasin. La devise du magasin est #1 mais la note de crédit cadeau est #2.
nl: Credit memo valuta en winkel valuta komen niet overeen. Winkel valuta is #1 maar creditnota is #2.
nl_be: De valuta op de credit memo en de valuta in de winkel stemmen niet overeen. De valuta van de winkel is #1, maar de cadeau credit memo is #2
sv: Kreditnotans valuta och butiksvalutan överensstämmer inte. Butiksvaluta är #1 men kreditnota är #2.
vi_vn: Tiền tệ điều chỉnh và tiền tệ ở cửa hàng không phù hợp. Tiền tệ ở cửa hàng là #1 nhưng điều chỉnh là #2.

# CreditMemoDisabled
source: Credit memos are currently disabled. You either need to add a site service profile to the terminal or enable credit memos in the terminal's Site Service profile
bg: Кредитните известия понастоящем са деактивирани. Трябва или да добавите профил на услугата на сайта за терминала или да разрешите кредитните известия в профила на услугата на сайта за терминала
de: Gutschriften sind momentan deaktiviert. Sie müssen entweder ein Site Service-Profil zu dem Terminal hinzufügen oder Gutschriften in dem Site Service-Profil des Terminals hinzufügen
es: Las notas de crédito están actualmente deshabilitadas. Debe añadir al terminal un perfil de servidor de la tienda o habilitar las notas de crédito en el perfil del servidor de la tienda.
fi: Hyvityskuitit ovat tällä hetkellä poissa käytöstä. Aseta site service profiili päätteelle tai ota käyttöön hyvityskuitit päätteen Site Service profiilissa.
fr: Les notes de crédit sont actuellement désactivées. Vous devez soit ajouter un profil de service de site au terminal, soit activer les notes de crédit dans le profil de Service de site du terminal
nl: Creditnota's zijn momenteel uitgeschakeld. U die ofwel moet toevoegen van een site-service profiel naar de terminal of creditnota's in van de terminal Site serviceprofiel inschakelen
nl_be: De credit memo's zijn momenteel uitgeschakeld. U moet een Site Service-profiel aan de terminal toevoegen of in het Site Service-profiel van de terminal credit memo's activeren
sv: Kreditnotor är inaktiverade. Du måste antingen lägga till en Site Service profil till terminalen eller aktivera kreditnotor i terminalens Site Service profil
vi_vn: Bút toán điều chỉnh hiện đang bị vô hiệu hóa. Bạn cần thêm hồ sơ dịch vụ trang vào thiết bị đầu cuối hoặc bật ghi nhớ tín dụng trong hồ sơ Dịch vụ trang của thiết bị đầu cuối

# CreditMemoHasZeroBalance
source: Credit memo has no balance and cannot be used.
bg: Кредитното известие няма баланс и не може да се използва.
de: Gutschrift hat keinen Saldo und kann nicht verwendet werden.
es: La nota de crédito no tiene saldo y no se puede utilizar.
fi: Hyvityskuitilla ei ole saldoa joten sitä ei voi käyttää.
fr: La note de crédit n'a aucun solde et ne peut pas être utilisée.
nl: Creditnota geen saldo heeft en kan niet worden gebruikt.
nl_be: De credit memo heeft geen saldo en kan niet worden gebruikt.
sv: Kreditnota har inget saldo och kan inte användas.
vi_vn: Ghi nhớ tín dụng không có số dư và không thể được sử dụng.

# CreditMemoNotFound
source: A credit memo with the given ID was not found
bg: Не е намерено кредитно известие с дадения идентификационен номер
de: Eine Gutschrift mit der angegebenen ID wurde nicht gefunden
es: No se ha encontrado un vale de crédito con el ID determinado.
fi: Hyvityskuitti, jossa annettu ID, ei löytynyt
fr: Aucune note de crédit correspondant à l'ID donné n'a été trouvée
nl: Een creditnota met de gegeven ID werd niet gevonden
nl_be: Er werd geen credit memo met de ingevoerde ID gevonden
sv: En kreditnota med angiven ID finns inte
vi_vn: Không tìm thấy bút toán điều chỉnh với ID đã đưa

# CreditMemoNotValid
source: Credit memo is not valid
bg: Кредитното известие не е валидно
de: Gutschrift ist nicht gültig
es: La nota de crédito no es válida
fi: Hyvityskuitti ei ole kelvollinen
fr: La note de crédit est non valide
nl: Creditnota is niet geldig
nl_be: De credit memo is niet geldig
sv: Kreditnota är inte giltigt.
vi_vn: Điều chỉnh không hợp lệ

# CreditMemoUnknownError
source: An unknown error has occurred
bg: Възникна неизвестна грешка.
de: Ein unbekannter Fehler ist aufgetreten
es: Se ha producido un error desconocido.
fi: On tapahtunut tuntematon virhe
fr: Une erreur inconnue s'est produite
nl: Er is een onbekende fout opgetreden.
nl_be: Er heeft zich een onbekende fout voorgedaan
sv: Ett okänt fel uppstod
vi_vn: Một lỗi không biết đã xảy ra.

# CreditMemoValid
source: Credit memo is valid
bg: Кредитното известие е валидно
de: Gutschrift ist gültig
es: La nota de crédito es válida
fi: Hyvityskuitti on voimassa
fr: La note de crédit est valide
nl: Creditnota is geldig
nl_be: De credit memo is geldig
sv: Kreditnota är giltig
vi_vn: Điều chỉnh là hợp lệ

source: Enter credit memo ID:
bg: Въведете ID на кредитното известие:
de: Gutschrift ID- eingeben:
es: Introduzca el ID de la nota de crédito:
fi: Anna hyvityskuitin ID:
fr: Entrer l'ID de la note de crédit :
nl: Voert credit memo-ID:
nl_be: Voer de ID van de credit memo in:
sv: Ange kreditnota-ID:
vi_vn: Nhập ID ghi nhớ tín dụng:

# ErrorGettingBalance
source: Error getting credit memo balance
bg: Грешка при получаване на баланса на кредитно известие
de: Fehler beim Abrufen des Gutschriftensaldos
es: Error al obtener saldo del vale de crédito
fi: Virhe hyvityskuitin saldon haussa
fr: Erreur lors de la récupération du solde de la note de crédit
nl: Fout krijgen creditsaldo memo
nl_be: Fout bij het ophalen van het saldo van de credit memo
sv: Fel vid läsning av kreditnotasaldo
vi_vn: Lỗi nhận số dư tín dụng

source: Error issuing credit memo
bg: Грешка при издаването на кредитно известие
de: Fehler beim Erstellen der Gutschrift
es: Error al emitir vale de crédito
fi: Virhe uuden hyvityskuitin myöntämisessä
fr: Erreur lors de l'émission de la note de crédit
nl: Fout afgifte creditnota
nl_be: Fout bij het uitgeven van de credit memo
sv: Fel vid utfärdande av kreditnota
vi_vn: Lỗi phát hành điều chỉnh

source: Inconsistent currencies
bg: Несъвместими валути
de: Uneinheitliche Währungen
es: Divisas incoherentes
fi: Yhteensopimattomat valuutat
fr: Devises incohérentes
nl: Inconsistent valuta
nl_be: Niet-consequente valuta's
sv: Oförenliga valutor
vi_vn: Tiền tệ không nhất quán

source: Issuing credit memo...
bg: Издаване на кредитно известие ...
de: Erstelle Gutschrift...
es: Emitiendo vale de crédito...
fi: Myönnetään hyvityskuittia...
fr: Émission d'une note de crédit en cours...
nl: Afgifte creditnota...
nl_be: Credit memo uitgeven ...
sv: Utfärdar kreditnota...
vi_vn: Phát hành điều chỉnh ...

# UpdateCreditMemoError
source: An error occurred updating the credit memo through the Site Service
bg: Възникна грешка при актуализирането на кредитното известие чрез услугата на сайта
de: Ein Fehler ist bei der Aktualisierung der Gutschrift durch den Site Service aufgetreten
es: Se ha producido un error al actualizar el vale de crédito a través del servidor de la tienda.
fi: Tapahtui virhe hyvityskuitin päivittämisessä Site Service -palvelun kautta
fr: Une erreur s'est produite en mettant à jour la note de crédit avec le Service de site
nl: Bijwerken van de creditnota via de Site Service is een fout opgetreden
nl_be: Er heeft zich een fout voorgedaan bij het updaten van de credit memo via de Site Service
sv: Ett fel uppstod vid uppdatering av kreditnota med Site Service
vi_vn: Đã xảy ra lỗi khi cập nhật điều chỉnh thông qua Dịch vụ trang web

source: Updating credit memo...
bg: Кредитното известие се актуализира ...
de: Aktualisiere Gutschrift...
es: Actualizando vale de crédito...
fi: Päivitetään hyvityskuittia...
fr: Mise à jour de la note de crédit en cours...
nl: Creditnota worden bijgewerkt...
nl_be: Credit memo updaten ...
sv: Uppdaterar kreditnota...
vi_vn: Đang cập nhật điều chỉnh...

source: Validating credit memo...
bg: Потвърждаване на кредитно известие ...
de: Prüfe Gutschrift...
es: Validando vale de crédito...
fi: Vahvistetaan hyvityskuittia...
fr: Validation de la note de crédit en cours...
nl: Valideren creditnota...
nl_be: Credit memo valideren ...
sv: Validerar kreditnota...
vi_vn: Xác thực điều chỉnh ...
