Repository: iespana/LSOne
Catalog: POS/Services/PrintingService/Properties/resources.*.resx
Languages: bg, da, de, es, fr, is, nl, nl_be, ru, vi_vn

source: Additional information
bg: Допълнителна информация
da: Yderligere oplysninger
de: Zusätzliche Informationen
es: Información adicional
fr: Informations supplémentaires
is: Viðbótarupplýsingar
nl: Aanvullende informatie
nl_be: Extra informatie
ru: Дополнительные сведения
vi_vn: Thông tin bổ sung

source: Cancel
bg: Отказ
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
is: Hætta við
nl: Annuleren
nl_be: Annuleren
ru: Отмена
vi_vn: Hủy bỏ thao tác

source: Line discount
bg: Отстъпка по ред
da: Linjerabat
de: Zeilenrabatt
es: Descuento línea
fr: Remise ligne
is: Línuafsláttur
nl: Regelkorting
nl_be: Lijnkorting
ru: Строка скидки
vi_vn: Chiết khấu theo dòng

# AppDemoVersion
source: LS One POS DEMO Version
bg: LS One POS DEMO версия
es: Versión DEMO de LS One POS
fr: LS One Version DÉMO PDV
is: LS One POS DEMO Útgáfa
nl: LS een POS demoversie
nl_be: LS One POS DEMO-versie
ru: LS One POS Демонстрационная версия
vi_vn: Phiên bản DEMO LS One POS

source: Bag ID........:
bg: Идент. № на чанта ........:
da: Pose-ID...:
de: Taschen-ID.....:
es: ID de bolsa........:
fr: ID sac......... :
is: Töskunúmer........:
nl: Tas ID...:
nl_be: Zak ID........:
ru: Сумка ID........:

source: Bank Drop Receipt
bg: Разписка bank drop
da: Kvittering for bankindsættelse
de: Bank-Drop-Beleg
es: Recibo de retiro para banco
fr: Reçu de remise en banque
is: Kvittun bankafærslu
nl: Bank Drop ontvangst
nl_be: Ontvangstbewijs bank drop
ru: Чек инкассации
vi_vn: Biên lai ngân hàng

source: Bank drop reversal receipt
bg: Сторниране разписка bank drop
da: Kvittering for tilbageførsel af bankindsættelse
de: Bankdrop-Stornobeleg
es: Recibo de reversión de retiro para banco
fr: Reçu de contrepassation de remise en banque
is: Kvittun bakfærslu fyrir færslu í banka
nl: Bank drop omkering ontvangst
nl_be: Ontvangstbewijs omzetting bank drop
ru: Чек возврата инкассации
vi_vn: Biên lai hủy ngân hàng

# CardReceiptForCust
source: Do you want to print the customer٥s card receipt
bg: Искате ли да отпечатате разписката карта клиент?
da: Vil du udskrive kundens kortkvittering
de: Wollen Sie den Kundenkartenbeleg drucken?
es: ¿Desea imprimir el recibo de la tarjeta del cliente?
fr: Souhaitez-vous imprimer le reçu de la carte client ?
is: Viltu prenta út kortakvittun viðskiptavinar?
nl: Wilt u de customer´s kaart ontvangstbewijs afdrukken
nl_be: Wilt u het ontvangstbewijs van de kaart van de klant afdrukken?
ru: Вы хотите распечатать чек карты клиента
vi_vn: Bạn có muốn in biên lai thẻ khách hàng

# CardReceiptForCustReturn
source: Do you want to print the customer٥s card receipt?
bg: Искате ли да отпечатате разписката карта клиент?
da: Vil du udskrive kundens kortkvittering
de: Wollen Sie den Kundenkartenbeleg drucken?
es: ¿Desea imprimir el recibo de la tarjeta del cliente?
fr: Souhaitez-vous imprimer le reçu de la carte client ?
is: Viltu prenta út kortakvittun viðskiptavinar?
nl: Wilt u de customer´s kaart ontvangstbewijs afdrukken
nl_be: Wilt het ontvangstbewijs van de klantenkaart afdrukken?
ru: Вы хотите распечатать чек карты клиента
vi_vn: Bạn có muốn in biên lai thẻ khách hàng

# CardReceiptForShopReturn
source: Do you want to print the shop٥s card receipt?
bg: Искате ли да отпечатате разписката карта магазин?
da: Vil du udskrive butikkens kortkvittering?
de: Möchten Sie den Kartenbeleg des Geschäfts drucken?
es: ¿Desea imprimir el recibo de la tarjeta de la tienda?
fr: Souhaitez-vous imprimer le reçu de la carte magasin ?
is: Viltu prenta út kortakvittun búðar?
nl: Wilt u de shop´s kaart ontvangstbewijs afdrukken?
nl_be: Wilt u het ontvangstbewijs van de winkelkaart afdrukken?
ru: Вы хотите, чтобы распечатать чек карты магазина?
vi_vn: Bạn có muốn in biên lai thẻ của cửa hàng không?

source: Change back
bg: Промяна назад
da: Byttepenge
de: Zurück geben
es: Revertir cambio
fr: Annuler la modification
is: Til baka
nl: Wisseling weerom naar
nl_be: Opnieuw wijzigen
ru: Отменить изменение
vi_vn: Đổi lại

# Copy
source: COPY---COPY---COPY---COPY---COPY---COPY---COPY
bg: КОПИЕ---КОПИЕ---КОПИЕ---КОПИЕ---КОПИЕ---КОПИЕ---КОПИЕ
da: KOPI---KOPI---KOPI---KOPI---KOPI---KOPI---KOPI
de: KOPIE---KOPIE---KOPIE---KOPIE---KOPIE---KOPIE---KOPIE
es: COPIA---COPIA---COPIA---COPIA---COPIA---COPIA---COPIA
fr: COPIE---COPIE---COPIE---COPIE---COPIE---COPIE---COPIE
is: AFRIT---AFRIT---AFRIT---AFRIT---AFRIT---AFRIT---AFRIT
nl: copy
nl_be: KOPIE---KOPIE---KOPIE---KOPIE---KOPIE---KOPIE---KOPIE
ru: КОПИЯ---КОПИЯ---КОПИЯ---КОПИЯ---КОПИЯ---КОПИЯ---КОПИЯ

# COPYCapitalized
source: COPY
bg: Копиране
da: KOPI
de: KOPIEREN
es: COPIA
fr: COPIE
is: AFRIT
nl: KOPIE
nl_be: KOPIËREN
ru: КОПИЯ

source: Credit memo
bg: Кредитно известие
da: Kreditnota
de: Gutschrift
es: Vale de crédito
fr: Note de crédit
is: Inneignarnóta
nl: Stornering
ru: Кредит мемо
vi_vn: Sổ lưu tín dụng

source: Credit memo amount...:
bg: Сума кредитно известие
da: Kreditnotabeløb...:
de: Gutschriftsbetrag...:
es: Importe de la nota de crédito...:
fr: Montant de la note de crédit... :
is: Upphæð inneignarnótu...:
nl: Memo creditbedrag
nl_be: Bedrag creditmemo....
ru: Кредит мемо Сумма
vi_vn: Số tiền ghi nhớ tín dụng

source: Credit memo no.......:
bg: Кредитно известие № .......:
da: Kreditnotanummer...:
de: Gutschriftsnr........:
es: Núm. de nota de crédito.......:
fr: N° de la note de crédit...... /
is: Inneignarnóta nr:.......:
nl: Creditnota niet...:
nl_be: Creditmemonr..........
ru: Кредит мемо Но........:
vi_vn: Số hóa đơn điều chỉnh.......:

# CustAcntReceiptForCust
source: Do you want to print the customer٥s customer account receipt?
bg: Искате ли да отпечатате разписката клиентска сметка на клиент?
da: Vil du udskrive kundens kundekontokvittering?
de: Wollen Sie den Kundenkontenbeleg des Kundens drucken?
es: ¿Desea imprimir el recibo de la cuenta del cliente?
fr: Souhaitez-vous imprimer le reçu du compte client ?
is: Viltu prenta út kvittun viðskiptamanns?
nl: Wilt u de afdrukken vóór afsluiten?
nl_be: Wilt u het ontvangstbewijs van het klantenaccount van de klant afdrukken?
ru: Вы хотите, чтобы распечатать чек аккаунта клиента?
vi_vn: Bạn có muốn in biên lai tài khoản của khách hàng không?

# CustAcntReceiptForCustReturn
source: Do you want to print the customer٥s customer account receipt?
bg: Искате ли да отпечатате разписката клиентска сметка на клиент?
da: Vil du udskrive kundens kundekontokvittering?
de: Wollen Sie den Kundenkontenbeleg des Kundens drucken?
es: ¿Desea imprimir el recibo de la cuenta del cliente?
fr: Souhaitez-vous imprimer le reçu du compte client ?
is: Viltu prenta út kvittun viðskiptamanns?
nl: Wilt u de afdrukken vóór afsluiten?
nl_be: Wilt u het ontvangstbewijs van het klantenaccount van de klant afdrukken?
ru: Вы хотите, чтобы распечатать чек аккаунта клиента?
vi_vn: Bạn có muốn in biên lai tài khoản của khách hàng không?

# CustAcntReceiptForShop
source: Do you want to print the shop٥s customer account receipt?
bg: Искате ли да отпечатате разписката клиентска сметка магазин?
da: Vil du udskrive butikkens kundekontokvittering?
de: Möchten Sie den Kundenkontenbeleg des Geschäfts drucken?
es: ¿Desea imprimir el recibo de la cuenta del cliente de la tienda?
fr: Souhaitez-vous imprimer le reçu du compte client du magasin ?
is: Viltu prenta út viðskiptamannakvittun búðar?
nl: Wilt u de afdrukken vóór afsluiten?
nl_be: Wilt u het ontvangstbewijs van het klantenaccount van de winkel afdrukken?
ru: Вы хотите, чтобы распечатать чек аккаунта клиента магазина?
vi_vn: Bạn có muốn in biên lai tài khoản khách hàng của cửa hàng không?

# CustAcntReceiptForShopReturn
source: Do you want to print the shop٥s customer account receipt?
bg: Искате ли да отпечатате разписката клиентска сметка магазин?
da: Vil du udskrive butikkens kundekontokvittering?
de: Möchten Sie den Kundenkontenbeleg des Geschäfts drucken?
es: ¿Desea imprimir el recibo de la cuenta del cliente de la tienda?
fr: Souhaitez-vous imprimer le reçu du compte client du magasin ?
is: Viltu prenta út viðskiptamannakvittun búðar?
nl: Wilt u de afdrukken vóór afsluiten?
nl_be: Wilt u het ontvangstbewijs van het klantenaccount van de winkel afdrukken?
ru: Вы хотите, чтобы распечатать чек аккаунта клиента магазина?
vi_vn: Bạn có muốn in biên lai tài khoản khách hàng của cửa hàng không?

# CustomerAccountDeposit
source: Do you want to print the receipt?
bg: Искате ли да отпечатате разписката?
da: Vil du udskrive kvitteringen?
de: Wollen Sie den Kassenbon drucken?
es: ¿Desea imprimir el recibo?
fr: Souhaitez-vous imprimer le reçu ?
is: Viltu prenta út kvittun?
nl: Wil je de kassabon mailen?
nl_be: Wilt u het ontvangstbewijs afdrukken?
ru: Напечатать чек?
vi_vn: Bạn có muốn in biên lai?

source: Customer order
bg: Клиентска поръчка
da: Kundeordre
de: Kundenbestellung
es: Pedido de cliente
fr: Commande client
is: Sölupöntun
nl: Klantbestelling
nl_be: Klantenorder
ru: Заказ клиента
vi_vn: Đơn hàng của khách hàng

# DateWithPostFix
source: Date.:
bg: Дата
da: Dato
de: Datum.:
es: Fecha.:
is: Dagsetning.:
nl: Datum.:
nl_be: Datum:
ru: Дата
vi_vn: Ngày

source: Deposit paid
bg: Платен депозит
da: Indskud betalt
de: Einzahlung geleistet
es: Depósito pagado
fr: Dépôt payé
is: Greitt inná
nl: Aanbetaling voldaan
nl_be: Deposito betaald
ru: Оплата депозита
vi_vn: Chờ thanh toán

source: Deposit payment
bg: Плащане на депозит
da: Indskudsbetaling
de: Begleichung der Einzahlung
es: Pago con depósito
fr: Paiement par dépôt
is: Innágreiðsla
nl: Aanbetaling
nl_be: Depositobetaling
ru: Оплата депозита
vi_vn: Thanh toán đặt cọc

source: For delivery
bg: За доставка
da: Til levering
de: Versandbereit
es: Para entregar
fr: Livrable
is: Til afgreiðslu
nl: Dagen tot oplevering
nl_be: Voor levering
ru: Для поставки
vi_vn: Để giao hàng

source: Gift Card
bg: Гифт карта
da: Gavekort
de: Geschenkkarte
es: Tarjeta de regalo
fr: Carte cadeau
is: Gjafakort
nl_be: Cadeaubon
ru: Подарочная карта
vi_vn: Thẻ quà tặng

source: Gift Card amount...:
bg: Сума гифт карта
da: Gavekortbeløb...
de: Geschenkkartenbetrag...:
es: Obtener la tarjeta de regalo:...:
fr: Montant de la carte cadeau.... :
is: Upphæð gjafakorts...:
nl: Bedrag giftcard
nl_be: Bedrag cadeaubon....
ru: Подарочная карта Сумма
vi_vn: Số lượng thẻ quà tặng

source: Gift Card no.......:
bg: Гифт карта No......:
da: Gavekortnr...:
de: Geschenkkartennr.....:
es: N.º de tarjeta regalo.......:
fr: N° carte cadeau..... :
is: Númer gjafakorts.......:
nl: Kaartje niet...:
nl_be: Cadeaubonnummer.....
ru: Подарочная карта Но........:
vi_vn: Thẻ quà tặng số .......:

# ItemIsFullyReceived
source: Item(s) fully received
bg: Артикул (и) напълно получен (и)
da: Vare(r) fuldt modtaget
de: Artikel vollständig eingegangen
es: Artículo(s) recibido(s) por completo
fr: Article(s) entièrement reçu(s)
is: Vörur að fullu afgreiddar
nl: Object(en) volledig ontvangen
nl_be: Artikel(en) volledig ontvangen
ru: Товар(ы) получены полностью
vi_vn: Các mặt hàng đã nhận đầy đủ

# LoyaltyDiscount
source: Point discount
bg: Точка отстъпка
da: Pointrabat
de: Punkterabatt
es: Descuento por puntos
fr: Remise de points
is: Punkta afsláttur
nl: Punt korting
nl_be: Puntkorting
ru: Скидка за баллы
vi_vn: Điểm chiết khấu

# ManualWeight
source: MANUALLY ENTERED WEIGHT
bg: Ръчно въведено тегло
da: MANUELT INDTASTET VÆGT
de: MANUELL EINGEGEBENES GEWICHT
es: Peso introducido manualmente
fr: POIDS ENTRÉ MANUELLEMENT
is: INNSLEGIN ÞYNGD
nl: Handmatig ingevoerde gewicht
nl_be: HANDMATIG INGEVOERD GEWICHT
ru: Вес введен вручную
vi_vn: Khối lượng nhập thủ công

# NoFormProfile
source: Not found
bg: Нищо не е открито
da: Ikke fundet
de: Nicht gefunden
es: No se ha encontrado
fr: Non trouvé
is: Fannst ekki
nl: Niet gevonden
nl_be: Niet gevonden
ru: Не найдено
vi_vn: Không tìm thấy

# NoPrinterConfigured
source: No printer is configured so the receipt will not be printed
bg: Няма конфигуриран принтер, така че разписката няма да бъде отпечатана
da: Der ikke konfigureret nogen printer, så kvitteringen udskrives ikke
de: Es wurde kein Drucker konfiguriert, so dass der Kassenbon nicht gedruckt werden konnte
es: No hay ninguna impresora configurada. Por lo tanto, no se imprimirá el recibo.
fr: Aucune imprimante n'est configurée ; le reçu ne sera donc pas imprimé
is: Enginn prentari er tengdur við þessa útstöð.
nl: Niet gevonden
nl_be: Er is geen printer geconfigureerd dus het ontvangstbewijs zal niet worden afgedrukt
ru: Ни один принтер не сконфигурирован, чеки не будут печататься
vi_vn: Không có máy in được cấu hình để biên lai sẽ không được in

# NoPrintForm
source: No printform has been defined. Please create a printform or turn off printing in the hardware profile.
bg: Не е дефинирана печатна форма. Моля създайте формуляр за печат или изключете отпечатването в хардуерния профил.
da: Der er ikke defineret nogen udskriftsformular. Opret en udskriftformular, eller deaktiver udskrivning i hardwareprofilen.
de: Keine Druckform wurde definiert. Bitte erstellen Sie eine Druckform oder schalten Sie Drucken im Hardwareprofil aus.
es: No se ha definido ningún formato de impresión. Cree un formato de impresión o desactive la impresión en el perfil del hardware.
fr: Aucun PrintForm n'a été défini. Veuillez créer un PrintForm ou annuler l'impression dans le profil matériel.
is: Útprentun hefur ekki verið búin til. Vinsamlegast búið til printform eða óvirkið prentun í hardware profile.
nl: Geen printform is gedefinieerd. Gelieve te maken een printform of afdrukken in het hardwareprofiel uitschakelen.
nl_be: Er werd geen afdrukformulier bepaald. Maak een afdrukformulier aan of schakel afdrukken uit in het hardwareprofiel.
ru: Печатная форма чека не определена. Пожалуйста, создайте печатную форму чека или выключите печать в профиле оборудования.
vi_vn: Không có định dạng in đã được xác định. Vui lòng tạo một bản in hoặc tắt in trong hồ sơ phần cứng.

# NoPrintFormDetails
source: (Form profile: %1, form: %2)
bg: (Профил на формуляра:%1, формуляр:%2)
da: (Formularprofil %1, formular %2)
de: (Formularprofil %1, Formular %2)
es: (Perfil de formulario %1, formulario %2)
fr: (Profil de formulaire %1, formulaire %2)
is: Eyðublaðaprófíll %1, eyðublað %2)
nl: (Vormen van profiel: %1, vorm: %2)
nl_be: (Formulierprofiel %1, formulier %2)
ru: (Форма профайл %1, форма %2)
vi_vn: (Hồ sơ mẫu: %1, mẫu: %2)

# NotAvailable
source: N/A
bg: Неприложимо
de: N/V
es: N/D
fr: N/D
is: Ótiltækt
nl: N.V.T.
nl_be: Nvt
vi_vn: Không khả dụng

# OperatorIDWithPostFix
source: Operator ID...:
bg: Оператор ID
da: Operatør-ID
es: ID de operador...:
fr: ID opérateur
is: Söluaðili...:
nl: Operatoridentificator
ru: ID оператора
vi_vn: ID nhà vận hành

# Ordered
source: On order
bg: Поръчани
da: På bestilling
de: Bestellt
es: En pedido
fr: Commandé
is: Í pöntun
nl: Op order
nl_be: Op bestelling
ru: Заказ
vi_vn: Đã đặt hàng

source: points
bg: Точки
da: Point
de: Punkte
es: Puntos
is: punktar
nl: Spaarpunten
nl_be: punten
ru: Баллы
vi_vn: Điểm

source: Print
bg: Печат
da: Udskriv...
de: Drucken
es: Imprimir
fr: Imprimer
is: Prenta
nl: Printen...
nl_be: Afdrukken
ru: Печать...
vi_vn: Thao tác in

# PrintReceiptQuestion
source: Do you want to print the receipt?
bg: Искате ли да отпечатате разписката?
da: Vil du udskrive kvitteringen?
de: Wollen Sie den Kassenbon drucken?
es: ¿Desea imprimir el recibo?
fr: Souhaitez-vous imprimer le reçu ?
is: Viltu prenta út kvittun?
nl: Wil je de kassabon mailen?
nl_be: Wilt u het ontvangstbewijs afdrukken?
ru: Напечатать чек?
vi_vn: Bạn có muốn in biên lai?

# PrintShopCardReceiptQuestion
source: Do you want to print the shop٥s card receipt?
bg: Искате ли да отпечатате разписката карта магазин?
da: Vil du udskrive butikkens kortkvittering?
de: Möchten Sie den Kartenbeleg des Geschäfts drucken?
es: ¿Desea imprimir el recibo de la tarjeta de la tienda?
fr: Souhaitez-vous imprimer le reçu de la carte magasin ?
is: Viltu prenta út kortakvittun búðar?
nl: Wilt u de shop´s kaart ontvangstbewijs afdrukken?
nl_be: Wilt u het ontvangstbewijs van de winkelkaart afdrukken?
ru: Вы хотите, чтобы распечатать чек карты магазина?
vi_vn: Bạn có muốn in biên lai thẻ của cửa hàng không?

source: Quote
bg: Оферта
da: Tilbud
de: Kostenvoranschlag
es: Presupuesto
fr: Devis
is: Tilboð
nl: Citaat
nl_be: Offerte
ru: Квота
vi_vn: Trích dẫn

source: Received
bg: Получен
da: Modtaget
de: Empfangen
es: Recibido:
fr: Reçue
is: Móttekið
nl: Ontvangen
nl_be: Ontvangen
ru: Получено
vi_vn: Đã nhận

source: Redeemed deposit
bg: Използван депозит
da: Indløste indskud
de: Zurückgezahlte Einzahlungen
es: Depósitos canjeados
fr: Dépôts utilisés
is: Innleystar greiðslur
nl: Ingewisselde storting
nl_be: Ingeruild deposito
ru: Освобожденные депозиты
vi_vn: Dùng tiền gửi

source: Remove Tender Amount.....:
bg: Премахване на сумата плащане .....:
da: Fjern betalingsbeløb........:
de: Entfernungsangebotsbetrag.....:
es: Eliminar importe de oferta.....:
fr: Retirer le montant du mode de paiement..... :
is: Tekið úr skúffu - upphæð.....:
nl: Verwijder offertebedrag...:
nl_be: Verwijder offertebedrag..........:
ru: Удалить сумму оплаты.....:
vi_vn: Xóa số tiền thanh toán.....:

source: Remove Tender Receipt
bg: Премахване на разписка плащане
da: Fjern kvittering for betalingsmiddel
de: Entfernungsangebotbeleg
es: Eliminar recibo de oferta
fr: Retirer le reçu du mode de paiement
is: Kvittun - Tekið úr skúffu
nl: Inschrijving ontvangst verwijderen
nl_be: Verwijder ontvangstbewijs offerte
ru: Удалить чек оплаты
vi_vn: Xóa biên lai thanh toán

source: Safe Drop Receipt
bg: Safe drop разписка
da: Kvittering for pengeskabsdeponering
de: Safe-Drop-Beleg
es: Recibo de depósito seguro
fr: Reçu de mise en coffre-fort
is: Kvittun fyrir færslu í örrygishólf
nl: De daling van de veilige ontvangst
nl_be: Ontvangstbewijs safe drop
ru: Чек изъятия из сейфа
vi_vn: Biên lai an toàn

source: Safe drop reversal receipt
bg: Safe drop сторно разписка
da: Kvittering for tilbageførsel af pengeskabsdeponering
de: Safe-Drop Stornobeleg
es: Recibo de reversión de retiro seguro
fr: Reçu de contrepassation de mise en coffre-fort
is: Kvittun bakfærslu fyrir færslu í öryggishólf
nl: De daling van de veilige omkering ontvangst
nl_be: Ontvangstbewijs omzetting safe drop
ru: Чек возврата изъятия из сейфа
vi_vn: Biên lai đảo ngược an toàn

# StoreIDWithPostFix
source: Store ID......:
bg: Магазин ID:
da: Butiks-ID
de: Geschäfts-ID......:
es: ID de tienda......:
fr: ID magasin :
is: Auðkenni búðar......:
nl: Winkel ID
nl_be: Winkel-ID.....
ru: ID Магазина:
vi_vn: ID cửa hàng

# SumLineDiscount
source: Line discounts
bg: Отстъпки редове
da: Linjerabatter
de: Zeilenrabatte
es: Descuentos de línea
fr: Remise ligne
is: Línuafslættir
nl: Handelsovereenkomsten
nl_be: Lijnkortingen
ru: Строка скидок
vi_vn: Chiết khấu theo dòng

# SumTotalDiscount
source: Total discounts
bg: Общо отстъпки
da: Rabatter i alt
de: Gesamtrabatte
es: Total de descuentos
fr: Remises totales
is: Heildar afslættir
nl: Totale kortingen
nl_be: Totale kortingen
ru: Скидки всего
vi_vn: Tổng số giảm giá

# SumTotalTransactionDiscount
source: Total saved on transaction
bg: Общо записани при транзакция
da: Besparelse på transaktion i alt
de: Gesamteinsparung bei Transaktion
es: Total ahorrado en la transacción
fr: Total économisé sur la transaction
is: Summar allra afslátta
nl: Totaal opgeslagen op transactie
nl_be: Totaal bespaard op transactie
vi_vn: Tổng số được lưu trên giao dịch

source: Suspend destination
bg: Отлагане на дестинацията
da: Parkér destination
de: Ziel aussetzen
es: Suspender destino
fr: Suspendre la destination
is: Staðsetning
nl: Opschorten van de bestemming
nl_be: Doel opschorten
ru: Приостановка назначения
vi_vn: Đình chỉ đích đến

source: Suspended Transaction
bg: Отложена транзакция
da: Suspenderet transaktion
de: Ausgesetzte Transaktion
es: Transacción suspendida
fr: Transaction suspendue
is: Frestuð færsla
nl: Zwevende transactie
nl_be: Opgeschorte transactie
ru: Отложенная транзакция
vi_vn: Giao dịch bị đình chỉ

source: Tender Declaration Receipt
bg: Разписка отчет начин на плащане
da: Kvittering for kasseoptælling
de: Kassensturzbeleg
es: Recibo de declaración de oferta
fr: Reçu de comptage de caisse
is: Kvittun fyrir peningatalningu
nl: Ontvangst van de verklaring van inschrijving
nl_be: Ontvangstbewijs kascontrole
ru: Чек декларации типа оплаты
vi_vn: Biên nhận khai báo thanh toán

source: This is not a valid receipt
bg: Това не е валидна разписка
da: Dette er ikke en gyldig kvittering
de: Dies ist kein gültiger Kassenbon.
es: Este recibo no es válido
fr: Ceci n'est pas un reçu valide
is: Þetta er ekki gild kvittun
nl: Dit is niet een geldige ontvangst
nl_be: Dit is geen geldig ontvangstbewijs
ru: Это не корректный чек
vi_vn: Đây không phải là một biên nhận hợp lệ

# TimeWithPostFix
source: Time.:
bg: Време
da: Tid
de: Zeit.:
es: Hora.:
fr: Heure.:
is: Tími.:
nl: Tijd.:
nl_be: Tijd
ru: Время
vi_vn: Thời gian

source: Total discount
bg: Обща отстъпка
da: Samlet rabat
de: Gesamtrabatt
es: Descuento total
fr: Remise totale
is: Heildarafsláttur
nl: Eindkorting
nl_be: Totale korting
ru: Общая скидка
vi_vn: Chiết khấu tổng

# Training
source: T R A I N I N G M O D E
bg: ОБУЧИТЕЛЕН РЕЖИМ
da: K U R S U S T I L S T A N D
de: T RA I N I N G S M O D U S
es: M O D O D E F O R M A C I Ó N
fr: M O D E F O R M A T I O N
is: Þ J Á L F U N A R H A M U R
nl_be: O E F E N M O D U S
ru: Т Р Е Н И Р О В О Ч Н Ы Й РЕ ЖИ М
vi_vn: CHẾ ĐỘ ĐÀO TẠO

source: Unknown Error occured
bg: Възникна неизвестна грешка
da: Der opstod en ukendt fejl
de: Ein unbekannter Fehler ist aufgetreteten
es: Se produjo un error desconocido
fr: Une erreur inconnue s'est produite
is: Óþekkt villa kom upp
nl: Er is een onbekend fout opgetreden.
nl_be: Onbekende fout opgetreden
ru: Произошла неизвестная ошибка
vi_vn: Xảy ra lỗi không xác định được

source: Voided Line
bg: Анулиран ред
da: Annulleret linje
de: Ungültige Zeilen
es: Línea anulada
fr: Ligne annulée
is: Ógild lína
nl: Geannuleerde regel
nl_be: Ongeldig gemaakte lijn
ru: Аннулированная строка
vi_vn: Hủy dòng

source: Voided Transaction ID..:
bg: Анулирана транзакция No...:
da: Annulleret transaktions-ID...:
de: Stornierte Transaktions-ID.....:
es: ID de la transacción anulada..:
fr: ID transaction annulée... :
is: Auðkenni færslu sem að hætt var við..:
nl: Transactie ID:
nl_be: Ongeldig gemaakte transactie-ID...:
ru: ID аннулированной транзакции..:
vi_vn: ID giao dịch bị hủy..:

source: Voided Transaction Receipt
bg: Анулирана транзакция разписка
da: Annulleret transaktionskvittering
de: Stornierter Transaktionsbeleg
es: Recibo de la transacción anulada
fr: Reçu de transaction annulée
is: Kvittun fyrir ógildingu sölu
nl: Transactie receipt
nl_be: Ongeldig gemaakt transactie ontvangstbewijs
ru: Чек аннулирования транзакции
vi_vn: Biên lai giao dịch bị hủy
