Repository: iespana/LSOne
Catalog: POS/Services/TransactionService/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# CouldNotConnectToSiteService
source: Could not connect to retrieve sale information. Please make sure the Site service is up and running.
bg: Не можа да се осъществи връзка за получаване на информация продажба. Моля уверете се, че услугата на сайта е активирана и работи.
da: Kunne ikke oprette forbindelse for at hente salgsoplysninger. Kontroller, at Site Service kører.
de: Konnte keine Verbindung zum Site Service herstellen
es: No se ha podido establecer la conexión con el servidor de la tienda
fi: Ei saatu yhteyttä myyntitietojen hakuun. Varmista että Site Service on käynnissä.
fr: Impossible de se connecter pour récupérer les informations de vente. Assurez-vous que le Service de site fonctionne.
is: Ekki tókst að tengjast til að ná í upplýsingar um afgreiðsluna. Vinsamlegast athugið hvort búðarþjónninn sé keyrandi.
nl: Kan geen verbinding maken om de verkoop informatie ophalen. Controleer of dat de Site service is gebruiksklaar.
nl_be: Kon geen verbinding maken om verkoopinformatie op te halen. Controleer dat de site service actief en ingeschakeld is.
ru: Не удалось подключиться для получения информации о продаже. Пожалуйста,проверьте, что Сайт Сервиса установлен и запущен.
sv: Kunde inte koppla upp till Site Service
vi_vn: Không thể kết nối để lấy thông tin bán hàng. Vui lòng đảm bảo rằng dịch vụ Trang web đang hoạt động.

source: Enter a receipt ID
bg: Въведете номер на разписката
da: Indtast et kvitterings-ID
de: Geben Sie eine Kassenbon-ID ein
es: Introducir un ID de recibo
fi: Syötä kuittinumero
fr: Entrez un ID reçu
is: Sláið inn númer kvittunar
nl: Voer een id in ontvangst
nl_be: De ID van een ontvangstbewijs invoeren
ru: Введите ID чека
sv: Ange kvitto-ID
vi_vn: Nhập một số id của biên lai

# NoGifteceiptForReturnSale
source: A gift receipt cannot be printed for a return sale.
bg: Разписка гифт карта не може да бъде отпечатана за връщане.
da: Der kan ikke udskrives en gavekvittering i forbindelse med et retursalg.
de: Ein Gutscheinbeleg kann nicht für eine Retoure gedruckt werden.
es: No se puede imprimir un tique regalo para una venta con devolución.
fi: Lahjakorttikuittia ei voi tulostaa palautuskuitista
fr: Un reçu-cadeau ne peut pas être imprimé pour une vente de retour.
is: Ekki er hægt að prenta út gjafakvittun þegar vörum er skilað.
nl: Een cadeau-ontvangst kan niet worden afgedrukt voor een terugkeer verkoop.
nl_be: Een cadeaubon kan niet worden afgedrukt voor een retour van verkoop.
ru: Подарочный чек не может быть распечатана для возврата продажи.
sv: Ett presentkvitto kan inte skrivas ut för returer.
vi_vn: Một biên nhận quà tặng không thể được in cho hàng trở lại.

source: No items are selected.
bg: Не са избрани артикули.
da: Ingen varer valgt.
de: Keine Artikel ausgewählt.
es: No se han seleccionado artículos.
fi: Tuotteita ei ole valittu.
fr: Aucun article n'a été sélectionné.
is: Engar línur eru valdar.
nl: Geen artikelen geselecteerd.
nl_be: Er werden geen artikelen geselecteerd.
ru: Нет выбранных товаров.
sv: Inga artiklar valdes.
vi_vn: Không có mục nào được chọn.

# NotAllowedToReturnTransaction
source: You are not allowed to return this transaction because the amount is higher than maximum amount that your allowed to return.
bg: Нямате право да върнете тази транзакция, защото сумата е по-висока от максималната сума, която е позволено да върнете.
da: Du kan ikke returnere denne transaktion, eftersom beløbet er højere end det maksimale beløb, som du kan returnere varer for.
de: Sie sind nicht berechtigt, diese Transaktion zurückzunehmen, weil die Anzahl höher ist als der Höchstbetrag, den Sie erlaubt sind, zurückzunehmen.
es: No puede ejecutar esta transacción porque el importe es más alto que el importe máximo que puede devolver.
fi: Et voi palauttaa tätä tapahtumaa, koska summa on korkeampi kuin maksimimäärä, jonka olet sallittu palauttamaan.
fr: Vous n'êtes pas autorisé à retourner cette transaction car le montant total est supérieur au montant total maximum que vous êtes autorisé à retourner.
is: Þú hefur ekki réttindi til að skila svo hárri afgreiðslu.
nl: U zijn niet toegestaan om terug te keren deze transactie omdat het bedrag is hoger dan maximum bedrag dat uw toegestaan om terug te keren.
nl_be: U mag niet naar deze transactie terugkeren omdat het bedrag hoger is dan het maximumbedrag dat u mag teruggeven.
ru: Вы не можете вернуть эту транзакцию, поскольку сумма превышает максимальную сумму, которую ваш разрешено вернуть.
sv: Du får inte returnera den här transaktionen.
vi_vn: Bạn không được phép trả lại giao dịch này vì số tiền cao hơn số tiền tối đa mà bạn được phép trả lại.

# NoTransactionsFoundForReceipt
source: No sales were found with this receipt ID
bg: Не бяха намерени продажби с този номер разписка
da: Der blev ikke fundet nogen salg med dette kvitterings-ID
de: Es wurden keine Verkäufe mit dieser Kassenbon-ID gefunden
es: No se encontró ninguna venta con este ID de recibo
fi: Tälle kuittinumerolle ei löytynyt myyntiä
fr: Aucune vente ayant cet ID reçu n'a été trouvée
is: Engar sölur fundust með þessu kvittananúmeri
nl: Geen activiteit gevonden met deze ID
nl_be: Er werden geen verkopen gevonden voor dit ontvangstbewijs ID
ru: Не найдена ни одна продажа с ID этого чека
sv: Det gick inte att hitta någon försäljning med detta kvitto-ID
vi_vn: Không tìm thấy doanh số bán hàng với ID biên nhận này

# ReceiptAlreadyBeenReturned
source: This receipt (#1) has already been returned into the current sale.
bg: Тази разписка (#1) вече е върната в текущата продажба.
da: Denne kvittering (#1) er allerede blevet returneret i forbindelse med det aktuelle salg.
de: Dieser Kassenbon (#1) wurde bereits im aktuellen Verkauf retourniert.
es: Este recibo (#1) ya se ha devuelto en la venta actual.
fi: Tämä kuitti (#1) on jo palautettu tälle myyntikuitille.
fr: Ce reçu (#1) a déjà été retourné dans la vente actuelle.
is: Þessi kvittananúmeri (#1) hefur þegar verið skilað inn í núverandi sölu.
nl: De rest is al teruggezet op je geldsaldo.
nl_be: Dit ontvangstbewijs (#1) is al teruggenomen in de huidige verkoop.
ru: Этот чек (#1) был уже возвращен в текущей продаже.
sv: Detta kvitto (#1) har redan returnerats i nuvarande försäljning.
vi_vn: Biên lai này (# 1) đã được đưa trở lại vào giao dịch hiện tại.

# SaleCouldNotBeRetrievedOrFound
source: The sale could not be retrieved or found
bg: Продажбата не можа да бъде изтеглена или намерена
da: Salget kunne ikke findes eller hentes
de: Der Verkauf konnte nicht abgerufen oder gefunden werden.
es: No se pudo recuperar ni encontrar la venta
fi: Myyntiä ei voitu hakea tai löytää
fr: La vente n'a pas pu être récupérée ou trouvée
is: Ekki var hægt að ná í eða finna afgreiðsluna
nl: De host was onvindbaar.
nl_be: De verkoop kon niet worden opgehaald of gevonden
ru: Продажа не может быть получена или найдена
sv: Det gick inte att hämta eller hitta försäljningen
vi_vn: Doanh số không thể lấy ra hoặc tìm thấy

# TenderRemovalRequired
source: Tender removal required for #1
bg: Изисква се премахване на плащане за #1
da: Betalingsmiddel skal fjernes for #1
de: Angebot muss gelöscht werden für #1
es: Es necesario eliminar la oferta para #1
fi: Maksutavan poisto vaaditaan #1
fr: Retrait de mode de paiement requis pour #1
is: Greiðslumáti sem verður að fjarlægja úr skúffu: #1
nl: Inschrijving verwijdering vereist voor #1
nl_be: Verwijdering van offerte vereist voor #1
ru: Требуется удаление способа оплаты для #1
sv: Borttagning av betalningsmedel krävs för # 1
vi_vn: Yêu cầu loại bỏ loại thanh toán cho # 1

# TransactionWithoutReturnableItems
source: This transaction does not include any items that can be returned.
bg: Тази транзакция не включва артикули, които могат да бъдат върнати.
da: Denne transaktion indeholder ingen varer, der kan returneres.
de: Diese Transaktion beinhaltet keine Artikel, die zurückgegeben werden können.
es: Esta transacción no incluye artículos que puedan devolverse.
fi: Tämä kuitti ei sisällä palautettavia tuotteita.
fr: Cette transaction ne compte aucun article pouvant être retourné.
is: Það eru engar vörur í þessari afgreiðslu sem hægt er að skila.
nl: Deze transactie omvat niet alle items die kunnen worden geretourneerd.
nl_be: Deze transactie omvat geen artikelen die kunnen worden teruggegeven.
ru: В этой транзакции нет товаров, которые могут быть возвращены.
sv: Transaktionen inkluderar inte artiklar som kan returneras.
vi_vn: Giao dịch này không bao gồm bất kỳ mục nào có thể được trả lại.

# YouSelectedItemWithHigherThanAllowed
source: You have selected an item which has a higher price than you're allowed to return
bg: Избрали сте артикул, който има по-висока цена, отколкото ви е позволено да върнете
da: Du har valgt en vare, som har en højere pris, end du kan returnere
de: Sie haben einen Artikel ausgewählt, der höher ist, als Sie erlaubt sind zurückzugeben
es: Ha seleccionado un artículo que es mayor al que tiene permitido devolver
fi: Olet valinnut tuotteen, jonka hinta on korkeampi kuin olet oikeutettu palauttamaan
fr: Vous avez choisi un article dont le prix est supérieur à celui que vous êtes autorisé à retourner
is: Þú hefur valið vöru sem er með hærra verð en þú mátt skila
nl: U hebt een item dat een hogere prijs heeft dan bent u toegestaan om terug te keren
nl_be: U hebt een artikel geselecteerd dat hoger is dan wat u mag teruggeven
ru: Вы выбрали товар, который имеет более высокую цену, чем вам разрешено вернуть
sv: Du har valt en artikel som är högre än du är tillåten att returnera
vi_vn: Bạn đã chọn một mặt hàng có giá cao hơn mức bạn được phép trả lại

source: Getting transaction
bg: Получаване на транзакция
da: Henter transaktion
de: Transaktion wird abgerufen
es: Obtención de la transacción en curso.
fi: Haetaan tapahtuma
fr: Obtention de la transaction en cours
is: Sæki færslu
nl: Krijgen van de transactie
nl_be: Transactie krijgen
ru: Получить транзакцию
sv: Hämtar transaktion
vi_vn: Nhận giao dịch

source: Tax free has not been configured
bg: Без данък не е конфигуриран
da: Momsfritagelse er ikke blevet konfigureret
de: Die Steuerbefreiung wurde nicht konfiguriert
es: No se ha configurado la opción libre de impuestos
fi: Tax Free:tä ei ole konfiguroitu
fr: La vente détaxée n'a pas été configurée
is: Tax free hefur ekki verið sett upp
nl: Belastingvrij is niet geconfigureerd
nl_be: Tax free is niet geconfigureerd
ru: Tax free не был настроен
sv: Tax free har inte konfigurerats
vi_vn: Miễn thuế chưa được cấu hình

source: Attached is your receipt.
bg: Приложена е Вашата разписка.
da: Din kvittering er vedhæftet.
de: Ihr Kassenbon befindet sich im Anhang.
es: Le adjuntamos su recibo.
fi: Liitteenä on kuittinne.
fr: Votre reçu est joint ci-contre.
is: Hjálagt er kvittunin þín.
nl: Bijgevoegd is de ontvangst.
nl_be: Als bijlage treft u het ontvangstbewijs aan.
ru: Прикрепите ваш чек.
sv: Ditt kvitto är bifogat.
vi_vn: Kèm theo là biên nhận của bạn.

source: Credit memo information cannot be updated without a Site service connection
bg: Информацията за кредитно известие не може да бъде актуализирана без връзка с услугата на сайта
da: Kreditnotaoplysninger kan ikke opdateres uden en forbindelse til tjeneste på webside
de: Gutschriftinformationen können nicht ohne Standortserviceverbindung aktualisiert werden
es: La información de la nota de crédito no se puede actualizar si no existe conexión con un servidor de la tienda
fi: Hyvityskuitin tietoja ei voi päivittää ilman Site Service yhteyttä
fr: Les informations de note de crédit ne peuvent pas être mises à jour sans connexion au Service de site
is: Ekki er hægt að uppfæra upplýsingar um inneignarnótu þar sem ekki næst samband við búðarþjón
nl: Credit memo informatie kan niet worden bijgewerkt zonder een verbinding met een service Site
nl_be: Informatie over creditnota kan niet worden bijgewerkt zonder verbinding met een siteservice
ru: Информация о кредит мемо не может быть обновлена без подключения ск Сайту Сервиса
sv: Information om kreditnota kan inte uppdateras utan Site Service-anslutning
vi_vn: Thông tin điều chỉnh không thể được cập nhật mà không có kết nối dịch vụ Trang web

# CustomerOrderCannotBeProcessedWithoutASiteServiceconnection
source: The customer order cannot be processed without a Site service connection
bg: Поръчката на клиента не може да бъде обработена без връзка с услугата на сайта
da: Kundeordren kan ikke behandles uden en forbindelse til tjeneste på webside
de: Der Kundenauftrag kann nicht ohne Standortserviceverbindung verarbeitet werden
es: El pedido no se puede procesar si no existe conexión con un servidor de la tienda
fi: Asiakkaan tilausta ei voi käsitellä ilman Site Service yhteyttä
fr: La commande client ne peut pas être traitée sans connexion au Service de site
is: Ekki er hægt að uppfæra upplýsingar um pöntun þar sem ekki næst samband við búðarþjón
nl: De bestelling van de klant kan niet worden verwerkt zonder een verbinding met een service Site
nl_be: De klantenorder kan niet worden verwerkt zonder verbinding met een siteservice
ru: Заказ клиента не может быть обработан без связи с Сайтом Сервиса
sv: Kundordern kan inte behandlas utan Site Service-anslutning
vi_vn: Đơn đặt hàng của khách hàng không thể được xử lý mà không có kết nối dịch vụ Trang web

# CustomerPaymentInformationCannotBeUpdatedWithoutASiteServiceConnection
source: Customer account payment information cannot be updated without a Site service connection
bg: Информацията за плащане по клиентската сметка не може да бъде актуализирана без връзка с услугата на сайта
da: Kundens kontobetalingsoplysninger kan ikke opdateres uden en forbindelse til tjeneste på webside
de: Die Kundenkontozahlungsinformationen können nicht ohne Standortserviceverbindung aktualisiert werden.
es: La información del pago en la cuenta del cliente no se puede actualizar si no existe conexión con un servidor de la tienda
fi: Asiakastilin maksutietoja ei voi päivittää ilman Site Service yhteyttä
fr: Les informations concernant le paiement avec un compte client ne peuvent pas être mises à jour sans une connexion au Service de site
is: Ekki er hægt að vista greiðslu inn á viðskiptamannareikning þar sem ekki næst samband við búðarþjón
nl: Klant betaling accountgegevens kan niet worden bijgewerkt zonder een verbinding met een service Site
nl_be: Betalingsgegevens klantenrekening kunnen niet worden bijgewerkt zonder verbinding met een siteservice
ru: Информация об оплате счета клиента не может быть обновлена без подключения к Сайту Сервиса
sv: Information om kundkontobetalning kan inte uppdateras utan Site Service-anslutning
vi_vn: Thông tin thanh toán tài khoản khách hàng không thể được cập nhật nếu không có kết nối dịch vụ Trang web

# EmailHasNotBeenConfiguredNoEmailsWillBeSent
source: Email configuration have not been sent so no email functionality will be available.
bg: Конфигурацията на имейла не е изпратена, така че няма да има функционалност за имейл.
da: E-mail-konfiguration er ikke blevet sendt, så e-mail-funktionalitet er ikke tilgængelig.
de: Die E-Mail-Konfiguration wurde nicht versandt, daher ist die E-Mail-Funktion nicht verfügbar.
es: No se ha enviado la configuración de correo electrónico, por lo que las funciones de correo electrónico no estarán disponibles.
fi: Sähköpostiasetuksia ei ole lähetetty, joten sähköpostitoiminnot eivät ole käytettävissä.
fr: Comme les paramètres d'e-mail n'ont pas été envoyés, aucune fonctionnalité de messagerie ne sera disponible.
is: Stillingar til að senda kvittun í netpósti hafa ekki verið settar upp.
nl: Configuratie van de e-mail niet verzonden dus geen e-mail functionaliteit beschikbaar zal zijn.
nl_be: E-mailconfiguratie werd niet verstuurd, e-mailfunctionaliteit zal dus niet beschikbaar zijn.
ru: Конфигурация электронной почты не была отправлена поэтому никакая функциональность почты не будет доступна.
sv: Ingen e-postkonfiguration har skickats. Det kommer därför inte att finnas några e-postfunktioner.
vi_vn: Cấu hình email chưa được gửi nên sẽ không có chức năng email.

source: Emailing receipts
bg: Разписки по имейл
da: Sender kvitteringer via e-mail
de: Kassenbons werden per E-Mail versandt
es: Enviando recibos por correo electrónico
fi: Lähettää kuittia sähköpostiin
fr: Envoi de reçus par e-mail en cours
is: Sendi kvittanir í netpósti
nl: E-mailen ontvangsten
nl_be: Ontvangstbewijzen e-mailen
ru: Отправка чеков по эл. почте
sv: E-postar kvitton
vi_vn: Đang gửi emailBiên lai

# EmailsCanOnlyBeSentAfterCloseAndRestart
source: To start sending emails after configurations have to be sent the POS needs to be closed and opened again.
bg: За да започнете да изпращате имейли, след като конфигурациите са изпратени, POS трябва да бъде затворен и отворен отново.
da: POS skal lukkes og åbnes igen for at begynde at sende e-mails efter konfiguration.
de: Um mit dem E-Mail-Versand zu beginnen, nachdem die Konfigurationen versandt wurden, muss der POS geschlossen und erneut gestartet werden.
es: Para comenzar a enviar correos electrónicos tras mandar las configuraciones, habrá que reiniciar el punto de venta.
fi: Konfiguraatiomuutosten jälkeen, aloittaaksesi sähköpostien lähettämisen, kassa on suljettava ja käynnistettävä uudelleen.
fr: Pour commencer à envoyer des e-mails après l'envoi des configurations, le PDV doit être fermé puis rouvert.
is: Til að breyttar stillingar um sendingu kvittana með pósti taki gildi þarf að loka LS One kassakerfinu og opna það aftur.
nl: Om te beginnen met het verzenden van e-mails nadat configuraties moeten worden verzonden de POS moet worden gesloten en opnieuw geopend.
nl_be: Om e-mails te verzenden nadat de configuraties werden verzonden, moet de POS worden gesloten en opnieuw worden geopend.
ru: Для начала отпарвки эл. почты, необходимо отправить конфигурацию на POS, закрыть его и открыть заново.
sv: För att e-post ska kunna börja skickas måste konfigurationer ha skickats och kassan därefter stängas och öppnas igen.
vi_vn: Để gửi được email sau khi cấu hình thì POS cần phải được đóng và mở lại.

source: Finalising transaction
bg: Завършване на транзакцията
da: Færdiggør transaktion
de: Transaktion wird abgeschlossen
es: Finalizando la transacción
fi: Kuitin päättäminen
fr: Transaction en cours de finalisation
is: Klára sölu
nl: Transactie
nl_be: Transactie wordt voltooid
ru: Финализация транзакции
sv: Slutför transaktionen
vi_vn: Hoàn tất giao dịch

source: Gift card information cannot be updated without a Site service connection
bg: Информацията за гифт карта не може да се актуализира без връзка със услугата на сайта
da: Gavekortoplysninger kan ikke opdateres uden en forbindelse til tjeneste på webside
de: Geschenkkarteninformationen können nicht ohne Standortserviceverbindung aktualisiert werden.
es: La información de la tarjeta regalo no se puede actualizar si no existe conexión con un servidor de la tienda
fi: Lahjakortin tietoja ei voi päivittää ilman Site Service yhteyttä
fr: Les informations concernant la carte cadeau ne peuvent pas être mises à jour sans une connexion au Service de site
is: Ekki er hægt að uppfæra upplýsingar um gjafakort þar sem ekki næst samband við búðarþjón
nl: Gift card informatie kan niet worden bijgewerkt zonder een verbinding met een service Site
nl_be: Cadeaukaartgegevens kunnen niet worden bijgewerkt zonder verbinding met een siteservice
ru: Информация о подарочной карте не может быть обновлена без подключения к Сайту Сервиса
sv: Information om presentkort kan inte uppdateras utan Site Service-anslutning
vi_vn: Thông tin thẻ quà tặng không thể được cập nhật mà không có kết nối dịch vụ Trang web

source: Gift card payment information cannot be updated without a Site service connection
bg: Информацията за плащане с гифт карта не може да се актуализира без връзка с услугата на сайта
da: Gavekortets betalingsoplysninger kan ikke opdateres uden en forbindelse til tjeneste på webside
de: Geschenkkartenzahlungsinformationen können nicht ohne Standortserviceverbindung aktualisiert werden
es: La información del pago con la tarjeta de regalo no se puede actualizar si no existe conexión con un servidor de la tienda
fi: Lahjakortin maksutietoja ei voi päivittää ilman Site Service yhteyttä
fr: Les informations concernant le paiement de la carte cadeau ne peuvent pas être mises à jour sans connexion au Service de site
is: Ekki er hægt að uppfæra upplýsingar um greiðslur með gjafakorti þar sem ekki næst samband við búðarþjón
nl: Gift card betalingsinformatie kan niet worden bijgewerkt zonder een verbinding met een service Site
nl_be: Betalingsinformatie cadeaukaart kan niet worden bijgewerkt zonder verbinding met een siteservice
ru: Платежная информация подарочной карты не может быть обновлена без подключения к Сайте Сервиса
sv: Information om presentkortsbetalning kan inte uppdateras utan Site Service-anslutning
vi_vn: Thông tin thanh toán thẻ quà tặng không thể được cập nhật mà không có kết nối dịch vụ Trang web

source: Loyalty information cannot be updated without a Site service connection
bg: Информацията за лоялност не може да се актуализира без връзка с услугата на сайта
da: Loyalitetsoplysninger kan ikke opdateres uden en forbindelse til tjeneste på webside
de: Kundenkarteninformationen können nicht ohne Standortserviceverbindung aktualisiert werden
es: La información del programa de lealtad no se puede actualizar si no existe conexión con un servidor de la tienda
fi: Kanta-asiakastietoja ei voi päivittää ilman Site Service yhteyttä
fr: Les informations fidélité ne peuvent pas être mises à jour sans connexion au Service de site
is: Ekki er hægt að uppfæra upplýsingar um vildarpunkta þar sem ekki næst samband við búðarþjón
nl: De Computer registratie informatie kan niet worden bijgewerkt.
nl_be: Getrouwheidsinformatie kan niet worden bijgewerkt zonder verbinding met een siteservice
ru: Информация о лояльности не может быть обновлена без подключения к Сайту Сервиса
sv: Kundklubbsinformation kan inte uppdateras utan Site Service-anslutning
vi_vn: Thông tin về thành viên không thể được cập nhật mà không có kết nối dịch vụ Trang web

# LoyaltyPaymentInformationCannotBeUpdatedWithoutASiteServiceConnection
source: Loyalty card payment information cannot be updated without a Site service connection
bg: Информацията за плащане с карта за лоялност не може да бъде актуализирана без връзка с услугата на сайта
da: Loyalitetskortets betalingsoplysninger kan ikke opdateres uden en forbindelse til tjeneste på webside
de: Kundenkartenzahlungsinformationen können nicht ohne Standortserviceverbindung aktualisiert werden
es: La información del pago con la tarjeta de lealtad no se puede actualizar si no existe conexión con un servidor de la tienda
fi: Kanta-asiakaskortin maksutietoa ei voi päivittää ilman Site Service yhteyttä
fr: Les informations concernant le paiement de la carte de fidélité ne peuvent pas être mises à jour sans connexion au Service de site
is: Ekki er hægt að uppfæra upplýsingar um greiðslu með vildarpunktum þar sem ekki næst samband við búðarþjón
nl: Loyalty card betalingsinformatie kan niet worden bijgewerkt zonder een verbinding met een service Site
nl_be: Betalingsinformatie getrouwheidskaart kan niet worden bijgewerkt zonder verbinding met een siteservice
ru: Платежная информация по дисконтной карте не может быть обновлена без подключения к Сайту Сервиса
sv: Information om kundklubbskortsbetalning kan inte uppdateras utan Site Service-anslutning
vi_vn: Thông tin thanh toán bằng thẻ thành viên không thể được cập nhật mà không có kết nối dịch vụ Trang web
