Repository: iespana/LSOne
Catalog: POS/Services/TransactionService/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# NoEmailAddressReceiptsCannotBeSent
source: No email address can be found. The receipt will not be sent
bg: Няма имейл адрес. Разписката няма да бъде изпратена
da: Der fandtes ingen e-mail-adresse. Kvitteringen vil ikke blive sendt
de: Es wurde keine E-Mail-Adresse gefunden. Der Kassenbon wird nicht versandt
es: No se ha encontrado ninguna dirección de correo electrónico. Por tanto, no se enviará el recibo
fi: Sähköpostiosoitetta ei löydy. Kuittia ei lähetetä
fr: Impossible de trouver l'adresse e-mail. Le reçu ne sera pas envoyé
is: Ekkert netfang fannst. Ekki er hægt að senda kvittunina
nl: Geen e-mailadres kan worden gevonden. Het ontvangstbewijs zal niet worden verzonden
nl_be: Geen e-mailadres gevonden. Het ontvangstbewijs zal niet verstuurd worden
ru: Адрес электронной почты не может быть найден. Чек не будет отправлен
sv: Ingen e-postadress hittas. Kvittot kommer inte att skickas
vi_vn: Không tìm thấy địa chỉ email. Biên lai sẽ không được gửi

source: Posting sale information
bg: Информация осчет.продажби
da: Sender salgsinformation
de: Umsatzinformationen werden gepostet
es: Publicando la información de la venta
fi: Myyntitietojen lähettäminen
fr: Informations de vente en cours de validation
is: Bóka upplýsingar um sölu
nl: Verkoop boekingsinformatie
nl_be: Verkoopinformatie wordt geboekt
ru: Учет информации о продаже
sv: Bokföra försäljningsinformation
vi_vn: Đăng thông tin bán hàng

source: Prescription information cannot be updated without a site service connection
bg: Информацията за рецепта не може да се актуализира без връзка с услугата за сайта
da: Receptoplysninger kan ikke opdateres uden en forbindelse til tjeneste på webside
de: Rezeptinformationen können nicht ohne Standortserviceverbindung aktualisiert werden
es: La información de las recetas no se puede actualizar si no existe conexión con un servidor de la tienda
fi: Reseptin tietoja ei voi päivittää ilman Site Service yhteyttä
fr: Les informations d'ordonnance ne peuvent pas être mises à jour sans connexion à un Service de site
is: Ekki er hægt að uppfæra upplýsingar um lyfseðla þar sem ekki næst samband við búðarþjón
nl: Recept informatie kan niet worden bijgewerkt zonder een verbinding met een service site
nl_be: Voorschriftinformatie kan niet worden bijgewerkt zonder verbinding met een siteservice
ru: Рецептурная информация не может быть обновлена без подключения к Сайту Сервиса
sv: Information om recept kan inte uppdateras utan Site Service-anslutning
vi_vn: Đơn thuốc không thể được cập nhật mà không có kết nối dịch vụ trang web

source: Printing...
bg: Отпечатване...
da: Udskriver...
de: Druckvorgang...
es: Impresión en curso...
fi: Tulostaa...
fr: Impression en cours...
is: Prentun er í gangi...
nl: Bezig met afdrukken...
nl_be: Afdrukken bezig ...
ru: Печать...
sv: Utskrift pågår...
vi_vn: Đang in...

# ReturnInformationCannotBeUpdatedWithoutASiteServiceConnection
source: Information on returned items cannot be updated without a Site service connection
bg: Информацията за върнатите артикули не може да бъде актуализирана без връзка с услугата на сайта
da: Oplysninger om returvarer kan ikke opdateres uden en forbindelse til tjeneste på webside
de: Informationen zu zurückgegebenen Artikeln können nicht ohne Standortserviceverbindung aktualisiert werden
es: La información de los artículos devueltos no se puede actualizar si no existe conexión con un servidor de la tienda
fi: Tietoja palautetuista tuotteista ei voi päivittää ilman Site Service yhteyttä
fr: Les informations concernant des articles retournés ne peuvent pas être mises à jour sans connexion au Service de site
is: Ekki er hægt að uppfæra upplýsingar um vörur sem verið er að skila þar sem ekki næst samband við búðarþjón
nl: Informatie van retour artikelen kunnen niet geupdated worden zonder connectie met de site service
nl_be: Informatie over geretourneerde artikels kan niet worden bijgewerkt zonder verbinding met een siteservice
ru: Информация о возвращенных товарах не может быть обновлена без подключения к Сайту Сервиса
sv: Information om returnerade artiklar kan inte uppdateras utan Site Service-anslutning
vi_vn: Thông tin liên quan đến hàng trả không thể được cập nhật mà không có kết nối dịch vụ Trang web

source: Sales invoice information cannot be updated without a Site service connection
bg: Информацията за фактурата за продажби не може да се актуализира без връзка с услугата на сайта
da: Salgsfakturaoplysninger kan ikke opdateres uden en forbindelse til tjeneste på webside
de: Verkaufsrechnungsinformationen können nicht ohne Standortserviceverbindung aktualisiert werden
es: La información de las facturas de venta no se puede actualizar si no existe conexión con un servidor de la tienda
fi: Myyntilaskujen tietoja ei voi päivittää ilman Site Service yhteyttä
fr: Les informations concernant les factures vente ne peuvent pas être mises à jour sans connexion au Service de site
is: Ekki er hægt að uppfæra upplýsingar um sölureikning þar sem ekki næst samband við búðarþjón
nl: Verkoop factuur informatie kan niet worden bijgewerkt zonder een verbinding met een service Site
nl_be: Informatie verkoopfactuur kan niet worden bijgewerkt zonder verbinding met een siteservice
ru: Информация о счет-фактуре продажи не может быть обновлена без подключения к Сайту Сервиса
sv: Information om försäljningsfaktura kan inte uppdateras utan Site Service-anslutning
vi_vn: Thông tin hóa đơn bán hàng không thể được cập nhật nếu không có kết nối dịch vụ Trang web

source: Sales order information cannot be updated without a Site service connection
bg: Информацията за клиентска поръчка не може да бъде актуализирана без връзка с услугата на сайта
da: Salgsordreoplysninger kan ikke opdateres uden en forbindelse til tjeneste på webside
de: Kundenauftragsinformationen können nicht ohne Standortserviceverbindung aktualisiert werden
es: La información del pedido no se puede actualizar si no existe conexión con un servidor de la tienda
fi: Myyntitilausten tietoja ei voi päivittää ilman Site Service yhteyttä
fr: Les informations concernant une commande client ne peuvent pas être mises à jour sans connexion au Service de site
is: Ekki er hægt að uppfæra upplýsingar um sölupöntun þar sem ekki næst samband við búðarþjón
nl: Verkooporder informatie kan niet worden bijgewerkt zonder een verbinding met een service Site
nl_be: Informatie verkooporder kan niet worden bijgewerkt zonder verbinding met een siteservice
ru: Информация о заказах продажи не может быть обновлена без подключения к Сайту Сервиса
sv: Information om försäljningsorder kan inte uppdateras utan Site Service-anslutning
vi_vn: Thông tin đơn hàng có thể được cập nhật mà không cần kết nối dịch vụ Trang web

# SendingFiscalInformation
source: Posting fiscal information
bg: Осчетоводяване на фискална информация
da: Sender finanspolitiske oplysninger
de: Finanzinformationen werden gepostet
es: Publicando la información fiscal
fi: Fiskaalitietojen lähettäminen
fr: Informations fiscales en cours de validation
is: Bóka fiscal upplýsingar
nl: Plaatsen van fiscale informatie
nl_be: Fiscale gegevens worden geboekt
ru: Учет фискальной информации
sv: Bokföra skatteinformation
vi_vn: Đang ghi sổ thông tin tài chính

# SendingToHeadOffice
source: Sending sale to head office...
bg: Изпращането на продажби към главен офис ...
da: Sender salg til hovedkontoret...
de: Umsatz wird zur Hauptgeschäftsstelle gesandt …
es: Enviando la venta a la sede...
fi: Lähettää myyntiä pääkonttorille...
fr: Envoi de la vente au siège...
is: Sendi afrit af sölu...
nl: Verzendende verkoop aan hoofdkantoor...
nl_be: Verkoop wordt naar hoofdkantoor verstuurd...
ru: Посылка продажи в головной офис ...
sv: Skicka försäljning till huvudkontor ...
vi_vn: Đang gửi thông tin doanh số cho trụ sở chính ...

source: Serial number information cannot be updated without a Site service connection
bg: Информацията за серийния номер не може да бъде актуализирана без връзка с услугата на сайта
da: Serienummeroplysninger kan ikke opdateres uden en forbindelse til tjeneste på webside
de: Seriennummerninformationen können nicht ohne Standortserviceverbindung aktualisiert werden.
es: La información del número de serie no se puede actualizar si no existe conexión con un servidor de la tienda
fi: Sarjanumerotietoa ei voi päivittää ilman Site Service yhteyttä
fr: Les informations concernant le numéro de série ne peuvent pas être mises à jour sans connexion au Service de site
is: Ekki er hægt að uppfæra upplýsingar um raðnúmer þar sem ekki næst samband við búðarþjón
nl: Serienummer gegevens kan niet worden bijgewerkt zonder een verbinding met een service Site
nl_be: Informatie serienummer kan niet worden bijgewerkt zonder verbinding met een siteservice
ru: Информация о серийном номере не может быть обновлена без подключения к Сайту Сервиса
sv: Information om serienummer kan inte uppdateras utan Site Service-anslutning
vi_vn: Thông tin số sê-ri không thể được cập nhật mà không có kết nối dịch vụ Trang web

# ThankYouForShoppingAt
source: Thank you for shopping at {0}
bg: Благодарим Ви, че пазарувате в {0}
da: Tak fordi du shopper hos {0}
de: Vielen Dank für Ihren Einkauf bei {0}
es: Gracias por comprar en {0}
fi: Kiitos ostoksilla käymisestä {0}
fr: Nous vous remercions de votre commande chez {0}
is: Kvittunin þín frá {0}
nl: Dank u voor het winkelen in {0}
nl_be: Bedankt om te winkelen bij {0}
ru: Благодарим Вас за покупками в {0}
sv: Tack för att du handlar på {0}
vi_vn: Cảm ơn bạn đã mua sắm tại {0}

source: Updating credit memo and gift card information
bg: Актуализиране на информация за кредитно известие и гифт карта
da: Opdaterer kreditnota- og gavekortoplysninger
de: Gutschrift- und Geschenkekarteninformationen werden aktualisiert
es: Actualizando la información de la nota de crédito y la tarjeta regalo
fi: Päivittää hyvityskuitin ja lahjakortin tietoja
fr: Mise à jour des informations sur la note de crédit et la carte cadeau
is: Uppfæri inneignarnótur og gjafakort
nl: Credit memo en gift card informatie bijwerken
nl_be: Informatie creditnota en cadeaukaart wordt bijgewerkt
ru: Обновление кредит мемо и информации подарочной карты
sv: Uppdatera information om kreditnota och presentkort
vi_vn: Đang cập nhật thông tin phiếu điều chỉnh và thẻ quà tặng

# UpdatingCustomerLedger
source: Updating customer ledger information
bg: Актуализиране на информация записи клиенти
da: Opdaterer kundeoplysninger
de: Kundenbuchinformationen werden aktualisiert
es: Actualizando la información del libro mayor de clientes
fi: Päivittää asiakastapahtumatietoja
fr: Mise à jour des informations sur les écritures client
is: Uppfæri viðskiptamanna upplýsingar
nl: Grootboek klantgegevens bijwerken
nl_be: Grootboekinformatie klant wordt bijgewerkt
ru: Обновление информации операции клиента
sv: Uppdatera kundreskontrainformation
vi_vn: Cập nhật thông tin sổ cái khách hàng

source: Updating loyalty information
bg: Актуализиране на информацията за лоялност
da: Opdaterer loyalitetsoplysninger
de: Kundenkarteninformationen werden aktualisiert
es: Actualizando la información del programa de lealtad
fi: Päivittää kanta-asiakas tietoja
fr: Mise à jour des informations de fidélité
is: Uppfæri upplýsingar um vildarkort
nl: Loyalty informatie bijwerken
nl_be: Getrouwheidsinformatie wordt bijgewerkt
ru: Обновление информации лояльности
sv: Uppdatera kundklubbsinformation
vi_vn: Cập nhật thông tin khách hàng thân thiết

source: Updating serial number information
bg: Актуализиране на информация за серийния номер
da: Opdaterer serienummeroplysninger
de: Seriennummerninformationen werden aktualisiert
es: Actualizando la información del número de serie
fi: Päivittää sarjanumerotietoja
fr: Mise à jour des informations sur le numéro de série
is: Uppfæri upplýsingar um raðnúmer
nl: Serienummer informatie bijwerken
nl_be: Informatie serienummer wordt bijgewerkt
ru: Обновление информации серийного номера
sv: Uppdatera serienummerinformation
vi_vn: Cập nhật thông tin số sê-ri

source: Creating parked inventory journal
da: Opretter kladde over parkeret lagerbeholdning
de: Tagesbericht zu geparktem Bestand wird erstellt.
es: Creando diario de inventario inmovilizado
fi: Luodaan päiväkirjaa parkkeeratusta varastosta
fr: Création du journal d'inventaire parqué en cours
is: Set vörur í ótiltækan lager
nl: Geparkeerde inventaris dagboek maken
nl_be: Journaal van gereserveerd inventaris wordt gemaakt.
ru: Создание журнала парковки
sv: Skapa journal för parkerade inventarier
vi_vn: Đang tạo nhật ký tồn kho
