Repository: iespana/LSOne
Catalog: POS/Services/SalesOrderService/Properties/Resources.*.resx
Languages: da, fr, is, ru, sv

# AmountNotCalculated
source: An amount for prepayment has not been calculated for this sales order
da: Der er ikke beregnet noget beløb til forudbetaling for denne salgsordre
fr: Un montant d'acompte n'a pas été calculé pour cette commande client
is: Það er ekki búið að reikna fyrirframgreiðslu fyrir þessa sölupöntun.
ru: Сумма предоплаты не была вычислена для этого заказа на продажу
sv: Ett belopp för förskottsbetalning har inte beräknats för den här förs.ordern

source: Customer not found
da: Kunden blev ikke fundet
fr: Client non trouvé
is: Viðskiptamaður fannst ekki
ru: Клиент не найден
sv: Kund kan inte hittas

source: Enter amount
da: Indtast beløb
fr: Entrez un montant
is: Sláðu inn upphæð
ru: Введите сумму
sv: Ange belopp

# ErrorConnectingToSiteService
source: Could not connect to the site service
da: Kunne ikke oprette forbindelse til Site Service
fr: Impossible de se connecter au Service de site
is: Tenging við búðarþjón tókst ekki
ru: Не удалось подключиться с Сайту Сервиса
sv: Kunde inte ansluta till Site Service

# ErrorCreatingPackingSlip
source: Error creating the packing slip
da: Fejl ved oprettelse af pakkelisten
fr: Erreur lors de la création du bon de livraison
is: Villa við útprentun á pökkunarseðli.
ru: Ошибка создания пакинг слипа.
sv: Fel uppstod när följesedel skapades.

# ErrorCreatingPickingList
source: Error creating the picking list
da: Fejl ved oprettelse af pluklisten
fr: Erreur lors de la création de la liste de prélèvement
is: Villa við útprentun á samtýnsluseðli.
ru: Ошибка создания листа подбора
sv: Fel uppstod när plocklista skapades.

# ErrorIssuingCreditMemo
source: Error issuing the credit memo
da: Fejl ved udstedelse af kreditnotaen
fr: Erreur lors de l'émission de la note de crédit
is: Villa við útgáfu inneignarnótu
ru: Ошибка выпуска кредит мемо
sv: Fel vid utskick av kreditnota

# NoSalesOrdersForCustomer
source: There are no sales orders for this customer
da: Der findes ingen salgsordrer for denne kunde
fr: Ce client ne comporte aucune commande client
is: Það eru engar sölupantanir á skrá fyrir þennan viðskiptamann.
ru: Для этого клиента нет заказов продаж.
sv: Det finns inga förs.order för den här kunden.

# PackingSlipCreated
source: A packing slip has been created
da: Der er blevet oprettet en pakkeliste
fr: Un bon de livraison a été créé
is: Pökkunarseðill hefur verið prentaður.
ru: Пакинг слип был создан.
sv: En följesedel har skapats.

# PickingListCreated
source: A picking list has been created
da: Plukliste oprettet
fr: Une liste de prélèvement a été créée
is: Samantektarseðill hefur verið prentaður.
ru: Лист подбора создан.
sv: En plocklista har skapats.

# SalesOrderAlreadyAdded
source: Sales Order has already been added to the transaction
da: Denne salgsordre er allerede blevet tilføjet til transaktionen
fr: La commande client a déjà été ajoutée à la transaction
is: Sölupöntun hefur nú þegar verið bætt við færslu
ru: Заказ продажи уже был добавлен в транзакцию
sv: Förs.order har redan lagts till i transaktionen

# SalesOrderBelongsToDifferentCustomer
source: The sales order belongs to a different customer than is registered on the transaction
da: Denne salgsordre tilhører en anden kunde end den, der er registreret på transaktionen
fr: La commande client appartient à un client autre que celui qui est enregistré sur cette transaction.
is: Sölupöntun þessi tilheyrir öðrum viðskiptavini en skráður er á afgreiðsluna.
ru: Клиент заказа продажи отличается от зарегистрированного в транзакции.
sv: Förs.ordern tillhör en annan kund än den som finns registrerad på transaktionen.

# SalesOrderIdMissingError
source: Please select a sales order
da: Vælg en salgsordre
fr: Choisissez une commande client
is: Vinsamlegast veljið sölupöntun
ru: Пожалуйста, выберите заказ на продажу
sv: Välj en förs.order

source: Sales Order not found
da: Salgsordre ikke fundet
fr: Commande client non trouvée
is: Sölupöntun finnst ekki.
ru: Заказ продажи не найден
sv: Förs.order kan inte hittas.

source: Sales order payment
da: Betaling af salgsordre
fr: Paiement de la commande client
is: Sölupöntun
ru: Оплата заказа на продажу
sv: Förs.order betalning

source: Sales order prepayment
da: Forudbetaling af salgsordre
fr: Acompte de la commande client
is: Fyrirframgreiðsla á sölupöntun
ru: Предоплата заказа продажи
sv: Förs.order förskottsbetalning

# SelectCustomerMessage
source: Please select a customer before searching for sales orders
da: Vælg en kunde, inden du søger efter salgsordrer
fr: Choisissez un client avant de rechercher une commande client
is: Vinsamlegast veljið viðskipamann áður en leitað er að sölupöntun.
ru: Пожалуйста, выберите клиента перед поиском заказов продажи.
sv: Välj en kund innan du söker förs.order.

# TheAmountCannotBeHigher
source: The amount cannot be higher then the balance of the sales order.
da: Beløbet må ikke være højere end saldoen på salgsordren.
fr: Le montant ne peut pas être supérieur au solde de la commande client.
is: Upphæðin getur ekki verið hærri en eftirstöðvar sölupöntunarinnar.
ru: Сумма не может быть больше, чем баланс заказа продажи.
sv: Beloppet kan inte vara större än summan för förs.ordern.

# TheAmountCannotBeLower
source: The amount cannot be lower then the calculated amount for prepayment.
da: Beløbet må ikke være lavere end det beløb, der er beregnet til forudbetaling.
fr: Le montant ne peut pas être inférieur à la somme calculée pour cet acompte.
is: Upphæðin getur ekki verið lægri en útreiknuð upphæð á fyrirframgreiðslu.
ru: Сумма не может быть меньше, чем сумма, рассчитанная для оплаты.
sv: Beloppet kan inte vara lägre än beräknat belopp för förskottsbetalning.

source: The amount cannot be zero
da: Beløbet må ikke være nul
fr: Le montant ne peut pas être zéro
is: Upphæðin 0 er ekki leyfð
ru: Сумма не может быть 0.
sv: Belopp kan inte bli noll.
