Repository: iespana/LSOne
Catalog: POS/Services/LoyaltyService/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# TransactionAlreadyHasLoyaltyPayment
source: Loyalty points discount is not permitted as the sale already has a loyalty payment
bg: Отстъпката точки лоялност не е разрешена, тъй като продажбата вече има плащане за лоялност
da: Rabat med kundeklubpoint er ikke tilladt, eftersom salget allerede inkluderer en kundeklubbetaling
de: Treuepunkterabatt ist nicht erlaubt, wenn der Verkauf bereits Treuezahlung hat
es: No se puede aplicar un descuento por puntos de lealtad ya que la venta ya incluye un pago con puntos de lealtad
fi: Kanta-asiakaspisteiden alennus ei ole sallittua, koska myynnillä on jo kanta-asiakasmaksu
fr: Une remise en points de fidélité n'est pas autorisée car la vente comporte déjà un paiement fidélité
is: Ekki er hægt að fá vildarpunkta afslátt þegar það er þegar búið að borga hluta sölunnar með punktum
nl: Loyaliteit punten korting is niet toegestaan als de verkoop reeds een betaling van loyaliteit
nl_be: Loyalty puntenkorting is niet toegestaan aangezien de verkoop al een loyaltybetaling bevat
ru: Скидка баллами лояльности не разрешена, так как у продажи есть оплата лояльностью
sv: Kundklubbspoängrabatt är inte tillåten eftersom försäljning redan har en kundklubbsbetalning
vi_vn: Giảm giá điểm khách hàng thân thiết không được phép vì việc bán hàng đã có khoản thanh toán khách hàng thân thiết

# TransactionAlreadyHasLoyaltyPoints
source: Loyalty payment is not permitted as the sale already has loyalty points discount
bg: Плащането за лоялност не е разрешено, тъй като продажбата вече има отстъпка за точки за лоялност
da: Kundeklubbetaling er ikke tilladt, eftersom salget allerede inkluderer en rabat for kundeklubpoint
de: Treuezahlung ist nicht erlaubt, wenn der Verkauf bereits Treuepunkterabatt hat
es: No se puede aplicar un pago con puntos de lealtad ya que la venta ya incluye un descuento por puntos de lealtad
fi: Kanta-asiakasmaksu ei ole sallittua, koska myynnillä on jo kanta-asiakaspisteiden alennus
fr: Un paiement fidélité n'est pas autorisé car la vente comporte déjà une remise de points de fidélité
is: Ekki er hægt að borga með vildarpunktum þar sem það er þegar vildarpunka afsláttur á sölunni
nl: Betaling van de loyaliteit is niet toegestaan als de verkoop al loyaliteitspunten korting
nl_be: Loyaltybetaling is niet toegestaan aangezien de verkoop al een loyalty puntenkorting bevat
ru: Оплата лояльностью не разрешена, так как у продажи уже есть скидки баллами лояльности
sv: Kundklubbsbetalning är inte tillåten eftersom försäljningen har redan kundklubbspoängsrabatt
vi_vn: Thanh toán lòng trung thành không được phép vì việc bán hàng đã giảm giá điểm khách hàng thân thiết

# UpdateLoyaltyCardCustomerID
source: Update loyalty card customer
bg: Актуализиране на клиентска карта за лоялност
da: Opdater kundeklubkortkunde
de: Aktualisiere Treuekartenkunden
es: Actualizar el cliente de la tarjeta de lealtad
fi: Päivitä kanta-asiakaskortin asiakas
fr: Mettre à jour un client de carte de fidélité
is: Uppfæri vildarkort með upplýsingum um viðskiptamann
nl: Update loyalty card klant
nl_be: Getrouwheidskaart klant updaten
ru: Обновление карты лояльности клиента
sv: Uppdatera kundklubbskort kund
vi_vn: Cập nhật thẻ khách hàng thân thiết

source: Updating issued loyalty points
bg: Актуализиране на издадени точки за лоялност
da: Opdater udstedte kundeklubpoint
de: Aktualisiere ausgestellte Treuepunkte
es: Actualizando puntos emitidos de lealtad
fi: Päivitetään myönnetyt kanta-asiakapisteet
fr: Mise à jour des points de fidélité émis
is: Uppfæri safnaða vildarpunkta
nl: Loyaliteitspunten bijwerken afgegeven
nl_be: Toegekende getrouwheidspunten updaten
ru: Обновление начисленных баллов лояльности
sv: Uppdaterar kundklubbspoäng
vi_vn: Cập nhật điểm khách hàng thân thiết

source: Updating used loyalty points
bg: Актуализиране на използваните точки за лоялност
da: Opdaterer anvendte kundeklubpoint
de: Aktualisiere verwendete Treuepunkte
es: Actualizando puntos emitidos de lealtad
fi: Päivitetään käytetyt kanta-asiakaspisteet
fr: Mise à jour des points de fidélité utilisés
is: Uppfæri notaða vildarpunkta
nl: Loyaliteitspunten bijwerken gebruikt
nl_be: Gebruikte getrouwheidspunten updaten
ru: Обновление использованных баллов лояльности
sv: Uppdaterar kundklubbspoäng
vi_vn: Cập nhật điểm khách hàng thân thiết

# ValueOfPoints
source: = #1 points
bg: = #1 точки
da: = #1 point
de: = #1 Punkte
es: = #1 puntos
fi: = #1 pistettä
is: = #1 punktar
nl: 1 ~punten
nl_be: = #1 punten
ru: = #1 баллов
sv: = #1 poäng
vi_vn: = #1 điểm
