Repository: iespana/LSOne
Catalog: POS/Services/LoyaltyService/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Close
bg: Затвори
da: Luk
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
is: Loka
nl: Sluiten
nl_be: Sluiten
ru: Закрыть
sv: Stäng
vi_vn: Đóng

source: Adding loyalty card to transaction
bg: Добавяне на карта за лоялност към транзакция
da: Tilføjer kundeklubkort til transaktionen
de: Füge Treuekarte zur Transaktion hinzu
es: Añadiendo tarjeta de lealtad a la transacción
fi: Kanta-asiakaskortin lisääminen tapahtumaan
fr: Ajout de la carte de fidélité à la transaction
is: Er að bæta vildarkorti á afgreiðslu
nl: Loyalty kaart toe te voegen aan transactie
nl_be: Getrouwheidskaart aan transactie toevoegen
ru: Добавить карту лояльности к транзакции
sv: Lägger till kundklubbskort till transaktion
vi_vn: Thêm thẻ khách hàng thân thiết vào giao dịch

source: Amounts
bg: Суми
da: Beløb
de: Beträge
es: Importes
fi: Määrät
fr: Montants
is: Upphæðir
nl: Bedragen
nl_be: Bedragen
ru: Суммы
sv: Belopp
vi_vn: Số tiền

# CardID
source: Card:
bg: Карта
da: Kort
de: Karte:
es: Tarjeta:
fi: Kortti
fr: Carte
is: Kort:
nl: Credit Kaart
nl_be: Kaart:
ru: Карта
sv: Kort:
vi_vn: Thẻ

# CouldNotConnectToStoreServer
source: Could not connect to Site Service
bg: Не можа да се свърже с услугата на сайта
da: Kunne ikke oprette forbindelse til Site Service
de: Konnte keine Verbindung zum Site Service herstellen
es: No se ha podido establecer la conexión con el servidor de la tienda
fi: Yhteyden muodostaminen Site Service -palveluun ei onnistunut
fr: Impossible de se connecter au service de site
is: Gat ekki tengst búðarþjóni
nl: Kon geen verbinding maken met de Site-service
nl_be: Kon geen verbinding tot stand brengen met Site Service
ru: Не удалось подключиться к Сайту Сервиса
sv: Kunde inte koppla upp till Site Service
vi_vn: Không thể kết nối với dịch vụ Trang web

# CusotmerIsBlockedAndCannotUsePoints
source: Customer is blocked and cannot use loyalty points. Selet a different card or payment method.
bg: Клиентът е блокиран и не може да използва точки за лоялност. Изберете друга карта или начин на плащане.
da: Kunden er blokeret og kan ikke anvende kundeklubpoint. Vælg et andet kort eller en anden betalingsmetode.
de: Der Kunde ist gesperrt und kann keine Treuepunkte einsetzen. Wählen Sie eine andere Karte oder Zahlungsmethode.
es: Se ha bloqueado al cliente y no puede utilizar puntos de lealtad. Seleccione una tarjeta o un método de pago diferentes.
fi: Asiakas on estetty ja ei voi käyttää kanta-asiakaspisteitä. Valitse toinen kortti tai maksutapa.
fr: Le client est bloqué et ne peut pas utiliser de points de fidélité. Choisissez une carte ou un mode de paiement différent.
is: Lokað hefur verið fyrir viðskiptamanninn og hann getur ekki notað vildarpunkta. Veljið annað kort eða annan greiðslumáta.
nl: Klant is geblokkeerd en kunt loyaliteitspunten. Selet een andere kaart of betaling methode.
nl_be: Klant is geblokkeerd en kan geen getrouwheidspunten gebruiken. Selecteer een andere kaart of betalingsmethode.
ru: Клиент заблокирован и не может использовать баллы лояльности. Выберите другую карту или другой способ оплаты.
sv: Kunden är blockerad och kan inte använda sina kundpoäng. Välj ett annat kort eller betalningssätt.
vi_vn: Khách hàng bị chặn và không thể sử dụng điểm khách hàng thân thiết. Chọn một thẻ hoặc phương thức thanh toán khác nhau.

# CustomerCannotBeClearedTransactionIsAReturn
source: The customer cannot be cleared since the sale is a return sale
bg: Клиентът не може да бъде изчистен, тъй като продажбата е обратна продажба(връщане)
da: Kunden kan ikke slettes, da salget er et returneret salg
de: Der Kunde kann nicht gelöscht werden, weil es sich um eine Retoure handelt
es: No se puede borrar al cliente ya que la venta es una venta con devolución
fi: Asiakasta ei voi poistaa, koska on kyseessä palautus
fr: Le client ne peut pas être validé puisque cette transaction est une vente de retour
is: Ekki er hægt að fjarlæga viðskiptamann þar sem þetta er skila sala
nl: De klant kan niet worden uitgeschakeld omdat de verkoop een terugkeer verkoop is
nl_be: De klant kan niet worden gewist, aangezien de verkoop een retourverkoop is
ru: Клиент не может быть обнулен, так как продажа это возврат товара
sv: Kunden kan inte tas bort eftersom försäljningen är en retur
vi_vn: Khách hàng không thể bị xóa vì bán là bán lại

# CustomerIsBlockedAndCannotBeAdded
source: Customer is blocked and cannot be added to loyalty card, please select a different customer.
bg: Клиентът е блокиран и не може да бъде добавен към карта за лоялност. Моля изберете друг клиент.
da: Kunden er blokeret og kan ikke tilføjes til et andet kundeklubkort. Vælg en anden kunde.
de: Der Kunde ist gesperrt und kann nicht zur Treuekarte hinzugefügt werden. Bitte wählen Sie einen anderen Kunden.
es: Se ha bloqueado al cliente y no se puede añadir a la tarjeta de lealtad. Seleccione a un cliente diferente.
fi: Asiakas on estetty eikä sitä voi lisätä kanta-asiakaskorttiin, valitse toinen asiakas
fr: Le client est bloqué et ne peut pas être ajouté à la carte de fidélité. Veuillez choisir un autre client.
is: Ekki er hægt að tengja viðskiptamann við vildarkort þar sem það hefur verið lokað fyrir viðskiptin hjá honum.
nl: Klant is geblokkeerd en kan niet worden toegevoegd aan de klantenkaart, selecteer een andere klant.
nl_be: Klant is geblokkeerd en kan niet aan getrouwheidskaart worden toegevoegd. Selecteer een andere klant.
ru: Клиент заблокирован и не может быть привязан к карте лояльности. Пожалуйста выберите другого клиента.
sv: Kunden är blockerad och kan inte läggas till på kundkort, välj en annan kund.
vi_vn: Khách hàng bị chặn và không thể thêm vào thẻ khách hàng thân thiết, vui lòng chọn một khách hàng khác.

# CustomerOrderLowCase
source: customer order
bg: Клиентска поръчка
da: kundeordre
de: Kundenbestellung
es: pedido de cliente
fi: asiakkaan tilaus
fr: commande client
is: sölupöntun
nl: klantenorder
nl_be: klantbestelling
ru: заказ клиента
sv: kundorder
vi_vn: đơn hàng mới của khách hàng

# DiscountOverUsePointsLimit
source: The current points discount is over the use limit (#1%) on the loyalty card. The discounts has been updated to be #2
bg: Отстъпката за текущите точки е над лимита за ползване (#1%) от картата за лоялност. Отстъпките са актуализирани, за да бъдат #2
da: Den aktuelle pointrabat er over den tilladte grænse (#1%) på kundeklubkortet. Rabatterne er blevet opdateret til at være #2
de: Der aktuelle Punkterabatt ist über dem Verwednungslimit (#1%) auf der Karte. Die Rabatte wurden auf #2 aktualisiert
es: El descuento por puntos actual supera el límite de uso (#1 %) de la tarjeta de lealtad. Se han actualizado los descuentos para que sean #2.
fi: Nykyinen pistemäärä kanta-asiakaskortilla on yli käyttörajan (#1%). Alennukseksi on päivitetty #2
fr: La remise de points actuels dépasse la limite (#1%) de la carte de fidélité. La remise a été mise à jour sur #2
is: Núverandi afsláttur er yfir hámarki afsláttar (#1%) á vildarkortinu. Afslátturinn hefur verið uppfærður í #2
nl: De huidige punten-korting is over het gebruik te beperken (# 1%) op de klantenkaart. De kortingen worden #2 is bijgewerkt
nl_be: De huidige puntenkorting gaat over de limiet (#1%) van de loyalty kaart. De korting is aangepast naar #2
ru: Скидка баллами превышает лимит (#1%) для карты лояльности. Скидки были обновлены и должны быть #2
sv: Aktuell poängrabatt är över gränsen (#1%) för kundklubbskortet. Betalningen har uppdaterats för att vara #2
vi_vn: Giảm giá điểm hiện tại vượt quá giới hạn sử dụng (#1%) trên thẻ khách hàng thân thiết. Giảm giá đã được cập nhật là #2

# DoYouWantToOverwriteTheLoyaltyRecord
source: Loyalty card #1 from customer #2 has already been added to the sale. Do you want to replace this loyalty card with another?
bg: Картата за лоялност #1 от клиент #2 вече е добавена към продажбата. Искате ли да замените тази карта за лоялност с друга?
da: Kundeklubkort #1 fra kunde #2 er allerede blevet tilføjet til salget. Vil du erstatte dette kundeklubkort med et andet?
de: Treuekarte #1 von Kunden #2 wurde bereits zu dem Verkauf hinzugefügt. Wollen Sie diese Treuekarte mit einer anderen ersetzen?
es: La tarjeta de lealtad #1 para el cliente #2 ya había sido agregada a esta transacción. Desea reemplazarla por otra?
fi: Kanta-asiakaskortti #1 asiakkaalta #2 on jo lisätty myyntiin. Haluatko vaihtaa tämän kanta-asiakaskortin toiseksi?
fr: La carte de fidélité #1 du client #2 a déjà été ajoutée à la vente. Souhaitez-vous remplacer cette carte de fidélité par une autre ?
is: Vildarkort #1 með viðskiptavin #2 er nú þegar á sölunni. Viltu yfirskrifa núverandi vildarkortafærslu afgreiðslunnar?
nl: Loyalty kaart #1 van klant #2 is al toegevoegd aan de verkoop. Wilt u dit loyalty kaart vervangen door een ander?
nl_be: Getrouwheidskaart #1 van klant #2 werd al aan de verkoop toegevoegd. Wilt u deze getrouwheidskaart door een andere vervangen?
ru: Карта лояльности #1 для клинента #2 уже была добавлена к продаже. Вы хотите заменить эту карту другой?
sv: Vill du skriva över kundklubbspost?
vi_vn: Thẻ khách hàng thân thiết #1 từ khách hàng số #2 đã được thêm vào bán hàng. Bạn có muốn thay thế thẻ khách hàng thân thiết này bằng một thẻ khác?

# EnterLoyaltyNumber
source: Please enter a loyalty number
bg: Моля въведете номер за лоялност
da: Indtast et kundeklubnummer
de: Bitte geben Sie eine Treuenummer ein
es: Introduzca un número de lealtad.
fi: Anna kanta-asiakasnumero
fr: Veuillez entrer un numéro de fidélité
is: Vinsmlegast sláðu inn vildarkortsnúmer
nl: Gelieve een getal in te vullen
nl_be: Voer een getrouwheidsnummer in
ru: Пожалуйста, введите номер лояльности
sv: Ange kundklubbsnummer
vi_vn: Vui lòng nhập mã khách hàng thân thiết

# ErrClientNotLoyaltyCustomer
source: The client is not a loyalty customer
bg: Клиентът не е клиент за лоялност
da: Denne kunde er ikke kundeklubkunde
de: Dieser Kunde ist kein Treuekunde
es: El cliente no forma parte del programa de lealtad
fi: Asiakas ei ole kanta-asiakas
fr: Ce client n'est pas un client fidélité
is: Viðskiptamaðurinn er ekki vildarviðskiptavinur
nl: De klant is geen loyaliteitskliënt
nl_be: De klant is geen trouwe klant
ru: Этот клиент - не клиент лояльности
sv: Kunden är inte en kundklubbskund
vi_vn: Khách hàng không phải là khách hàng thân thiết

# ErrInsertUpdate
source: Insert/Update error
bg: Грешка при поставяне / актуализиране
da: Fejl i forbindelse med indsæt/opdater
de: Eunfügungs-/Aktualisierungsfehler
es: Error de inserción/actualización
fi: Lisää/Päivitä virhe
fr: Insérer/Mettre à jour une erreur
is: Villa við innsetningu/uppfærslu
nl_be: Fout updaten/invoegen
ru: Ошибка Вставки/Обновления
sv: Infoga/uppdatera fel
vi_vn: Lỗi chèn / cập nhật

# ErrLoyaltyCardAlreadyAssigned
source: Loyalty card is already assigned to another customer
bg: Картата за лоялност вече е възложена на друг клиент
da: Dette kundeklubkort er allerede tildelt en anden kunde
de: Treuekarte ist bereits zu einem anderem Kunden zugewiesen
es: La tarjeta de lealtad ya se ha asignado a otro cliente
fi: Kanta-asiakaskortti on jo liitetty toiselle asiakkaalle
fr: Cette carte de fidélité est déjà associée à un autre client
is: Vildarkort tilheyrir öðrum viðskiptavini
nl: Loyalty Card is al toegewezen aan een andere klant
nl_be: Getrouwheidskaart is al aan een andere klant toegewezen
ru: Карта лояльности уже назначена другому клиенту
sv: Kundklubbskort är redan tilldelat till en annan kund
vi_vn: Thẻ khách hàng thân thiết đã được gán cho một khách hàng khác

# ErrLoyaltyCardBlocked
source: Loyalty card is blocked
bg: Картата за лоялност е блокирана
da: Kundeklubkortet er blokeret
de: Treuekarte ist blockiert
es: La tarjeta de lealtad está bloqueada
fi: Kanta-asiakaskortti on estetty
fr: La carte de fidélité est bloquée
is: Vildarkort er lokað
nl: Loyalty Card is geblokkeerd
nl_be: Getrouwheidskaart is geblokkeerd
ru: Карта лояльности блокирована
sv: Kundklubbskort är spärrat
vi_vn: Thẻ khách hàng thân thiết bị chặn

# ErrLoyaltyCardIsNoTenderCard
source: Loyalty card is does not allow payment with points
bg: Картата за лоялност не позволява плащане с точки
da: Kundeklubkortet tillader ikke betalinger med point
de: Treuekarte erlaubt keine Zahlung mit Punkten
es: La tarjeta de lealtad no permite pagar con puntos
fi: Kanta-asiakaskortti ei salli maksua pisteillä
fr: La carte de fidélité ne permet pas un paiement en points
is: Vildarkort er ekki sett upp sem greiðslukort
nl: Loyalty kaart is staat geen betaling met punten
nl_be: Met deze getrouwheidskaart kan niet met punten worden betaald
ru: По этой карте лояльности нельзя расплачиваться баллами
sv: Kundklubbskort tillåter inte betalning med poäng
vi_vn: Thẻ khách hàng thân thiết không cho phép thanh toán bằng điểm

# ErrLoyaltyCardNotFound
source: Loyalty card could not be found
bg: Картата за лоялност не можа да бъде намерена
da: Kundeklubkortet blev ikke fundet
de: Treuekarte konnte nicht gefunden werden
es: No se puede encontrar la tarjeta de lealtad
fi: Kanta-asiakaskorttia ei löytynyt
fr: La carte de fidélité n'a pas été trouvée
is: Vildarkort fannst ekki
nl: Loyalty Card kon niet gevonden worden
nl_be: Getrouwheidskaart niet gevonden
ru: Карта лояльности не найдена
sv: Kundklubbskort hittades inte
vi_vn: Không thể tìm thấy thẻ khách hàng thân thiết

# ErrLoyaltyCustomerNotFound
source: Loyalty customer not found
bg: Клиентът за лоялност не е намерен
da: Kundeklubkunde blev ikke fundet
de: Treuekunde nicht gefunden
es: No se ha encontrado al cliente del programa de lealtad
fi: Kanta-asiakasta ei löytynyt
fr: Le client fidélité n'a pas été trouvé
is: Vildarviðskiptavinur fannst ekki
nl: Loyalty klant niet gevonden
nl_be: Trouwe klant niet gevonden
ru: Клиент лояльности не найден
sv: Kundklubbskund inte hittad
vi_vn: Không tìm thấy khách hàng thân thiết

# ErrLoyaltyIsNotActivated
source: Loyalty card has not been activated
bg: Картата за лоялност не е активирана
da: Kundeklubkort er ikke blevet aktiveret
de: Treukarte wurde nicht aktiviert
es: No se ha activado la tarjeta de lealtad
fi: Kanta-asiakaskorttia ei ole aktivoitu
fr: Cette carte de fidélité n'a pas été activée
is: Vildarkort hefur ekki verið virkjað
nl: Loyalty kaart is niet geactiveerd
nl_be: Getrouwheidskaart werd niet geactiveerd
ru: Карта лояльности не была активирована
sv: Kundklubbskort har inte aktiverats
vi_vn: Thẻ khách hàng chưa được kích hoạt

# ErrNotEnoughLoyaltyPoints
source: Not enough loyalty points
bg: Няма достатъчно точки за лоялност
da: Ikke nok kundeklubpoint
de: Nicht genügend Treuepunkte
es: No hay suficientes puntos de lealtad
fi: Kanta-asiakkuuspisteet eivät riitä
fr: Points de fidélité insuffisants
is: Ekki næginlega margir vildarpunktar
nl: Niet genoeg loyaliteitspunten
nl_be: Niet genoeg getrouwheidspunten
ru: Не достаточно баллов лояльности
sv: Inte tillräckligt med kundklubbspoäng
vi_vn: Không đủ điểm trung thành

# ErrorConnectingToLoyaltyServer
source: Error occured connecting with the loyalty server
bg: Възникна грешка при свързването със сървъра за лоялност
da: Der opstod en fejl ved oprettelse af forbindelse til kundeklubserver
de: Ein Fehler beim Verbinden mit dem Treueserver ist aufgetreten
es: Error al conectar con el servidor de lealtad
fi: Virhe tapahtui yhdistettäessä kanta-asiakaspalvelimeen
fr: Une erreur est survenue lors de la connexion au serveur fidélité
is: Villa kom upp í samskiptum við vildarkortaþjón
nl: Fout opgetreden aansluitende met de loyaliteit server
nl_be: Er deed zich een fout voor tijdens de verbinding met de loyalty-server
ru: Произошла ошибка при подключении к серверу лояльности
sv: Fel vid uppkoppling mot kundklubbsserver
vi_vn: Xảy ra lỗi kết nối với máy chủ khách hàng thân thiết

# FunctionalityImplementationNotFinished
source: Loyalty points functionality has not been implemented and cannot be used
bg: Функционалността на точките за лоялност не е реализирана и не може да се използва
da: Funktionaliteten til kundeklubpoint er ikke blevet implementeret og kan ikke anvendes
de: Treuepunktefunktionalität wurde nicht implementiert und kann nicht verwendet werden
es: La función de puntos de lealtad no se ha implementado y no se puede utilizar
fi: Kanta-asiakas piste -toimintoa ei ole toteutettu eikä sitä voi käyttää
fr: La fonctionnalité des points fidélité n'a pas été mise en œuvre et ne peut pas être utilisée
is: Ekki er hægt að nota vildarkortavirkni.
nl: Loyaliteit punten functionaliteit is niet geïmplementeerd en kan niet worden gebruikt
nl_be: De functionaliteit van de getrouwheidspunten werd niet geïmplementeerd en kan niet worden gebruikt
ru: Функциональность баллов лояльности не разработана не может быть использована
sv: Kundklubbspoäng funktionalitet har inte implementerats och kan inte användas
vi_vn: Chức năng điểm khách hàng thân thiết chưa được triển khai và không thể được sử dụng

# ImplementationNotFinished
source: Operation has not been implemented and cannot be used
bg: Операцията не е изпълнена и не може да се използва
da: Handlingen er ikke blevet implementeret og kan ikke anvendes
de: Operation wurde nicht umgesetzt und kann nicht verwendet werden
es: La operación no se ha implementado y no se puede utilizar
fi: Toimintoa ei ole toteutettu eikä sitä voida käyttää
fr: L'opération n'a pas été mise en œuvre et ne peut pas être utilisée
is: Ekki er hægt að nota vildarkortavirknina að svo stöddu
nl: Bewerking is niet uitgevoerd en kan niet worden gebruikt
nl_be: De bewerking werd niet geïmplementeerd en kan niet worden gebruikt
ru: Операция не была разработа и не может быт использована
sv: Åtgärd har inte implementerats och kan inte användas
vi_vn: Hoạt động chưa được thực hiện và không thể được

# LoyaltyCardCannotBeAddedToAQuote
source: Loyalty card cannot be added to a {0}
bg: Картата за лоялност не може да бъде добавена към {0}
da: Kundeklubkortet kan ikke tilføjes til en/et {0}
de: Treuekarten können einem {0} nicht zugewiesen werden.
es: La tarjeta de lealtad no se puede añadir a un {0}
fi: Kanta-asiakaskorttia ei voi lisätä {0}
fr: Une carte de fidélité ne peut pas être ajoutée à un {0}
is: Ekki er hægt að setja vildarkort á {0}
nl: Loyalty kaart kan niet worden toegevoegd aan een {0}
nl_be: Getrouwheidskaart kan niet worden toegevoegd aan een {0}
ru: Карта лояльности не может быть добавлена к {0}
sv: Lojalitetskortet kan inte läggas till {0}
vi_vn: Thẻ khách hàng thân thiết không thể được thêm vào {0}

# LoyaltyCardCannotBeAddedToReturnSale
source: Loyalty card cannot be used to return payment on the current sale
bg: Картата за лоялност не може да се използва за връщане на плащане по текущата продажба
da: Loyalitetskortet kan ikke bruges til at returnere betaling på det aktuelle salg
de: Die Treuekarte kann nicht verwendet werden, um die Zahlung für den aktuellen Verkauf zurückzuzahlen
es: La tarjeta de lealtad no se puede utilizar para reembolsar el pago asociado a la venta actual
fi: Kanta-asiakaskorttia ei voi käyttää palauttamaan nykyistä myyntiä
fr: Une carte de fidélité ne peut pas être utilisée pour rembourser un paiement sur la vente actuelle
is: Ekki er hægt að nota vildarkort til að skila greiðslu á núverandi sölu
nl: Loyalty kaart kan niet worden gebruikt om terug te keren van betaling op de huidige verkoop
nl_be: Getrouwheidskaart kan niet worden gebruikt om betaling op huidige verkoop terug te geven
ru: Дисконтная карта не может быть использована для возврата платежа по текущей продажи
sv: Kundkort kan inte användas för returbetalning på aktuell försäljning
vi_vn: Thẻ khách hàng thân thiết không thể được sử dụng để trả lại khoản thanh toán cho lần bán hiện tại

source: Loyalty card information
bg: Информация за карта за лоялност
da: Kundeklubkortoplysninger
de: Treuekarteninformationen
es: Información de la tarjeta de lealtad
fi: Kanta-asiakas kortin tiedot
fr: Informations sur la carte de fidélité
is: Vildarkortsupplýsingar
nl: Informatie over de loyaliteitskaart
nl_be: Informatie getrouwheidskaart
ru: Информация о карте лояльности
sv: Kundklubbskort information
vi_vn: Thông tin thẻ khách hàng thân thiết

# LoyaltyDiscount
source: Loyalty points discount
bg: Отстъпка точки лоялност
da: Pointrabat fra kundeklub
de: Treuepunkterabatt
es: Descuento por puntos de lealtad
fi: Kanta-asiakaspiste alennus
fr: Remise de points de fidélité
is: Vildarpunkta afsláttur
nl: Loyalty punten korting
nl_be: Loyalty puntenkorting
ru: Скидка баллов лояльности
sv: Kundklubb poängrabatt
vi_vn: Giảm giá điểm khách hàng thân thiết

# MaximumDiscountAllowed
source: The maximum amount for discount is #1
bg: Максималната сума за отстъпка е #1
da: Det maksimale rabatbeløb er #1
de: Der Maximaltbetrag für Rabatte ist #1
es: El importe máximo de descuento es #1
fi: Alennuksen enimmäismäärä on #1
fr: Le montant maximum d'une remise est #1
is: Hámarks upphæð fyrir afslátt er: #1
nl: Het maximumbedrag voor korting is #1
nl_be: Het maximum aantal kortingen is #1
ru: Максимальная сумма для скидки #1
sv: Högsta belopp för rabatt är #1
vi_vn: Số tiền giảm giá tối đa là #1

# MaximumPaymentAllowed
source: The maximum amount for payment is #1
bg: Максималната сума за плащане е #1
da: Det maksimale betalingsbeløb er #1
de: Der Maximaltbetrag für Zahlung ist #1
es: El importe máximo de pago es #1
fi: Maksun enimmäismäärä on #1
fr: Le montant maximum d'un paiement est #1
is: Hámarksupphæð greiðslu er #1
nl: Het maximumbedrag voor betaling is #1
nl_be: Het maximumbedrag voor betaling is #1
ru: Максимальная сумма для оплаты #1
sv: Högsta belopp för betalning är #1
vi_vn: Số tiền tối đa để thanh toán là #1

# MinimumDiscountAllowed
source: The minimum amount for payment is #1
bg: Минималната сума за плащане е # 1
da: Det mindste betalingsbeløb er #1
de: Der Minimalbetrag für Zahlung ist #1
es: El importe mínimo de pago es #1
fi: Maksun vähimmäismäärä on #1
fr: Le montant minimum d'un paiement est #1
is: Lágmarksupphæð greiðslu er #1
nl: Het minimum bedrag voor betaling is #1
nl_be: Het minimum aantal kortingen is #1
ru: Минимальная сумма для оплаты #1
sv: Minsta belopp för betalning är #1
vi_vn: Số tiền tối thiểu để thanh toán là #1

# MinimumPaymentAllowed
source: The minimum amount for payment is #1
bg: Минималната сума за плащане е # 1
da: Det mindste betalingsbeløb er #1
de: Der Minimalbetrag für Zahlung ist #1
es: El importe mínimo de pago es #1
fi: Maksun vähimmäismäärä on #1
fr: Le montant minimum d'un paiement est #1
is: Lágmarksupphæð greiðslu er #1
nl: Het minimum bedrag voor betaling is #1
nl_be: Het minimum aantal kortingen is #1
ru: Минимальная сумма для оплаты #1
sv: Minsta belopp för betalning är #1
vi_vn: Số tiền tối thiểu để thanh toán là #1

# NegativePaymentsNotBelowBalance
source: Negative points payments cannot be go below the the balance amount
bg: Отрицателните плащания точки не могат да бъдат по-ниски от сумата на баланса
da: Negative point-betalinger kan ikke gå under saldoen
de: Zahlungen mit Negativpunkten können nicht unter dem Saldobetrag liegen
es: Los pagos con puntos negativos no pueden quedar por debajo del importe del saldo
fi: Negatiivisten pisteiden maksut eivät voi mennä alle saldon summan
fr: Les paiements en points négatifs ne peuvent pas descendre en deça du solde
is: Skilagreiðslur með vildarpunktum geta ekki verið lægri en heildar greiðslan
nl: Negatieve punten betalingen mogen niet gaan hieronder de het saldobedrag
nl_be: Negatieve puntenbetalingen mogen niet lager zijn dan het balansbedrag
ru: Отрицательные платежи баллов не могут быть ниже суммы баланса
sv: Betalningar med negativa poäng kan inte vara lägre än saldobeloppet
vi_vn: Các khoản thanh toán điểm âm không thể thấp hơn số dư
