Repository: iespana/LSOne
Catalog: POS/Services/LoyaltyService/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# NoCustomerConnectionOnTraining
source: The POS is in training mode. The customer cannot be connected to the loyalty card
bg: POS е в режим на обучение. Клиентът не може да бъде свързан към картата за лоялност
da: Kassen er i kursustilstand. Kunden kan ikke forbindes til kundeklubkortet
de: Das POS befindet sich im Trainingsmodus. Der Kunde kann nicht mit der Treuekarte verbunden werden.
es: El punto de venta está en modo de formación. No se puede vincular al cliente a la tarjeta de lealtad.
fi: POS on koulutustilassa. Asiakasta ei voi yhdistää kanta-asiakaskorttiin
fr: Le PDV est en mode formation. Le client ne peut pas être connecté à la carte de fidélité
is: Það er ekki hægt að tengja viðskiptamann við vildarkort þegar kassakerfið er í þjálfunarham.
nl: De kassa is in trainingsmodus. De klant kan niet worden aangesloten op de klantenkaart
nl_be: De POS is in oefenmodus. De klant kan geen verbinding maken met de getrouwheidskaart
ru: POS в тренировочном режите. Клиент не может быть подключен к карте лояльности
sv: Kassan är i övningsläge. Kunden kan inte kopplas till kundkortet
vi_vn: POS đang trong chế độ đào tạo. Khách hàng không thể kết nối với thẻ khách hàng thân thiết

source: No customer has been selected.
bg: Не е избран клиент.
da: Der er ikke valgt nogen kunde.
de: Es wurde kein Kunde ausgewählt.
es: No ha seleccionado ningún cliente.
fi: Asiakasta ei ole valittu.
fr: Aucun client n'a été choisi.
is: Vildarviðskiptarvinur hefur ekki verið valinn.
nl: Geen klant is geselecteerd.
nl_be: Er werd geen klant geselecteerd.
ru: Клиент не был выбран.
sv: Ingen kund har valts.
vi_vn: Không có khách hàng đã được chọn.

# NoItemsOnSale
source: There are no items to discount
bg: Няма артикули за отстъпка.
da: Der er ingen varer at give rabat på.
de: Es gibt keine Artikel, um Rabatt zu gewähren.
es: No hay artículos para descuento.
fi: Kuitilla ei ole alennettavia tuotteita.
fr: Aucun article à escompter
is: Það eru engar línur til að gefa afslátt af.
nl: Er zijn geen items om korting.
nl_be: Er zijn geen artikelen waarop een korting kan worden gegeven.
ru: Нет товаров для скидки.
sv: Det finns inga artiklar att ge rabatt på.
vi_vn: Không có mặt hàng để giảm giá.

# NoItemsToDiscount
source: No items in the sale can be given a discount using loyalty points
bg: Никакви артикули в продажбата не могат да получат отстъпка, използвайки точки за лоялност
da: Ingen varer i salget kan fratrækkes rabat ved brug af kundeklubpoint
de: Keinem Artikel in dem Verkauf kann Rabatt durch Treuepunkte gegeben werden
es: No se puede asignar un descuento a ningún artículo de la venta con puntos de lealtad
fi: Ei tuotteita, joille voidaan myöntää alennusta kanta-asiakaspisteillä
fr: Aucun article de la vente ne peut recevoir une remise en utilisant des points de fidélité
is: Engin vara í sölunni má fá vildarkorta afslátt
nl: Geen items in de verkoop kunnen worden gegeven een korting met behulp van loyaliteitspunten
nl_be: Er zijn geen items aanwezig die een korting kunnen krijgen met loyalty punten
ru: В продаже нет товаров, к которым может быть применена скидка баллами лояльности
sv: Inga artiklar i försäljningen kan erhålla rabatt med kundklubbspoäng
vi_vn: Không có mặt hàng nào trong đợt giảm giá có thể được giảm giá bằng cách sử dụng điểm khách hàng thân thiết

# NoItemToDiscountDlg
source: No items suitable for discount
bg: Няма артикули, подходящи за отстъпка
da: Ingen varer kan fratrækkes rabat
de: Keine Artikel für Rabatt geeignet
es: No hay ningún artículo al que se pueda aplicar un descuento
fi: Ei tuotteita, jotka sopivat alennukseen
fr: Aucun article n'est adapté à une remise
is: Engar vörur geta fengið afslátt
nl: Geen items geschikt voor korting
nl_be: Er komen geen items in aanmerking voor korting
ru: Нет товаров, подходящих для скидки
sv: Inga artiklar lämpliga för rabatt
vi_vn: Không có mặt hàng nào phù hợp để giảm giá

# NoLoyaltyCardHasBeenEntered
source: No loyalty card number has been entered.
bg: Не е въведен номер на карта за лоялност.
da: Der er ikke indtastet noget kundeklubkortnummer.
de: Es wurde keine Treuekartennummer eingegeben.
es: No ha introducido el número de la tarjeta de lealtad.
fi: Kanta-asiakaskortin numeroa ei ole annettu.
fr: Aucun numéro de carte de fidélité n'a été entré.
is: Vildarkort hefur ekki verið valið.
nl: Geen loyalty card nummer is ingevoerd.
nl_be: Er werd geen nummer van een getrouwheidskaart ingevoerd.
ru: Номер карты лояльности не был введен.
sv: Inget kundklubbskortnr har registrerats.
vi_vn: Không có mã thẻ khách hàng thân thiết đã được nhập.

source: No loyalty information available
bg: Няма налична информация за лоялност
da: Ingen kundekluboplysninger tilgængelige
de: Keine Treueinformationen verfügbar
es: No hay información disponible del programa de lealtad.
fi: Mitään kanta-asiakastietoja ei ole saatavilla
fr: Aucune information de fidélité n'est disponible
is: Engar vildarupplýsingar eru tiltækar
nl: Geen loyaliteit informatie beschikbaar
nl_be: Er is geen getrouwheidsinformatie beschikbaar
ru: Нет доступной информации по лояльности
sv: Ingen kundklubbsinformation tillgänglig
vi_vn: Không có thông tin về khách hàng thân thiết có sẵn

# NoLoyaltyPointsOnTraining
source: No Loyalty points calculated or added to card. The POS is in training mode
bg: Няма изчислени или добавени към картата точки за лоялност. POS е в режим на обучение
da: Ingen kundeklubpoint beregnet eller tilføjet til kortet. Kassen er i kursustilstand
de: Es wurden keine Treuepunkte berechnet oder zur Karte hinzugefügt. Das POS befindet sich im Trainingsmodus.
es: No se han calculado los puntos de lealtad ni se han añadido a la tarjeta. El punto de venta está en modo de formación.
fi: Kanta-asiakaspisteitä ei ole laskettu tai lisätty kortille. Kassa on koulutustilassa
fr: Aucun point de fidélité n'a été calculé ou ajouté à la carte. Le PDV est en mode formation.
is: Vildarpunktar eru ekki reiknaðir þegar kerfið er í þjálfunarham
nl: Geen loyaliteitspunten berekend of toegevoegd aan de kaart. De kassa is in opleidingswijze
nl_be: Geen getrouwheidspunten berekend of aan kaart toegevoegd. De POS is in oefenmodus
ru: Нет баллов лояльности рассчитанных или добавленных к карте. POS в тренировочном режиме
sv: Inga kundpoäng har beräknats eller lagts till på kortet. Kassan är i övningsläge
vi_vn: Không có điểm khách hàng thân thiết được tính hoặc thêm vào thẻ. POS đang trong chế độ đào tạo

# NoMoreLoyaltyPaymentLinesAllowed
source: The current loyalty card cannot be used for another loyalty payment.
bg: Текущата карта за лоялност не може да се използва за друго плащане лоялност.
da: Det aktuelle kundeklubkort kan ikke anvendes til endnu en kundeklubbetaling.
de: Die aktuelle Treuekarte kann nicht für andere Treuezahlungen verwendet werden.
es: La tarjeta de lealtad actual no se puede utilizar para otro pago con puntos de lealtad.
fi: Nykyistä kanta-asiakaskorttia ei voida käyttää toiseen kanta-asiakkuusmaksuun
fr: La carte de fidélité actuelle ne peut pas être utilisée pour un autre paiement de fidélité.
is: Ekki er hægt að bæta við fleiri vildargreiðslum með þessu korti.
nl: De huidige loyalty kaart kan niet worden gebruikt voor een ander loyaliteit betaling.
nl_be: De huidige loyalty kaart kan niet worden gebruik voor nog een loyalty betaling
ru: Текущая карта лояльности не может быть использована для другого платежа лояльностью.
sv: Aktuellt kundklubbskort kan inte användas för en annan kundklubbsbetalning.
vi_vn: Thẻ khách hàng thân thiết hiện tại không thể được sử dụng cho một khoản thanh toán khách hàng thân thiết khác.

source: None
bg: Няма
da: Ingen
de: Keine
es: Ninguno
fi: Ei yhtään
fr: Aucun
is: Enginn
nl: Geen
nl_be: Geen
ru: Нет
sv: Ingen
vi_vn: Không

# NoPaymentInformationOnButton
source: No payment information included on button. Payment operation cannot continue
bg: Няма информация за плащане, включена в бутона. Операцията по плащане не може да продължи
da: Ingen betalingsinformation inkluderet på knappen. Betalingshandlingen kan ikke fortsætte
de: Keine Zahlungsinformationen über Schaltfläche enthalten. Zahlungsoperation kann nicht fortgesetzt werden
es: No hay información de pago incluida en el botón. La operación de pago no puede continuar.
fi: Painikkeeseen ei sisälly maksutietoja. Maksutapahtumaa ei voi jatkaa
fr: Aucune information de paiement comprise sur le bouton. L'opération de paiement ne peut pas continuer
is: Engar upplýsingar um greiðslumáta eru á takkanum. Ekki er hægt að klára aðgerðina.
nl: Geen betalingsinformatie opgenomen op knop. Betaling bewerking kan niet worden voortgezet
nl_be: Geen betalingsinformatie inbegrepen in de knop. Betaling kan niet doorgaan
ru: Нет информации о платеже для кнопки. Операция оплаты не может быть продолжена
sv: Ingen betalningsinformation inkluderad i knapp. Betalningsprocess kan inte fortsätta
vi_vn: Không có thông tin thanh toán bao gồm trên nút. Hoạt động thanh toán không thể tiếp tục

source: No point deduction rule exists
bg: Не съществува правило за приспадане на точки
da: Der findes ingen reduktionsregel for point
de: Keine Punktabzugsregel vorhanden
es: No existe regla de deducción puntual
fi: Mitään pisteiden vähennyssääntöä ei ole
fr: Aucune règle de déduction de points n'existe
is: Engin punktafrádráttarregla uppsett
nl: Geen punt aftrek regel bestaat
nl_be: Er bestaat geen regel om punten af te trekken
ru: Нет правила уменьшения баллов
sv: Det finns ingen reduktionsregel för poäng
vi_vn: Không có quy tắc khấu trừ điểm tồn tại

# NoTenderRuleForLoyaltyDiscountExists
source: Card doesn't allow discounts with loyalty points
bg: Картата не позволява отстъпки с точки за лоялност
da: Kortet tillader ikke rabatter med kundeklubpoint
de: Karte erlaubt keine Rabatte mit Treuepunkten
es: La tarjeta no permite aplicar descuentos con puntos de lealtad
fi: Kortti ei salli alennuksia kanta-asiakaspisteillä
fr: La carte ne permet pas les remises en points de fidélité
is: Þetta vildarkort getur ekki gefið vildarkorta afslátt
nl: Kaart staat niet toe dat kortingen met loyaliteitspunten
nl_be: Kaart laat geen puntenkorting toe.
ru: Для карты не разрешены скидки баллами лояльности
sv: Kort tillåter inte rabatter med kundklubbspoäng
vi_vn: Thẻ không cho phép giảm giá với điểm khách hàng thân thiết

# NoTenderRuleForLoyaltyPaymentExists
source: Card doesn't allow payment with loyalty points
bg: Картата не позволява плащане с точки за лоялност
da: Kortet tillader ikke betaling med kundeklubpoint
de: Karte erlaubt keine Zahlung mit Treuepunkten
es: La tarjeta no permite pagar con puntos de lealtad
fi: Kortti ei salli maksua kanta-asiakaspisteillä
fr: La carte ne permet le paiement en points de fidélité
is: Kort leyfir ekki greiðslu með vildarpunktum
nl: Kaart staat niet toe dat betalen met spaarpunten
nl_be: Met deze kaart kan niet met getrouwheidspunten worden betaald
ru: Для карты не разрешены оплаты баллами лояльности
sv: Kund tillåter inte betalningar med kundklubbspoäng
vi_vn: Thẻ không cho phép thanh toán bằng điểm khách hàng thân thiết

# NotEnoughPoints
source: Not enough points available
bg: Няма достатъчно налични точки
da: Ikke nok point til rådighed
de: Nicht genügend Punkte vorhanden
es: No hay suficientes puntos
fi: Ei ole tarpeeksi pisteitä
fr: Points de fidélité disponibles insuffisants
is: Nægjanlegur fjöldi punkta er ekki tiltækur
nl: Niet genoeg punten beschikbaar
nl_be: Er zijn niet voldoende punten beschikbaar
ru: Недостаточно доступных баллов
sv: Inte tillräckligt med poäng tillgängligt
vi_vn: Không đủ điểm

# NotEnoughPointsOnCard
source: Not enough points exist on this loyalty card
bg: Няма достатъчно точки за тази карта за лоялност
da: Der er ikke nok point på dette kundeklubkort
de: Nicht genügend Punkte auf dieser Treuekarte vorhanden
es: No hay suficiente puntos existentes en esta tarjeta de lealtad
fi: Tällä kanta-asiakaskortilla ei ole tarpeeksi pisteitä
fr: Cette carte de fidélité ne compte pas suffisamment de points de fidélité
is: Ekki eru nægilega margir punktar á kortinu
nl: Niet genoeg punten bestaan op dit loyalty kaart
nl_be: Er staan niet voldoende punten op deze getrouwheidskaart
ru: Не достаточно баллов на этой карте лояльности
sv: Det finns inte tillräckligt med kundklubbspoäng på kortet
vi_vn: Không đủ điểm tồn tại trên thẻ khách hàng thân thiết này

# OnlyNegativeAmountsAllowed
source: Only negative points payments are allowed
bg: Разрешени са само отриц.точки плащания
da: Kun negative point-betalinger er tilladt
de: Nur Zahlungen mit Negativpunkten sind zulässig
es: Solo se permiten pagos con puntos negativos
fi: Vain negatiivisten pisteiden maksut ovat sallittuja
fr: Seuls les paiements en points négatifs sont autorisés
is: Ekki má slá inn tölu sem er hærri en 0
nl: Alleen negatieve punten betalingen zijn toegestaan
nl_be: Alleen negatieve puntenbetalingen zijn toegelaten
ru: Допускаются только отрицательные платежные баллы
sv: Endast betalningar med negativa poäng tillåts
vi_vn: Chỉ cho phép thanh toán điểm âm

# OvertenderingNotAllowedWhenReturning
source: Overtendering is not allowed when returning
bg: При връщане не се допуска въвежд.на по-голяма сума
da: Overbetaling er ikke tilladt ved returneringer
de: Überangebot ist nicht erlaubt bei Rückgabe
es: La opción de sobrepago no se admite en las devoluciones
fi: Ylimaksaminen ei ole sallittua palautettaessa
fr: Le rendu-monnaie n'est pas autorisé pour les retours
is: Yfirborgun er ekki leyfð við skil
nl: Overtendering is niet toegestaan bij terugkeer
nl_be: Overtendering is niet mogelijk bij teruggave
ru: Изменение способа оплаты не разрешено при возврате
sv: Överbetalning är inte tillåten vid retur
vi_vn: Vượt thanh toán không được phép trả

# PaymentNotAllowedWithCard
source: Payment is not allowed with this loyalty card
bg: Не се разрешава плащане с тази карта за лоялност
da: Betaling er ikke tilladt med dette loyalitetskort
de: Mit dieser Kundenkarte ist keine Zahlung erlaubt
es: No se puede efectuar el pago con esta tarjeta de lealtad
fi: Maksu ei ole sallittu tällä kanta-asiakaskortilla
fr: Le paiement avec cette carte de fidélité n'est pas autorisé
is: Greyðsla með þessu vildarkorti er óheimil
nl: Betaling is niet toegestaan met deze loyalty kaart
nl_be: Betaling is niet toegestaan met deze spaarkaart
ru: Оплата не допускается этой картой лояльности
sv: Betalning medges inte med det här kundklubbskortet
vi_vn: Thanh toán không được phép với thẻ khách hàng thân thiết này

# PaymentOverUsePointsLimit
source: The current payment is over the use limit (#1%) on the loyalty card. The payment has been updated to be #2
bg: Текущото плащане е над лимита за ползване (#1%) на картата за лоялност. Плащането е актуализирано, за да бъде #2
da: Den aktuelle betaling er over den tilladte grænse (#1%) på kundeklubkortet. Betalingen er blevet opdateret til at være #2
de: Die aktuelle Zahlung ist über dem Verwednungslimit (#1%) auf der Treuekarte. Die Zahlung wurde auf #2 aktualisiert
es: El pago actual supera el límite de uso (#1 %) de la tarjeta de lealtad. Se ha actualizado el pago para que sea de #2.
fi: Nykyinen maksu ylittää kanta-asiakaskortin käyttörajan (#1%). Maksuksi on päivitetty #2
fr: Le paiement actuel dépasse la limite (#1%) de la carte de fidélité. Le paiement a été mis à jour sur #2
is: Núverandi upphæð er yfir hámarki borgunar (#1%) á vildarkortinu. Upphæðin hefur verið uppfærð í #2
nl: De huidige betaling is over het gebruik te beperken (# 1%) op de klantenkaart. De betaling is bijgewerkt en worden #2
nl_be: De huidige betaling is over de gebruikslimiet (#1%) van de loyalty kaart. De betaling is aangepast naar #2
ru: Текущий платеж превышает лимит (#1%) для карты лояльности. Платеж обновлен и должен быть #2
sv: Aktuell betalning är över gränsen (#1%) för kundklubbskortet. Betalningen har uppdaterats för att vara #2
vi_vn: Khoản thanh toán hiện tại vượt quá giới hạn sử dụng (#1%) trên thẻ khách hàng thân thiết. Khoản thanh toán đã được cập nhật là #2

# PointBalanceNotAvailable
source: Not available
bg: Неналични
da: Optaget
de: Nicht verfügbar
es: No disponible
fi: Ei käytettävissä
fr: Non disponible
is: Ekki laust
nl: Niet beschikbaar
nl_be: Niet beschikbaar
ru: Не доступно
sv: Inte tillgänglig
vi_vn: Không khả dụng

source: Points
bg: Точки
da: Point
de: Punkte
es: Puntos
fi: Pisteet
is: Punktar
nl: Spaarpunten
nl_be: punten
ru: Баллы
sv: Poäng
vi_vn: Điểm

# PointsDue
source: Points due: #1
bg: Начислени точки: #1
da: Point forfalder: #1
de: Fällige Punkte: #1
es: Puntos generados: #1
fi: Pisteet erääntyvät: #1
fr: Points dus : #1
is: Punktaþörf: #1
nl: Punten verschuldigde: #1
nl_be: Verschuldigde punten: #1
ru: Баллы к оплате: #1
sv: Poäng förfaller: #1
vi_vn: Điểm hết hạn: #1

# PointsToBeReturned
source: Points to be returned: #1
bg: Точки за връщане: #1
da: Point, der skal returneres: #1
de: Zurückzubuchende Punkte: #1
es: Puntos que hay que devolver: #1
fi: Palautettavia pisteitä: #1
fr: Points à rendre : #1
is: Punktar sem á að skila: #1
nl: Punten worden geretourneerd: #1
nl_be: Terug te geven punten: #1
ru: Баллы к возврату: # 1
sv: Poäng som ska returneras: #1
vi_vn: Điểm được trả lại: #1

# QuoteLowCase
source: quote
bg: оферта
da: tilbud
de: Kostenvoranschlag
es: presupuesto
fi: tarjous
fr: devis
is: tilboð
nl: citaat
nl_be: offerte
ru: квота
sv: offert
vi_vn: Báo giá

# RecalculationOfLoyaltyDiscount
source: The loyalty points discount needs to be recalculated before the payment can be finalised
bg: Отстъпката за точки за лоялност трябва да бъде преизчислена, преди плащането да бъде финализирано
da: Rabatten for kundeklubpoint skal omregnes, inden betalingen kan gennemføres
de: Der Treuepunkterabatt muss neu berechnet werden, bevor die Zahlung abgeschlossen wird
es: Es necesario recalcular el descuento por puntos de lealtad antes de poder finalizar el pago
fi: Kanta-asiakaspisteiden alennus on laskettava uudelleen ennen maksujen suorittamista
fr: La remise en points de fidélité doit être recalculée avant que le paiement puisse être finalisé
is: Vinsamlegast uppfærið vildarpunkta afsláttinn áður en það er borgað fyrir söluna
nl: De spaarpunten korting moet worden herberekend voordat de betaling kan worden afgerond.
nl_be: De loyalty puntenkorting moet opnieuw berekend worden voor de betaling afgerond kan worden.
ru: Баллы лояльности должны быть пересчитаны перед окончанием оплаты
sv: Kundklubbspoäng rabatt måste omberäknas innan betalning kan slutföras
vi_vn: Giảm giá điểm khách hàng thân thiết cần được tính toán lại trước khi thanh toán có thể được hoàn tất

source: Retrieving loyalty status
bg: Извличане на статус лоялност
da: Henter kundeklubstatus
de: Erhalte Treuestatus
es: Recuperando estado de cliente frecuente
fi: Kanta-asiakkuuden palauttaminen
fr: Extraction d'état de fidélité
is: Sæki stöðu vildarkorts
nl: De loyaliteit punten korting kan niet worden bijgewerkt tijdens een retourtransactie
nl_be: Getrouwheidsstatus ophalen ...
ru: Получение статуса лояльности
sv: Hämtar kundklubbsstatus
vi_vn: Lấy trạng thái khách hàng thân thiết

# ReturnSaleCannotUpdateLoyaltyPointDisc
source: The loyalty points discount cannot be updated during a return transaction
bg: Отстъпката за точки за лоялност не може да се актуализира по време на връщане
da: Rabatten for kundeklubpoint kan ikke opdateres i forbindelse med en returtransaktion
de: Der Treuepunkterabatt kann während einer Rücktransaktion nicht aktualisiert werden
es: El descuento por puntos de lealtad no se puede actualizar durante una transacción de devolución
fi: Kanta-asiakaspiste -alennusta ei voida päivittää palautustapahtuman aikana
fr: La remise en points de fidélité ne peut pas être mise à jour lors d'une transaction de retour
is: Ekki er hægt að uppfæra vildarpunkta afslátt á sölu sem er verið að skila
nl: De loyaliteit punten korting kan niet worden bijgewerkt tijdens een retourtransactie
nl_be: De loyalty puntenkorting kan niet aangepast worden tijdens een terugname transactie
ru: Скидка баллами лояльности не может быть обновлена во время транзакции возврата
sv: Kundklubbspoäng rabatt kan inte uppdateras i en returtransaktion
vi_vn: Giảm giá điểm khách hàng thân thiết không thể được cập nhật trong một giao dịch hoàn trả

# SchemeMinDiscountIs
source: Minimum discount allowed on the card is #1
bg: Минималната отстъпка по картата е #1
da: Den mindste tilladte rabat på kortet er #1
de: Erlaubter Minimalrabatt auf der Karte ist #1
es: El descuento mínimo admitido para la tarjeta es #1
fi: Kortilla sallittu minimialennus on #1
fr: La remise minimum autorisée sur cette carte est #1
is: Lægsti mögulegi afsláttur er #1
nl: Minimale korting toegestaan op de kaart is #1
nl_be: Minimaal toegestane korting op de kaart is #1
ru: Минимальная скидка разрешенная по карте #1
sv: Minimum rabatt tillåtet på kortet är #1
vi_vn: Giảm giá tối thiểu được phép trên thẻ là #1

# SchemeMinPaymentIs
source: Minimum payment on the card is #1
bg: Минималното плащане по картата е #1
da: Den mindste tilladte betaling med kortet er #1
de: Minimalzahlung auf der Karte ist #1
es: El pago mínimo con la tarjeta es de #1
fi: Minimimaksu kortilla on #1
fr: Le paiement minimum autorisé sur cette carte est #1
is: Lágmarksgreiðsla á kortinu er #1
nl: Minimum storting op de kaart is #1
nl_be: Minimumbetaling met de kaart is #1
ru: Минимальная оплата по этой карте #1
sv: Minimum betalning tillåtet på kortet är #1
vi_vn: Thanh toán tối thiểu trên thẻ là #1

# SchemeNotFound
source: Not found
bg: Нищо не е открито
da: Ikke fundet
de: Nicht gefunden
es: no encontrado
fi: Ei löytynyt
fr: Non trouvé
is: Fannst ekki
nl: Niet gevonden
nl_be: Niet gevonden
ru: Не найдено
sv: inte hittad
vi_vn: Không tìm thấy

source: Select loyalty card for discount
bg: Изберете карта лоялност за отстъпка
da: Vælg det kundeklubkort, der skal give rabat
de: Wählen Sie eine Treuekarte für Rabatt
es: Seleccione una tarjeta de lealtad para el descuento
fi: Valitse kanta-asiakaskortti alennusta varten
fr: Sélectionnez une carte de fidélité pour la remise
is: Veljið vildarkort til að gefa afslátt
nl: Selecteer loyalty kaart voor korting
nl_be: Selecteer loyalty kaart voor de korting
ru: Выберите карту лояльности для скидки
sv: Välj kundklubbskort för rabatt
vi_vn: Chọn thẻ khách hàng thân thiết để được giảm giá

source: Select loyalty card for payment
bg: Изберете карта лоялност за плащане
da: Vælg kundeklubkort til betaling
de: Wählen Sie eine Treukarte für die Zahlung
es: Seleccione una tarjeta de lealtad para el pago
fi: Valitse kanta-asiakaskortti maksulle
fr: Sélectionnez une carte de fidélité pour le paiement
is: Veljið vildarkort til greiðslu
nl: Selecteer loyalty kaart voor betaling
nl_be: Getrouwheidskaart voor betaling selecteren
ru: Выберите карту лояльности для оплаты
sv: Välj kundklubbskort för betalning
vi_vn: Chọn thẻ khách hàng thân thiết để thanh toán
