Repository: iespana/LSOne
Catalog: SM/Plugins/KitchenDisplaySystem.PluginComponents/Properties/Resources.*.resx
Languages: de, is, nl_be, sv

source: Add
de: Hinzufügen
is: Bæta við
nl_be: Toevoegen
sv: Addera

source: Authentication failed
de: Legitimation gescheitert
is: Notandanafn eða lykilorð er rangt
nl_be: Authenticatie mislukt
sv: Autentisering misslyckades

source: Button text
de: Schaltflächentext
is: Texti á hnappa
nl_be: Tekst knop
sv: Knapptext

source: Connecting
de: Verbindung herstellen
is: Tengist
nl_be: Verbinding tot stand brengen ...
sv: Ansluter

# ConnectingToDatabaseError
source: Connecting to database failed
de: Verbindung zur Datenbank fehlgeschlagen
is: Tenging við gagnagrunn mistókst
nl_be: Verbinding met database mislukt
sv: Uppkoppling till databas misslyckades

source: Connecting worked
de: Verbindung funktioniert
is: Tenging tókst
nl_be: Verbinding werkte
sv: Anslutningen fungerade

source: Connection
de: Verbindung
is: Tenging
nl_be: Verbinding
sv: Anslutning

source: Delete
de: Löschen
is: Eyða
nl_be: Verwijderen
sv: Radera

source: Delete connection
de: Verbindung lösch
is: Eyða tengingu
nl_be: Verbinding verwijderen
sv: Ta bort anslutning

# DeleteConnectionQuestion
source: Are you sure you would like to delete the selected connection ?
de: Sind Sie sicher, dass Sie die ausgewählte Verbindung löschen wollen?
is: Ertu viss um að þú viljir eyða valdri tengingu?
nl_be: Weet u zeker dat u de geselecteerde verbinding wilt verwijderen?
sv: Vill du radera vald anslutning?

# DeleteKitchenDisplayStationQuestion
source: Are you sure you want to delete the selected display station ?
de: Sind Sie sicher, dass Sie die ausgewählte Küchenbildschirmstation löschen wollen?
is: Ertu viss um að þú viljir eyða völdum eldhússkjá?
nl_be: Weet u zeker dat u het geselecteerde station voor de keukenweergave wilt verwijderen?

source: Delete profile
de: Profil löschen
is: Eyða prófíl
nl_be: Profiel verwijderen
sv: Radera profil

# DeleteProfileQuestion
source: Are you sure you would like to delete the selected profile ?
de: Sind Sie sicher, dass Sie das ausgewählte Profil löschen wollen?
is: Ertu viss um að þú viljir eyða völdum prófíl?
nl_be: Weet u zeker dat u het geselecteerde profiel wilt verwijderen?
sv: Vill du radera vald profil?

source: Disconnect
de: Trennen
is: Aftengjast
nl_be: Verbinding verbreken
sv: Koppla ifrån

source: Edit
de: Bearbeiten
is: Breyta
nl_be: Bewerken
sv: Redigera

source: General
de: Allgemein
is: Almennt
nl_be: Algemeen
sv: Allmänt

source: General setup
de: Allgemeine Einrichtung
is: Almenn uppsetning
nl_be: Algemene instelling
sv: Allmänna inställningar

source: Layout
is: Útlit
nl_be: Indeling

source: Remove profile
de: Profil entfernen
is: Eyða prófíl
nl_be: Profiel verwijderen
sv: Ta bort profil

# RemoveProfileQuestion
source: Are you sure you would like to remove the selected Kitchen Service profile ?
de: Sind Sie sicher, dass Sie das ausgewählte Küchenserviceprofil entfernen wollen?
is: Ertu viss um að þú viljir eyða þessum Kitchen Manager prófíl?
nl_be: Bent u zeker dat u het geselecteerde keukenserviceprofiel wil verwijderen?
sv: Vill du ta bort vald köksservice profil?

source: Routing logic
de: Routin-Logik
is: Sendingar virkni
nl_be: Routinglogica
sv: Routing-logik

# ViewAllKitchenDisplayStations
source: View all display stations
de: Alle Küchenbildschirmstationen anzeigen
is: Skoða alla eldhússkjái
nl_be: Alle keukenweergavestations bekijken

# CouldNotGetConfig
source: Could not get configuration
de: Konnte Konfiguration nicht erhalten
is: Gat ekki náð í stillingar
nl_be: Kon geen configuratie ophalen
sv: Kan inte läsa konfiguration

# DeleteKitchenDisplayStationsQuestion
source: Are you sure you want to delete the selected display stations ?
de: Sind Sie sicher, das Sie die ausgewählten Küchenbildschirmstationen löschen wollen?
is: Ertu viss um að þú viljir eyða völdum eldhússkjástöðvum?
nl_be: Weet u zeker dat u de geselecteerde stations voor de keukenweergave wilt verwijderen?

source: Delete profiles
de: Profile löschen
is: Eyða prófílum
nl_be: Profielen verwijderen
sv: Radera profiler

# DeleteProfilesQuestion
source: Are you sure you would like to delete the selected profiles ?
de: Sind Sie sicher, dass Sie die ausgewählten Profile löschen wollen?
is: Ertu viss um að þú viljir eyða völdum prófílum?
nl_be: Weet u zeker dat u de geselecteerde profielen wilt verwijderen?
sv: Vill du radera valda profiler?

source: Hospitality connection
de: Bewirtungsverbindung
is: Veitingakerfis tenging
nl_be: Hospitalityverbinding
sv: Restauranganslutning

source: Item connection
de: Artikelverbindung
is: Vörutenging
nl_be: Artikelverbinding
sv: Artikelanslutning

source: Remove profiles
de: Profile enttfernen
is: Fjarlægja prófíla
nl_be: Profielen verwijderen
sv: Ta bort profiler

# RemoveProfilesQuestion
source: Are you sure you would like to remove the selected Kitchen Service profiles ?
de: Sind Sie sicher, dass Sie die ausgewählten Küchenserviceprofile entfernen wollen?
is: Ertu viss um að þú viljir eyða völdum Kitchen Manager prófílum?
nl_be: Bent u zeker dat u de geselecteerde keukenserviceprofielen wil verwijderen?
sv: Vill du ta bort valda köksserviceprofiler?

source: Styles
de: Formate
is: Stílar
nl_be: Stijlen
sv: Format

source: Terminal connection
de: Terminalverbindung
is: Kassatenging
nl_be: Terminalverbinding
sv: Väg

# ConfigSent
source: Configuration sent
de: Konfiguration gesendet
is: Grunnstillingar sendar
nl_be: Configuratie verzonden
sv: Konfiguration skickad

# CouldNotSendConfig
source: Could not send configuration
de: Konnte Konfiguration nicht senden
is: Gat ekki sent grunnstillingar
nl_be: Kon geen configuratie verzenden
sv: Kan inte skicka konfiguration

source: Profiles
de: Profile
is: Prófílar
nl_be: Profielen
sv: Profiler

# GettingConfig
source: Getting configuration
de: Erhalte Konfiguration
is: Sæki stillingar
nl_be: Configuratie ophalen ...
sv: Hämtar konfiguration

# ManageConfig
source: Manage configuration
de: Konfiguration verwalten
is: Umsjón stillinga
nl_be: Configuratie beheren
sv: Konfigurationsadministration

source: Text color
de: Textfarbe
is: Textalitur
nl_be: Tekstkleur
sv: Textfärg

# Butotn
source: Button
de: Schaltfläche
is: Takki
nl_be: Knop
sv: Knapp

source: Button profile
is: Takkaprófill

# ButtonProfileDescription
source: Use this option to manage button profiles
is: Notaðu þennan valmöguleika til að sjá um takkaprófíla

source: Button profiles
is: Takkaprófill

source: Buttons
is: Hnappar
sv: Knappar

source: Connecting to Kitchen service
de: Verbindung zum Küchenservice
is: Tengist Eldhúsþjónustu
nl_be: Bezig met connecteren
sv: Ansluter till köksservice

source: Connecting to Kitchen service failed
de: Verbindung zum Küchenservice fehlgeschlagen
is: Mistókst að tengjast Eldhúsþjónustu
nl_be: Connectie met keukenservice mislukt
sv: Anslutning till köksservice misslyckades

source: Connecting to Kitchen service worked
de: Verbindung zum Küchenservice funktioniert
is: Tenging við Eldhústþjónstu tókst
nl_be: Connectie met keukenservice succesvol
sv: Anslutning till köksservice gick bra

# ConnectionToKSDatabaseFailed
source: Error connecting to Kitchen service database
de: Fehler beim Verbinden zur Küchenservicedatenbank
is: Villa við að tengjast gagnagrunni Eldhúsþjónustu
nl_be: Fout tijdens connecteren met keukenservice
sv: Fel vid anslutning till köksservice databasen

source: Deals
is: Tilboð - sölur (Magn)

source: Delete button
de: Schaltflächenrastermenü löschen
is: Eyða eldhússkjá hnappaborðsvalmynd
nl_be: Menu knoppenrooster verwijderen

source: Display station
de: Station anzeigen
is: Eldhússkjár
nl_be: Weergavestation
sv: Ny restaurang station

source: Display stations
de: Stationen anzeigen
is: Eldhússkjásstöðvar
nl_be: Weergavestations
sv: Skärmstationer

source: Full screen
is: Allur skjár
sv: Helskärm

source: Functional profile
de: Funktionsprofil
is: Virkniprófíll
nl_be: Functioneel profiel
sv: Funktionalitetsprofil

source: Functional profiles
de: Funktionsprofile
is: Eldhússkjá virkniprófílar
nl_be: Functionele profielen
sv: Funktionalitetsprofiler

# HeaderFooter
source: Header and footer
de: Kopf- und Fußzeile
is: Haus og fótur
nl_be: Hoofd- en voettekst
sv: Huvud och fot

source: Hide
de: Ausblenden
is: Fela
nl_be: Verbergen
sv: Dölj

# IDMissing
source: ID is missing
de: ID fehlt
is: Einkenni vantar
nl_be: ID ontbreekt
sv: ID saknas

# IDMissingQuestion
source: ID is missing. Would you like to auto generate the ID?
de: ID fehlt. Wollen Sie die ID automatisch generieren?
is: Einkenni vantar. Viltu láta búa til einkennið sjálfkrafa?
nl_be: ID ontbreekt. Wilt u automatisch een ID genereren?
sv: ID saknas. Vill du autogenerera ID?

source: Items
de: Artikel
is: Vörur
nl_be: Artikelen
sv: Artiklar

source: Kitchen service
de: Küchen-Service
is: Eldhúsþjónstua
nl_be: Keukenservice

source: Kitchen service profile
de: Küchen-Service-Profil
is: Eldhúsþjónustuprófíll
nl_be: Keukenserviceprofiel
sv: Köksserviceprofilen

source: Kitchen service profiles
de: Küchen-Service-Profile
is: Eldhúsþjónustuprófílar
nl_be: Keukenserviceprofielen
sv: Köksserviceprofiler

# KitchenServiceProfilesDescription
source: Use this option to manage Kitchen service profiles
de: Verwenden Sie diese Option, um Küchenserviceprofile zu verwalten
is: Notaðu þennan valmöguleika til að sjá um Eldhúsþjónustuprófíla
nl_be: Gebruik deze optie om keukenserviceprofielen te beheren
sv: Använd alternativet för att hantera köksserviceprofiler

source: Modifiers
is: Breytingar

source: Order
de: Bestellung
is: Pöntun

source: Order pane
is: Pantana svæðisstíll
sv: Orderfönster stil

source: Style profile
de: Stilprofil
is: Stíls prófíll
nl_be: Stijlprofiel
sv: Stilprofil

source: Style profiles
de: Stilprofile
is: Stíls prófílar
nl_be: Stijlprofielen
sv: Stilprofiler

source: Visual profile
de: Visuelles Profil
is: Útlitsprófíll
nl_be: Visueel profiel
sv: Visuell profil

source: Visual profiles
de: Visuelle Profile
is: Útlitsprófílar
nl_be: Visuele profielen
sv: Visuella profiler

source: Chit
de: Zettel
is: Miði
nl_be: Nota

source: Chit header / footer
de: Zettelkopfzeile/ -fußzeile
is: Haus / fótur miða
nl_be: Nota hoofding/voettekst

source: Chit header / footer part
de: Zettelkopfzeilen / -fußzeilenteil
is: Hluti af haus / fót miða
nl_be: Nota hoofding/voettekst onderdeel

source: Chit item modifier glyph
de: Zettelartikelmodifikatorglyphe
is: Tákn fyrir vörubreytu á miða
nl_be: Nota hoofding/voettekst glyph

source: Chit line
de: Zettelzeile
is: Miðalína
nl_be: Nota lijn

source: Default chit
de: Standardzettel
is: Sjálfgefinn miði
nl_be: Standaard nota

source: Default chit line
de: Standardzettelzeile
is: Sjálfgefin miðalína
nl_be: Standaard notalijn

source: Delete button profile
is: Eyða takkaprófíl

# DeleteButtonProfileQuestion
source: Are you sure you want to delete the button profile ?
is: Ertu viss um að þú viljir eyða takkaprófíl ?

source: Delete button profiles
is: Eyða takkaprófílum

# DeleteButtonProfilesQuestion
source: Are you sure you want to delete the button profiles ?
is: Ertu viss um að þú viljir eyða takkaprófílunum ?

# DeleteButtonQuestion
source: Are you sure you want to delete the button ?
is: Ertu viss um að þú viljir eyða takkanum ?

source: Delete buttons
is: Eyða tökkum

# DeleteButtonsQuestion
source: Are you sure you want to delete the buttons ?
is: Ertu viss um að þú viljir eyða tökkunum ?

source: Delete display station
is: Eyða eldhússkjá

source: Delete display stations
is: Eyða eldhússkjám

source: Delete kitchen printer
is: Eyða eldhúsprentara

# DeleteKitchenPrinterQuestion
source: Are you sure you want to delete the selected kitchen printer ?
is: Ertu viss um að þú viljir eyða völdum eldhúsprentara ?

# DisplayStationIDExists
source: This Display station ID exists in the database
is: Einkenni eldhússkjás er þegar til í gagnagrunni

# DisplayStationsDescription
source: Use this option to manage display stations
is: Notaðu þennan kost til að sjá um eldhússkjái

# ErrorCannotLoadDeviceList
source: No device list found at host {0}, check if the printing station service is running at the host and has printers installed
is: Engin tæki fundust á hýsli {0}, ath. hvort það séu einhverjir prentarar settir upp og að kerfið sé keyrandi
nl_be: Geen apparatenlijst gevonden bij host {0}. Controleer of de printstationservice bij de host werkt en de printers geïnstalleerd zijn
sv: Inga maskiner hittades på fjärrvärd {0}, kolla att skrivaren är rätt uppsätt och att tjänsten är startad

# FunctionalProfileHasNoButtons
source: The given functional profile has no buttons attached to it
de: Das gegebene Funktionprofil hat keine Schaltflächen mit ihm verbunden
is: Virkniprófíll hefur enga takka á sér
nl_be: Het opgegeven functioneelprofiel heeft bevat geen knoppen
sv: Funktionalitetsprofilen har inga knappar

# FunctionalProfilesDescription
source: Use this option to manage display station functional profiles
is: Notaðu þennan kost til að sjá um eldhússkjá virkniprófíla

source: Kitchen display system
is: Eldhússkjáakerfi

source: No buttons found
de: Keine Schaltfächengefunden
is: Engir takkar fundust
nl_be: Geen knoppen gevonden
sv: Inga knappar hittade

source: Printer
de: Drucker
is: Prentari
sv: Skrivare

source: Printers
is: Prentarar

# PrintersDescription
source: Use this option to manage kitchen printers
is: Notaðu þennan kost til að sjá um eldhús prentara

source: Separator line color
de: Trennzeilenfarbe
is: Litur skiptilínu
nl_be: Kleur scheidingslijn
sv: Separator radfärg

# StyleProfilesDescription
source: Use this option to manage display station style profiles
is: Notaðu þennan kost til að sjá um eldhússkjá stílaprófíla

# VisualProfilesDescription
source: Use this option to manage display station visual profiles
is: Notaðu þennan kost til að sjá um eldhússkjá útlitsprófíla

source: Shift
de: Umsch
sv: Skift

source: Control
de: Steuerung
nl_be: Controle
sv: Kontroll
