Repository: iespana/LSOne
Catalog: SM/Plugins/VariantFramework/Properties/Resources.*.resx
Languages: bg, da, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Save dimension as template
bg: Запазване на аналитичност като шаблон
da: Gem dimension som skabelon
es: Guardar dimensión como plantilla
fi: Tallenna dimensio malliksi
fr: Enregistrer la dimension en tant que modèle
is: Vista vídd sem sniðmát
nl: Dimensie als sjabloon opslaan
nl_be: Afmeting als template opslaan
ru: Сохранить измерение как шаблон
sv: Spara dimension som mall
vi_vn: Lưu kích thước làm mẫu

source: Save dimension template
bg: Запазване на шаблон за аналитичност
da: Gem dimension skabelon
es: Guardar plantilla de dimensiones
fi: Tallenna dimensiomalli
fr: Enregistrer le modèle de dimension
is: Vista víddar sniðmát
nl: Dimensie sjabloon opslaan
nl_be: Afmetingstemplate opslaan
ru: Сохранитьшаблон измерения
sv: Spara dimensionsmall
vi_vn: Lưu mẫu luồng phân tích

source: Select
bg: Избиране
da: Vælg
es: Seleccionar
fi: Valitse
fr: Sélectionner
is: Velja
nl: Selecteer
nl_be: Selecteren
ru: Выбор
sv: Välj
vi_vn: Lựa chọn

source: Select all
bg: Избиране на всички
da: Vælg alle
es: Seleccionar todo
fi: Valitse kaikki
fr: Tout sélectionner
is: Velja allt
nl: Kies alle
nl_be: A&lles selecteren
ru: Выбрать все
sv: Markera allt
vi_vn: Chọn toàn bộ

source: Selected
bg: Избрано
da: Valgt
es: Seleccionado
fi: Valitut
fr: Choisi
is: Valið
nl: Geselecteerd
nl_be: Geselecteerd
ru: Отобрано
sv: Vald
vi_vn: Đã chọn

source: Select none
bg: Избор няма
da: Vælg ingen
es: No seleccionar ninguno
fi: Ei valintaa
fr: Ne rien sélectionner
is: Velja engan
nl: Geen Selecteren
nl_be: Geen enkele selecteren
ru: Ничего не выбрано
sv: Markera ingen
vi_vn: Không chọn

# VariantFrameworkPluginName
source: Variant framework
bg: Вариантна рамка
da: Variant arbejdsskema
es: Marco de trabajo de variante
fi: Varianttikehys
fr: Infrastructure de la variante
is: Afbrigðarammi
nl: Variant kader
nl_be: Variantkader
ru: Структура варианта
sv: Ramverk för variant
vi_vn: Khung biến thể

source: Variant items
bg: Вариантни артикули
da: Variantvarer
es: Variantes de artículo
fi: Varianttituotteet
fr: Articles de variantes
is: Vöruafbrigði
nl: Variant artikelen
nl_be: Variantartikelen
ru: Варианты товара
sv: Variantartiklar
vi_vn: Biến thể hàng hóa
