Repository: iespana/LSOne
Catalog: SM/Plugins/VariantFramework/Properties/Resources.*.resx
Languages: bg, da, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Add
bg: Добавяне
da: Tilføj
es: Añadir
fi: Lisää
fr: Ajouter
is: Bæta við
nl: Toevoegen
nl_be: Toevoegen
ru: Добавить
sv: Lägg till
vi_vn: Cộng thêm

source: Add attribute
bg: Добави атрибут
da: Tilføj egenskab
es: Añadir atributo
fi: Lisää attribuutti
fr: Ajouter un attribut
is: Bæta við eiginleika
nl: Specificatie toevoegen
nl_be: Kenmerk toevoegen
ru: Добавить аттрибут
sv: Lägg till attribut
vi_vn: Thêm thuộc tính

source: Add dimension
bg: Добавяне на аналитичност
da: Tilføj dimension
es: Añadir dimensión
fi: Lisää dimensio
fr: Ajouter une dimension
is: Bæta við vídd
nl: Dimensie toevoegen
nl_be: Afmeting toevoegen
ru: Добавить измерение
sv: Lägg till dimension
vi_vn: Bổ sung luồng phân tích

source: Add variant item
bg: Добавете вариант артикул
da: Tilføj variantvare
es: Añadir variante de artículo
fi: Lisää varianttituote
fr: Ajouter un article de variante
is: Bæta við vöruafbrigði
nl: Variant item toevoegen
nl_be: Variantartikel toevoegen
ru: Добавить вариант товара
sv: Lägg till variantartikel
vi_vn: Thêm Biến Thể

# AttributeCodeInvalid
source: You have already created an attribute with this code for this dimension
bg: Вече създадохте атрибут с този код за тази аналитичност
da: Du har allerede oprettet en egenskab med denne kode til denne dimension
es: Ya ha creado un atributo con este código para esta dimensión.
fi: Olet jo luonut attribuutin tällä koodilla tälle dimensiolle
fr: Vous avez déjà créé un attribut ayant ce code pour cette dimension
is: Þú hefur nú þegar búið til eiginleika með þessum kóða fyrir þessa vídd
nl: U hebt al een kenmerk met deze code voor deze dimensie
nl_be: U heeft al een kenmerk aangemaakt met deze code voor deze afmeting
ru: Вы уже создали атрибут с этим кодом для этого измерения
sv: Du har redan skapat ett attribut med den här koden för dimensionen
vi_vn: Bạn đã tạo một thuộc tính với mã này cho luồng phân tích này

# AttributeDescriptionInvalid
source: You have already created an attribute with this description for this dimension
bg: Вече създадохте атрибут с това описание за тази аналитичност
da: Du har allerede oprettet en attribut med denne beskrivelse for denne dimension
es: Ya ha creado un atributo con esta descripción para esta dimensión.
fi: Olet jo luonut attribuutin tällä kuvauksella tälle dimensiolle
fr: Vous avez déjà créé un attribut ayant cette description pour cette dimension
is: Þú hefur nú þegar búið til eiginleika með þessari lýsingu fyrir þessa vídd
nl: U hebt al een kenmerk met deze beschrijving voor deze dimensie
nl_be: U heeft al een kenmerk aangemaakt met deze omschrijving voor deze afmeting
ru: Вы уже создали атрибут с этим описанием для этого измерения
sv: Du har redan skapat ett attribut med den här beskrivningen för dimensionen
vi_vn: Bạn đã tạo một thuộc tính với mô tả này cho luồng phân tích này

source: Creating variant items
bg: Създаване на вариант артикули
da: Oprettelse af variantvarer
es: Creación de variantes de artículo en curso
fi: Luodaan varianttituotteita
fr: Création d'articles de variante en cours
is: Bý til vöruafbrigði
nl: Variant items maken
nl_be: Variantartikelen worden aangemaakt
ru: Создание вариантов товаров
sv: Skapar variantartiklar
vi_vn: Tạo các mục biến thể

# CreatingVariantItemsCount
source: Creating {0} of {1} variant items
bg: Създаване на {0} от {1} вариант артикули
da: Oprettelse af {0} af {1} variantvarer
es: Creando {0} de {1} variantes de artículo.
fi: Luodaan {0} / {1} varianttituotetta
fr: Création de {0} sur {1} articles de variante
is: Bý til {0} af {1} vöruafbrigðum
nl: {0} van {1} maken variant items
nl_be: {0} van {1} variantartikelen worden aangemaakt
ru: Создание {0} из {1} вариантов товаров
sv: Skapar {0} av {1} variantartiklar
vi_vn: Tạo {0} trong mục biến thể {1}

source: Delete
bg: Изтриване
da: Slet
es: Borrar
fi: Poista
fr: Supprimer
is: Eyða
nl: Verwijderen
nl_be: Verwijderen
ru: Удалить
sv: Ta bort
vi_vn: Xóa

source: Delete attribute
bg: Изтриване на атрибут
da: Slet attribut
es: Eliminar atributo
fi: Poista attribuutti
fr: Supprimer l'attribut
is: Eyða eiginleika
nl: Verwijderen attribute
nl_be: Kenmerk verwijderen
ru: Удалить аттрибут
sv: Radera attribut
vi_vn: Xóa thuộc tính

# DeleteAttributeQuestion
source: Are you sure you would like to delete the selected attribute?
bg: Наистина ли искате да изтриете избрания атрибут?
da: Er du sikker på, at du vil slette den valgte attribut?
es: ¿Está seguro de que desea eliminar el atributo seleccionado?
fi: Haluatko varmasti poistaa valitun attribuutin?
fr: Êtes-vous sûr(e) de vouloir supprimer l'attribut choisi ?
is: Ert þú viss um að þú viljir eyða völdum eiginleika?
nl: Weet u zeker dat u zou willen verwijdert u het geselecteerde kenmerk?
nl_be: Weet u zeker dat u het geselecteerde kenmerk wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранные аттрибуты?
sv: Vill du verkligen radera det valda attributet?
vi_vn: Bạn có chắc chắn muốn xóa thuộc tính đã chọn?

# DeleteAttributeWarning
source: Deleting this attribute will delete all variant items using this attribute. Are you sure you want to delete it?
bg: Изтриването на този атрибут ще изтрие всички варианти артикули с този атрибут. Наистина ли искате да го изтриете?
da: Sletning af denne attribut sletter alle variantelementer, der bruger denne attribut. Er du sikker på, at du vil slette det?
es: Al eliminar este atributo también eliminará todas las variantes de artículo que lo utilicen. ¿Está seguro de que desea eliminarlo?
fi: Tämän attribuutin poistaminen poistaa kaikki varianttituotteet, jotka käyttävät tätä attribuuttia. Haluatko varmasti poistaa sen?
fr: La suppression de cet attribut supprimera tous les articles de variante utilisant cet attribut. Êtes-vous sûr(e) de vouloir le supprimer ?
is: Með því að eyða völdum eiginleika mun öllum vöruafbrigðum sem nota hann einnig verða eytt. Ertu viss um að þú viljir eyða eiginleikanum?
nl: Als dit kenmerk verwijdert alle variant items met behulp van dit kenmerk. Weet u zeker dat u wilt verwijderen?
nl_be: Door dit kenmerk te verwijderen, zullen alle variantartikelen die dit kenmerk gebruiken, worden verwijderd. Weet u zeker dat u het wilt verwijderen?
ru: Удаляя этот аттрибут, будут удалены все варианты товара, которые его используют. Вы уверены, что хотите удалить его?
sv: Om du raderar det här attributet raderas alla variantartiklar som använder det här attributet. Vill du verkligen ta bort det?
vi_vn: Xóa thuộc tính này sẽ xóa tất cả các mục biến thể bằng thuộc tính này. Bạn có chắc chắn muốn xóa không?

source: Delete dimension
bg: Изтриване на аналитичност
da: Slet dimension
es: Eliminar dimensión
fi: Poista dimensio
fr: Supprimer la dimension
is: Eyða vídd
nl: Dimensie verwijderen
nl_be: Afmeting verwijderen
ru: Удалить измерение
sv: Radera dimension
vi_vn: Xóa luồng phân tích

# DeleteDimensionQuestion
source: Are you sure you would like to delete the selected dimension?
bg: Наистина ли искате да изтриете избраната аналитичност?
da: Er du sikker på, at du vil slette den valgte dimension?
es: ¿Está seguro de que desea eliminar la dimensión seleccionada?
fi: Haluatko varmasti poistaa valitun dimension?
fr: Êtes-vous sûr(e) de vouloir supprimer la dimension choisie ?
is: Ert þú viss um að þú viljir eyða valdri vídd?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde dimensie?
nl_be: Weet u zeker dat u de geselecteerde afmeting wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранное измерение?
sv: Vill du verkligen radera den valda dimensionen?
vi_vn: Bạn có chắc chắn muốn xóa luồng phân tích đã chọn không?

source: Delete retail item
bg: Изтриване ритейл група
da: Slet salgsvare
es: Borrar artículo minorista
fi: Poista vähittäismyyntituote
fr: Supprimer l'article de vente au détail
is: Eyða kassavöru
nl: Retail-item verwijderen
nl_be: Retailartikel verwijderen
ru: Удалить розничный товар
sv: Radera detaljhandelsartikel
vi_vn: Xóa mặt hàng bán lẻ

# DeleteRetailItemQuestion
source: Are you sure you would like to delete the selected retail item ?
bg: Сигурни ли сте, че искате да изтриете избрания ритейл артикул?
da: Er du sikker på, at du vil slette den valgte salgsvare?
es: ¿Está seguro de que desea borrar el artículo minorista seleccionado?
fi: Haluatko varmasti poistaa valitun vähittäismyyntituotteen?
fr: Êtes-vous sûr(e) de vouloir supprimer l'article de vente au détail choisi ?
is: Ertu viss um að þú viljir eyða valdri kassa vöru ?
nl: Weet u zeker dat u wilt verwijderen van het geselecteerde retail-item?
nl_be: Weet u zeker dat u het geselecteerde retailartikel wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный розничный товар ?
sv: Vill du radera vald detaljhandelsartikel?
vi_vn: Bạn có chắc chắn muốn xóa mục bán lẻ đã chọn?

source: Delete retail items
bg: Изтриване Ритейл артикули
da: Slet salgsvarer
es: Borrar artículos minoristas
fi: Poista vähittäismyyntituotteet
fr: Supprimer les articles de vente au détail
is: Eyða vörum
nl: Retail items verwijderen
nl_be: Retailartikelen verwijderen
ru: Удалить розничные товары
sv: Radera detaljhandelsartiklar
vi_vn: Xóa các mặt hàng bán lẻ

# DeleteRetailItemsQuestion
source: Are you sure you would like to delete the selected retail items ?
bg: Сигурни ли сте, че искате да изтриете избраните ритейл артикули?
da: Er du sikker på, at du vil slette de valgte salgsvarer?
es: ¿Está seguro de que desea borrar los artículos minoristas seleccionados?
fi: Haluatko varmasti poistaa valitut vähittäismyyntituotteet?
fr: Êtes-vous sûr(e) de vouloir supprimer les articles de vente au détail choisis ?
is: Ertu viss um að þú viljir eyða völdum vörum ?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde retail items?
nl_be: Weet u zeker dat u de geselecteerde retailartikelen wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранные розничные товары ?
sv: Vill du radera vald detaljhandelsartiklar?
vi_vn: Bạn có chắc chắn muốn xóa các mặt hàng bán lẻ đã chọn?

source: Delete variant item
bg: Изтриване на вариант артикул
da: Slet variantvare
es: Eliminar variante de artículo
fi: Poista varianttituote
fr: Supprimer l'article de variante
is: Eyða vöruafbrigði
nl: Variant item verwijderen
nl_be: Variantartikel verwijderen
ru: Удалить вариант товара
sv: Radera variantartikel
vi_vn: Xóa mục biến thể

# DeleteVariantItemQuestion
source: Are you sure you would like to delete the selected variant item?
bg: Наистина ли искате да изтриете избрания вариант артикул?
da: Er du sikker på, at du vil slette den valgte variantvare?
es: ¿Está seguro de que desea eliminar la variante de artículo seleccionada?
fi: Haluatko varmasti poistaa valitun varianttituotteen?
fr: Êtes-vous sûr(e) de vouloir supprimer l'article de variante choisi ?
is: Ert þú viss um að þú viljir eyða völdu vöruafbrigði?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde variant item?
nl_be: Weet u zeker dat u het geselecteerde variantartikel wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный вариант товара?
sv: Vill du verkligen radera den valda variantartikeln?
vi_vn: Bạn có chắc chắn muốn xóa mục biến thể đã chọn không?

source: Delete variant items
bg: Изтриване вариант артикул
da: Slet variantvarer
es: Eliminar variantes de artículo
fi: Poista varianttituotteita
fr: Supprimer des articles de variantes
is: Eyða vöruafbrigðum
nl: Variant items verwijderen
nl_be: Variantartikelen verwijderen
ru: Удалить варианты товаров
sv: Radera variantartiklar
vi_vn: Xóa các mục biến thể

# DeleteVariantItemsQuestion
source: Are you sure you would like to delete the selected variant items?
bg: Наистина ли искате да изтриете избраните вариант артикули?
da: Er du sikker på, at du vil slette de valgte variantvarer?
es: ¿Está seguro de que desea eliminar las variantes de artículo seleccionadas?
fi: Haluatko varmasti poistaa valitut varianttituotteet?
fr: Êtes-vous sûr(e) de vouloir supprimer les articles de variantes choisis ?
is: Ert þú viss um að þú viljir eyða völdum vöruafbrigðum?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde variant items?
nl_be: Weet u zeker dat u de geselecteerde variantartikelen wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранные варианты товаров?
sv: Vill du verkligen radera de valda variantartiklarna?
vi_vn: Bạn có chắc chắn muốn xóa các mục biến thể đã chọn?

source: Description
bg: Описание:
da: Beskrivelse
es: Descripción
fi: Kuvaus:
is: Lýsing
nl: Beschrijving
nl_be: Omschrijving
ru: Описание:
sv: Beskrivning
vi_vn: Mô tả:

source: Deselect
bg: Размаркиране
da: Fjern markering
es: Anular selección
fi: Poista valinta
fr: Décocher
is: Afvelja
nl: Deselecteren
nl_be: Selectie ongedaan maken
ru: Отмена выбора
sv: Avmarkera
vi_vn: Bỏ chọn

# DimensionAttributeMissing
source: On the '{0}' tab a dimension attribute is missing for the '{1}' dimension
bg: В раздела '{0}' аналитичност атрибут липсва за аналитичност '{1}'
da: På fanen '{0}' mangler en dimensionattribut for dimensionen '{1}'
es: En la pestaña '{0}' falta un atributo de dimensión para la dimensión '{1}'.
fi: '{0}' -välilehdellä puuttuu dimensioattribuutti '{1}' -dimensiolle
fr: À l'onglet '{0}' un attribut de dimension est manquant pour la dimension '{1}'
is: Á '{0}' flipanum vantar eiginleika fyrir '{1}' víddina
nl: Op het tabblad '{0}' ontbreekt dimensie een kenmerk voor de dimensie '{1}'
nl_be: Op de '{0}' tab ontbreekt een afmetingskenmerk voor de '{1}' afmeting
ru: На вкладке '{0}' атрибут измерения отсутствует для '{1}' измерения
sv: På fliken {0} saknas ett dimensionsattribut för dimensionen {1}
vi_vn: Trên tab '{0}', một thuộc tính luồng phân tích bị thiếu cho luồng phân tích '{1}'

# DimensionDescriptionNotValid
source: You have already created a dimension with this description
bg: Вече създадохте аналитичност с това описание
da: Du har allerede oprettet en dimension med denne beskrivelse
es: Ya ha creado una dimensión con esta descripción.
fi: Olet jo luonut dimension tällä kuvauksella
fr: Une dimension correspondant à cette description a déjà été créée
is: Þú hefur nú þegar búið til vídd með þessari lýsingu
nl: U hebt al een dimensie gemaakt met deze beschrijving
nl_be: U hebt al een afmeting aangemaakt met deze omschrijving
ru: Вы создали измерение с этим описание
sv: Du har redan skapat en dimension med den här beskrivningen
vi_vn: Bạn đã tạo một luồng phân tích với mô tả này

source: Dimensions
bg: Аналитичности
da: Dimensioner
es: Variaciones
fi: Dimensiot
is: Vídd
nl: Dimensies
nl_be: Afmetingen
ru: Измерения
sv: Dimensioner
vi_vn: Luồng phân tích

source: Edit
bg: Редактиране
da: Rediger ...
es: Editar
fi: Muokkaa
fr: Modifier
is: Breyta
nl: Bewerken
nl_be: Bewerken
ru: Редактировать
sv: Redigera
vi_vn: Chỉnh sửa

source: Edit description and code
bg: Редактиране описание и код
da: Rediger beskrivelse og kode
es: Editar descripción y código
fi: Muokkaa kuvausta ja koodia
fr: Modifier la description et le code
is: Breyta lýsingu og kóða
nl: Beschrijving bewerken en code
nl_be: Omschrijving en code bewerken
ru: Редактировать описание и код
sv: Redigera beskrivning och kod
vi_vn: Chỉnh sửa mô tả và mã

source: Filter
bg: Филтър
es: Filtro
fi: Suodatin
fr: Filtre :
is: Afmörkun
ru: Фильтр
vi_vn: Bộ lọc

# ItemDescription
source: Description
bg: Описание:
da: Beskrivelse
es: Descripción
fi: Kuvaus:
is: Lýsing
nl: Beschrijving
nl_be: Omschrijving
ru: Описание:
sv: Beskrivning
vi_vn: Mô tả:

source: Item ID
bg: Артикул No
da: Varenummer
es: ID de Artículo
fi: Tuotetunnus
fr: ID de l'article
is: Auðkenni vöru
nl: Artikel ID
nl_be: Artikel-ID
ru: ID товара
sv: Artikel-ID
vi_vn: Mã số mặt hàng

source: Move down
bg: Надолу
da: Flyt ned
es: Bajar
fi: Siirrä alas
fr: Descendre
is: Færa niður
nl: Naar beneden
nl_be: Naar beneden gaan
ru: Переместить вниз
sv: Flytta ned
vi_vn: Xuống dưới

source: Move up
bg: Нагоре
da: Flyt op
es: Subir
fi: Siirrä ylös
fr: Monter
is: Færa upp
nl: Naar boven
nl_be: Naar boven gaan
ru: Переместить вверх
sv: Flytta upp
vi_vn: Lên trên

# NoDimensionsForVariantItem
source: The item you are creating is of type Variant header but no dimensions have been selected. Please create dimensions and variant items or change the item type to be Retail item
bg: Артикулът, който създавате, е от вид вариант, но не са избрани аналитичности. Моля създайте аналитичности и варианти артикули или променете вида на артикула да бъде ритейл артикул
da: Den vare, du opretter, er af typen variant-overskrift, men der er ikke valgt nogen dimensioner. Opret venligst dimensioner og variantvarer, eller ændr varetypen til at være salgsvare
es: El objeto que está creando es una variante de encabezado pero no ha seleccionado las dimensiones. Defina las dimensiones y las variantes de artículo o seleccione “Artículo minorista” como tipo de artículo.
fi: Luomasi kohde on tyyppiä Varianttiotsikko, mutta yhtään dimensiota ei ole valittu. Luo dimensiot ja varianttityypit tai muuta tuotetyyppi vähittäismyyntituotteeksi.
fr: L'article que vous êtes en train de créer appartient au type d'en-tête de variante, mais aucune dimension n'a été choisie. Veuillez créer des dimensions et des articles de variante ou passer le type d'article à Article de vente au détail
is: Varan sem þú ert að búa til er af gerðinni Vara með afbrigðum en engar víddir hafa verið valdar. Vinsamlega búðu til víddir og vöruafbrigði eða breyttu vörunni í venjulega kassavöru.
nl: Het item dat u maakt is van type Variant kop maar geen afmetingen zijn geselecteerd. Gelieve afmetingen en variant items maken of wijzigen van het itemtype te Retail item
nl_be: Het artikel dat u aanmaakt is van het type Varianthoofding, maar er zijn geen afmetingen geselecteerd. Maak de afmetingen en variantartikels aan of wijzig het artikeltype in retailartikel
ru: Товар, который вы создаете имеет заголовок типа вариант, но не было выбрано ни одного измерения. Пожалуйста, создайте измерения и варианты товара или измените тип товара в розничный товар
sv: Artikeln du skapar är av en typ med variantrubrik, men inga dimensioner har valts. Ange dimensioner och skapa variantartiklar eller ändra artikeltypen till en detaljhandelsartikel
vi_vn: Mục bạn đang tạo thuộc loại tiêu đề Biến thể nhưng không có luồng phân tích nào được chọn. Vui lòng tạo luồng phân tích và các mục biến thể hoặc thay đổi loại mặt hàng thành Mặt hàng bán lẻ

# NoProperItemType
source: The item you are creating does not support dimensions or variant items. Please change the item type or remove any selected variant items or dimensions.
bg: Артикулът, който създавате, не поддържа аналитичности или вариант артикули. Моля променете вид артикул или премахнете всички избрани варианти артикули или аналитичности
da: Den vare, du opretter, understøtter ikke dimensioner eller variantvarer. Skift varetype eller fjern alle valgte variantvarer eller dimensioner.
es: El artículo que está creando no admite dimensiones o variantes de artículo. Cambie el tipo de artículo o elimine las variantes de artículo o dimensiones seleccionadas.
fi: Luomasi kohde ei tue dimensioita tai varianttituotteita. Muuta tuotetyyppi tai poista valitut varianttituotteet tai dimensiot.
fr: L'article que vous êtes en train de créer ne prend pas en charge les dimensions ou articles de variante. Veuillez changer le type d'article ou supprimer les articles de variantes ou dimensions choisis.
is: Varan sem er verið að búa til styður hvorki víddir né vöruafbrigði. Vinsamlegast breytið vörutegundinni eða fjarlægið víddir og vöruafbrigði.
nl: Het item dat u aan het maken zijn ondersteunt geen dimensies of variant items. Wijzig het itemtype of verwijder geselecteerde variant items of afmetingen.
nl_be: Het artikel dat u aanmaakt, biedt geen ondersteuning voor afmetingen of variantartikels. Wijzig het artikeltype of verwijder eventueel geselecteerde variantartikels of afmetingen.
ru: Товар, который вы создаете не поддерживает размеры или варианты товаров. Пожалуйста, измените тип товара или удалите любые выбранные варианты товара или измерения.
sv: Artikeln du skapar stöder inte dimensioner eller variantartiklar. Ändra artikeltypen eller ta bort eventuella valda variantartiklar eller dimensioner.
vi_vn: Mặt hàng bạn đang tạo không hỗ trợ luồng phân tích hoặc các biến thể hàng hóa. Vui lòng thay đổi loại mặt hàng hoặc loại bỏ bất kỳ biến thể mặt hàng hoặc luồng phân tích được chọn.

# NoVariantItemsSelected
source: The item you are creating has dimensions but no variant items have been selected. Please select the variant items that should be created or delete the dimensions
bg: Артикулът, който създавате, има аналитичности, но не са избрани вариант артикули. Моля изберете вариант артикули, които трябва да бъдат създадени, или изтрийте аналитичностите
da: Den vare, du opretter, har dimensioner, men der er ikke valgt nogen variantvarer. Vælg de variantvarer, der skal oprettes, eller slet dimensionerne
es: El artículo que está creando tiene dimensiones pero no se han seleccionado variantes de artículo. Seleccione las variantes de artículo que haya que crear o elimine las dimensiones.
fi: Luomallasi tuotteella on dimensioita, mutta varianttituotteita ei ole valittu. Valitse luotavat varianttituotteet tai poista dimensiot.
fr: L'article que vous êtes en train de créer a des dimensions, mais aucun article de variante n'a été sélectionné. Veuillez choisir les articles de variantes devant être créés ou supprimer les dimensions
is: Varan sem þú bjóst til hefur víddir en engin vöruafbrigði hafa verið valin. Veldu vöruafbrigðin sem þú vilt bæta við eða eiddu víddunum
nl: Het item dat u aan het maken zijn afmetingen heeft, maar geen variant items zijn geselecteerd. Selecteer de variant items die moeten worden gemaakt of de dimensies verwijderen
nl_be: Het artikel dat u aanmaakt, heeft afmetingen, maar er zijn geen variantartikelen geselecteerd. Selecteer de variantartikelen die moeten worden aangemaakt of verwijder de afmetingen.
ru: Товар, который вы создаете, имеет измерения, но не варианты товара не выбраны. Пожалуйста, выберите варианты товара, которые должны быть созданы или удалить измерения
sv: Artikeln du håller på att skapa har dimensioner, men ingen variantartikel har valts. Välj de variantartiklar som ska skapas, eller radera dimensionerna
vi_vn: Hàng hóa bạn đang tạo có luồng phân tích nhưng không có biến thể hàng hóa nào được chọn. Vui lòng chọn các biến thể hàng hóa sẽ được tạo hoặc xóa luồng phân tích

source: Remove attribute
bg: Премахване на атрибут
da: Fjern attribut
es: Eliminar atributo
fi: Poista attribuutti
fr: Retirer l'attribut
is: Fjarlægja eiginleika
nl: Attribuut verwijderen
nl_be: Kenmerk weglaten
ru: Удалить аттрибут
sv: Ta bort attribut
vi_vn: Xóa thuộc tính

source: Remove dimension
bg: Премахване аналитичност
da: Fjern dimension
es: Eliminar dimensión
fi: Poista dimensio
fr: Retirer la dimension
is: Fjarlægja vídd
nl: Verwijder afmeting
nl_be: Afmeting weglaten
ru: Удалить измерение
sv: Ta bort dimension
vi_vn: Xóa luồng phân tích

source: Remove variant item
bg: Отстранете вариант артикул
da: Fjern variantvare
es: Eliminar variante de artículo
fi: Poista varianttituote
fr: Retirer l'article de variante
is: Fjarlægja vöruafbrigði
nl: Variant item verwijderen
nl_be: Variantartikel weglaten
ru: Удалить вариант товара
sv: Ta bort variantartikel
vi_vn: Xóa biến thể hàng hóa

source: Retail
bg: Търговия на дребно
da: Salg
es: Minorista
fi: Vähittäiskauppa
fr: Vente au détail
is: Verslun
nl: Kleinhandel
ru: Розница
vi_vn: Bán lẻ

source: Save as template
bg: Запази като шаблон
da: Gem som skabelon
es: Guardar como plantilla
fi: Tallenna malliksi
fr: Enregistrer en tant que modèle
is: Vista sem sniðmát
nl: Opslaan als template
nl_be: Als template opslaan
ru: Сохранить как шаблон
sv: Spara som mall
vi_vn: Lưu thành mẫu
