Repository: iespana/LSOne
Catalog: SM/Plugins/CustomerLedger/Properties/Resources.*.resx
Languages: bg, fi

source: Add
bg: Добавяне
fi: Lisää

source: Credit note
bg: Кредитно известие
fi: Hyvityslasku

source: Customer ledger
bg: Клиентски запис
fi: Asiakastapahtumat

source: Date
bg: Дата
fi: Pvm

source: Delete
bg: Изтриване
fi: Poista

source: Delete reason
bg: Изтриване на причина
fi: Poista syy

# DeleteReasonQuestion
source: Are you sure you want to delete the selected reason?
bg: Сигурни ли сте, че искате да изтриете избраната причина?
fi: Haluatko varmasti poistaa valitun syyn?

source: Description
bg: Описание:
fi: Kuvaus:

source: Document number
bg: Номер на документа:
fi: Asiakirjan numero:

source: Edit
bg: Редактиране
fi: Muokkaa

# Error001
source: Error while recreating customer ledger for store
bg: Грешка при повторно създаване на клиентски запис в магазина
fi: Virhe asiakastapahtumien uudelleenluomisessa myymälälle

# Error002
source: Error while recreating customer ledger
bg: Грешка при пресъздаването на клиентски запис
fi: Virhe asiakastapahtumien uudelleenluomisessa

source: Error connecting to Site Service
bg: Грешка при свързването с услугата на сайта
fi: Yhteyden muodostaminen Site Service -palveluun epäonnistui

# ExportingLedgerAndEMail
source: Exporting ledger to Excel and e-mail
bg: Експортиране на записи в Excel и електронна поща
fi: Viedään tapahtumat Exceliin ja sähköpostiin

# ExportingLedgerBody
source: Please find attached a worksheet with your statement history best regards
bg: Моля вижте приложен работен лист с историята на вашите извлечения С най-добри пожелания
fi: Liitteenä on työkirja, jossa on tilityshistoriasi ystävällisin terveisin

# ExportingLedgerSubject
source: Your statement history
bg: История на вашите извлечения
fi: Tilityshistoria

source: Head office
bg: Централно управление
fi: Pääkonttori

source: Ledger
bg: Запис
fi: Tapahtumat

# LedgerEmailCaption
source: Send customer ledger
bg: Изпратете записи за клиенти
fi: Lähetä asiakastapahtumat

# LocalDBRecreateCustomerLedger
source: The customer ledger wil be recreated on the local database. Do you want to continue?
bg: Клиентските записи ще бъдат повторно създадени в локалната база данни. Искате ли да продължите?
fi: Asiakastapahtumat uudelleenluodaan paikalliseen tietokantaan. Haluatko jatkaa?

# Mess001
source: Existing customer ledger entries will be deleted and recreated for selected customers. Do you want to continue?
bg: Съществуващите записи клиенти ще бъдат изтрити и повторно създадени за избрани клиенти. Искате ли да продължите?
fi: Nykyiset asiakastapahtumat poistetaan ja luodaan uudelleen valituille asiakkaille. Haluatko jatkaa?

source: No selection
bg: Няма избор
fi: Ei valintaa

# PaymentTypesCharged
source: Invoice
bg: Фактура
fi: Lasku

# PaymentTypesIntoAccount
source: Payment into account
bg: Плащане по сметка
fi: Maksu tilille

# PaymentTypesOtherTenders
source: Other tenders
bg: Други начини на плащане
fi: Muut maksuvälineet

# ReasonInUse
source: This reason is in use and cannot be deleted
bg: Тази причина се използва и не може да бъде изтрита
fi: Tämä syy on käytössä eikä sitä voi poistaa

source: Store
bg: Магазин:
fi: Myymälä:

source: Terminal
bg: Терминал:
fi: Pääte:

source: Types
bg: Видове
fi: Tyypit

# UpdateCustomersEmailAddress
source: Would you like to set the customer's e-mail address to {0}?
bg: Искате ли да зададете имейл адрес на клиента на {0}?
fi: Haluatko määrittää asiakkaan sähköpostiosoitteeksi {0}?

source: Warning
bg: Внимание
fi: Varoitus
