Repository: iespana/LSOne
Catalog: SM/Plugins/RetailItems/Dialogs/ImportImagesDialog.*.resx
Languages: nl_be

# $this.Header
source: Select either a folder with images or a data file mapping retail items to images files
nl_be: Een map met afbeeldingen of een gegevensbestand waarbij retailartikelen met afbeeldingsbestanden verbonden zijn, selecteren

# $this.Text
source: Import item images
nl_be: Afbeeldingen artikel importeren

# btnClose.Text
source: Close
nl_be: Sluiten

# btnImport.Text
source: Import
nl_be: Importeren

# chkCompress.Text
source: Use compression
nl_be: Compressie gebruiken

# chkDeleteImages.Text
source: Yes
nl_be: Ja

# chkSetMax.Text
source: Resize image
nl_be: Afbeelding in nieuw formaat weergeven

# cmbImportImages.Items
source: All image files
nl_be: Alle beeldbestanden

# cmbImportImages.Items1
source: PNG files
nl_be: PNG-bestanden

# cmbImportImages.Items2
source: JPG files
nl_be: JPG-bestanden

# lblCompress.Text
source: Compress images:
nl_be: Gecomprimeerde afbeeldingen:

# lblDataFile.Text
source: Data file:
nl_be: Gegevensbestand:

# lblDeleteImages.Text
source: Delete existing images:
nl_be: Bestaande afbeeldingen verwijderen:

# lblFailedImports.Text
source: Failed imports:
nl_be: Mislukte imports:

# lblGrpImageAlteration.Text
source: Image alteration
nl_be: Wijziging afbeelding

# lblGrpImport.Text
source: Images to import
nl_be: Afbeeldingen die moeten worden geïmporteerd

# lblGrpProgress.Text
source: Progress
nl_be: Vordering

# lblImageFolder.Text
source: Image folder:
nl_be: Map afbeeldingen:

# lblImagesToImport.Text
source: Images to import:
nl_be: Afbeeldingen die moeten worden geïmporteerd:

# lblImportedImages.Text
source: Imported images:
nl_be: Geïmporteerde afbeeldingen:

# lblMaxPixels.Text
source: maximum pixels on longer edge
nl_be: maximale aantal pixels op de langere rand

# lblMaxSize.Text
source: Set maximum size:
nl_be: Maximumgrootte instellen:

# lblSkippedFiles.Text
source: Skipped files:
nl_be: Overgeslagen bestanden:

# rbDataFile.Text
source: Based on data file
nl_be: Gebaseerd op gegevensbestand

# rbFolder.Text
source: Files in a folder
nl_be: Bestanden in een map
