Repository: iespana/LSOne
Catalog: SM/Plugins/Profiles/ViewPages/Functionality/FunctionalProfileTerminalPage.*.resx
Languages: is, nl

# chkAllowTransactionsWithOpenDrawer.Text
source: Allow transactions with open drawer
is: Leyfa afgreiðslu með skúffu opna
nl: Laat transacties toe met open lade

# cmbEventLog.Items
source: Register all
is: Skrá allt
nl: Registreer

# cmbEventLog.Items1
source: Error checking and error message
is: Villuleit og villuboð
nl: Fout controleer en foutbericht

# cmbEventLog.Items2
source: Error message
is: Villuboð
nl: Foutbericht

# cmbEventLog.Items3
source: No registration
is: Skrá ekkert
nl: Niet te registreren

# label1.Text
source: Event log:
is: Atburðaskráning:
nl: Gebeurtenislogboek

# label7.Text
source: Options:
is: Stillingar:
nl: Opties:

# label2.Text
source: Decimals in numpad:
is: Fjöldi kommustafa á talnaborði:
nl: Decimalen in numpad:

# label4.Text
source: Max price:
is: Hámarks verð:
nl: Max. prijs:

# chkUsePolling.Text
source: Show live suspension status
is: Sýna biðfærslustöðu í rauntíma
nl: Toon live opschortingsstatus

# label3.Text
source: Max quantity:
is: Hámarks magn:
nl: Max hoeveelheid

# lblPollingInterval.Text
source: Poll interval
is: Leitunartími

# lblSeconds.Text
source: seconds
is: sekúndur
nl: Secondes

# cmbClearSettings.Items
source: Never
is: Aldrei
nl: Nooit

# cmbClearSettings.Items1
source: On log out
is: Við útskráningu
nl: Uitloggen

# cmbClearSettings.Items2
source: When logged out
is: Eftir útskráningu
nl: Weergeven Wanneer Uitgelogd

# label8.Text
source: Clear settings:
is: Hreinsa stillingar:
nl: Instellingen wissen?

# lblMinutes.Text
source: minutes
is: Mínútur
nl: minuten

# chkAllowSaleAndReturn.Text
source: Allow normal sale and return in same transaction
is: Leyfa sölu og vöruskil í sömu afgreiðslu
nl: Laat normale verkoop en retourzending in dezelfde transactie toe

# chkCustomerRequiredOnReturn.Text
source: Customer required on return
is: Skilasölur verða að hafa viðskiptamann
nl: Klant verplicht bij retour
