Repository: iespana/LSOne
Catalog: SM/Plugins/User/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl_be, ru, sv, vi_vn

source: Yes
bg: Да
da: Ja
de: Ja
es: Sí
fi: Kyllä
fr: Oui
is: Já
nl_be: Ja
ru: Да
sv: Ja
vi_vn: Có

source: User
bg: Потребител
da: Bruger
de: Benutzer
es: Usuario
fi: Käyttäjä
fr: Utilisateur
is: Notandi
nl_be: Gebruiker
ru: Пользователь
sv: Användare
vi_vn: Người dùng

source: User name
bg: Потребителско име
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fi: Käyttäjänimi
fr: Nom d'utilisateur
is: Innskráningarnafn
nl_be: Gebruikersnaam
ru: Имя пользователя
sv: Användarnamn
vi_vn: Tên người dùng

source: Add
bg: Добавяне
da: Tilføj
de: Hinzufügen
es: Añadir
fi: Lisää
fr: Ajouter
is: Bæta við
nl_be: Toevoegen
ru: Добавить
sv: Lägg till
vi_vn: Cộng thêm

source: Add to group
bg: Добавяне към група
da: Tilføj til gruppe
de: Zur Gruppe hinzufügen
es: Añadir a grupo
fi: Lisää ryhmään
fr: Ajouter au groupe
is: Setja í hóp
nl_be: Aan groep toevoegen
ru: Добавить к группе
sv: Lägg till i grupp
vi_vn: Thêm vào Nhóm

source: Authentication
bg: Удостоверяване:
da: Godkendelse:
de: Authentisierung
es: Autenticación
fi: Todennus:
fr: Authentification
is: Auðkenning
nl_be: Authenticatie
ru: Аутентификация:
sv: Autentisering
vi_vn: Chứng thực

source: Authentication tokens
bg: Токени за удостоверяване
de: Authentisierungs-Tokens
es: Tokens de autenticación
fi: Autentikointitunnukset
fr: Jetons d'authentification
is: Auðkennislyklar
nl_be: Authenticatietokens
ru: Токены аутентификации
sv: Autentiseringstokens
vi_vn: Mã xác thực

source: Change password
bg: Промяна на паролата
da: Skift adgangskode
de: Passwort ändern
es: Cambiar contraseña
fi: Vaihda salasana
fr: Modifier le mot de passe
is: Breyta lykilorði
nl_be: Wachtwoord wijzigen
ru: Изменить пароль
sv: Ändra lösenord
vi_vn: Đổi mật khẩu

# ConfirmPasswordMustMatch
source: Confirm password must match the password.
bg: Паролата за потвърждение трябва да съвпада с паролата.
da: Bekræft adgangskoden skal matche adgangskoden.
de: Bestätigtes Kennwort muss mit dem Kennwort übereinstimmen.
es: Confirmar contraseña debe coincidir con la contraseña.
fi: Vahvistetun salasanan on vastattava salasanaa.
fr: La confirmation du mot de passe doit correspondre au mot de passe.
is: Staðfestingarlykilorð þarf að vera það sama og lykilorð.
nl_be: Bevestigingswachtwoord moet met het wachtwoord overeenstemmen.
ru: Подтверждение пароля должно соответствовать паролю.
sv: Bekräftat lösenord måste matcha lösenordet.
vi_vn: Xác nhận mật khẩu phải khớp với mật khẩu.

# CopyUserError
source: You do not have permission to create user in security roles like the selected user
bg: Нямате разрешение да създавате потребител с роли за сигурност, като избрания потребител
da: Du har ikke tilladelse til at oprette bruger i sikkerhedsroller som den valgte bruger
de: Sie haben keine Berechtigung, Benutzer in Sicherheitsfunktionen wie den ausgewählten Benutzer zu erstellen.
es: No dispone de los permisos necesarios para crear un usuario con roles de seguridad como el usuario seleccionado
fi: Sinulla ei ole oikeuksia luoda käyttäjää valitun mukaiseen rooliin
fr: Vous n'êtes pas autorisé à créer un utilisateur dans des rôles de sécurité comme celui de l'utilisateur sélectionné
is: Þú hefur ekki réttindi til þess að búa til notanda í notendahópum valins notanda
nl_be: U heeft niet voldoende rechten om gebruiker in veiligheidsrollen aan te maken zoals de geselecteerde gebruiker
ru: У вас нет разрешения создавать пользователя в роли безопасности подобно выбранному пользователю
sv: Du har inte behörighet att skapa användare i säkerhetsroller som den valda användaren
vi_vn: Bạn không có quyền tạo người dùng trong các vai trò bảo mật như người dùng đã chọn

source: Delete
bg: Изтриване
da: Slet
de: Löschen
es: Borrar
fi: Poista
fr: Supprimer
is: Eyða
nl_be: Verwijderen
ru: Удалить
sv: Radering
vi_vn: Xóa

source: Delete authentication token
bg: Изтриване на токен за удостоверяване
da: Slet authentication token
de: Authentisierungs-Token löschen
es: Eliminar token de autenticación
fi: Poista autentikointitunnus
fr: Supprimer le jeton d'authentification
is: Eyða auðkennislykli
nl_be: Authenticatietoken verwijderen
ru: Удалить токен аутентификации
sv: Radera autentiseringstoken
vi_vn: Xóa mã xác thực

# DeleteAuthenticationTokenQuestion
source: Are you sure you want to delete the selected authentication token?
bg: Наистина ли искате да изтриете избрания токен за удостоверяване?
da: Er du sikker på, at du vil slette det valgte authentication token?
de: Sind Sie sicher, dass Sie den ausgewählten Authentisierungs-Token löschen wollen?
es: ¿Está seguro de que desea eliminar el token de autenticación seleccionado?
fi: Haluatko varmasti poistaa valitut autentikointitunnukset?
fr: Êtes-vous sûr(e) de vouloir supprimer le jeton d'authentification choisi ?
is: Ertu viss um að þú viljir eyða völdum auðkennislykli?
nl_be: Weet u zeker dat u het geselecteerde authenticatietoken wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный токен аутентификации?
sv: Vill du radera vald autentiseringstoken?
vi_vn: Bạn có chắc chắn muốn xóa mã xác thực đã chọn không?

source: Delete authentication tokens
bg: Изтриване на токени за удостоверяване
da: Slet authentication tokens
de: Authentisierungs-Tokens löschen
es: Eliminar tokens de autenticación
fi: Poista autentikointitunnukset
fr: Supprimer les jetons d'authentification
is: Eyða auðkennislyklum
nl_be: Authenticatietokens verwijderen
ru: Удалить токены аутентификации
sv: Radera autentiseringstokens
vi_vn: Xóa mã xác thực

# DeleteAuthenticationTokensQuestion
source: Are you sure you want to delete the selected authentication tokens?
bg: Наистина ли искате да изтриете избраните токени за удостоверяване?
da: Er du sikker på, at du vil slette de valgte authentication tokens?
de: Sind Sie sicher, dass Sie die ausgewählten Authentisierungs-Tokens löschen wollen?
es: ¿Está seguro de que desea eliminar los tokens de autenticación seleccionados?
fi: Haluatko varmasti poistaa valitut autentikointitunnukset?
fr: Êtes-vous sûr(e) de vouloir supprimer les jetons d'authentification choisis ?
is: Ertu viss um að þú viljir eyða völdum auðkennislyklum?
nl_be: Weet u zeker dat u de geselecteerde authenticatietokens wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранные токены аутентификации?
sv: Vill du radera valda autentiseringstokens?
vi_vn: Bạn có chắc chắn muốn xóa các mã xác thực đã chọn không?

source: Delete user
bg: Изтриване на потребител
da: Slet bruger
de: Benutzer löschen
es: Borrar usuario
fi: Poista käyttäjä
fr: Supprimer l'utilisateur
is: Eyða notanda
nl_be: Gebruiker verwijderen
ru: Удалить пользователя
sv: Ta bort användare
vi_vn: Xóa thành viên

source: Delete user group
bg: Изтриване на група потребители
da: Slet brugergruppe
de: Benutzergruppe löschen
es: Borrar grupo de usuarios
fi: Poista käyttäjäryhmä
fr: Supprimer le groupe d'utilisateurs
is: Eyða notendahópi
nl_be: Gebruikersgroep verwijderen
ru: Удалить пользовательскую группу
sv: Radera användargrupp
vi_vn: Xóa nhóm người dùng

# DeleteUserGroupQuestion
source: Are you sure you want to delete the selected user group?
bg: Сигурни ли сте, че искате да изтриете избраната потребителска група?
da: Er du sikker på, at du vil slette den valgte brugergruppe?
de: Möchten Sie die Benutzergruppe wirklich löschen?
es: ¿Está seguro de que desea borrar el grupo de usuarios seleccionado?
fi: Haluatko varmasti poistaa valitun käyttäjäryhmän?
fr: Êtes-vous sûr(e) de vouloir supprimer le groupe d'utilisateurs choisi ?
is: Ertu viss um að þú viljir eyða völdum notendahópi?
nl_be: Weet u zeker dat u de geselecteerde gebruikersgroep wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранную пользовательскую группу?
sv: Vill du radera vald användargrupp?
vi_vn: Bạn có chắc chắn muốn xóa nhóm người dùng đã chọn?

# DeleteUserQuestion
source: Are you sure you want to delete the selected user?
bg: Сигурни ли сте, че искате да изтриете избрания потребител?
da: Er du sikker på at du vil slette den valgte bruger?
de: Möchten Sie die ausgewählte Benutzer wirklich löschen?
es: ¿Está seguro de que desea borrar el usuario seleccionado?
fi: Haluatko varmasti poistaa valitun käyttäjän?
fr: Êtes-vous sûr(e) de vouloir supprimer l'utilisateur choisi ?
is: Ertu viss um að þú viljir eyða völdum notanda?
nl_be: Weet u zeker dat u de geselecteerde gebruiker wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранного пользователя?
sv: Vill du ta bort markerad användare? ?
vi_vn: Bạn có chắc chắn muốn xóa nhóm người dùng đã chọn?

# DeletingAllAdmins
source: You are trying to remove the last user from group #1. This might give you an unstable system. Are you sure you wish to remove this user from #1 group ?
bg: Опитвате се да премахнете последния потребител от група #1. Това може да доведе до нестабилност. Наистина ли искате да премахнете този потребител от група #1?
da: Du prøver at fjerne den sidste bruger fra gruppe #1. Dette kan give dig et ustabilt system. Er du sikker på, at du vil fjerne denne bruger fra gruppe #1?
de: Sie versuchen, den letzten Benutzer aus Gruppe#1 zu entfernen. Dies kann zu einem instabilen System führen. Sind Sie sicher, dass Sie diesen Benutzer von #1 Gruppe entfernen wollen?
es: Está intentando eliminar al último usuario del grupo #1. Esto puede desestabilizar el sistema. ¿Está seguro de que desea eliminar a este usuario del grupo #1?
fi: Yrität poistaa viimeisen käyttäjän ryhmästä #1. Tämä voi aiheuttaa epävakautta. Oletko varma, että haluat poistaa tämän käyttäjän ryhmästä #1?
fr: Vous essayez de retirer le dernier utilisateur du groupe #1. Ceci risque de rendre votre système instable. Êtes-vous sûr(e) de vouloir retirer cet utilisateur du groupe #1 ?
is: Þú ert að reyna að fjarlægja síðasta notandann úr notendahópnum #1. Það gæti gert kerfið óstöðugt. Ertu viss um að þú viljir fjarlægja þennan notanda úr #1 hópnum?
nl_be: U probeert de laatste gebruiker uit groep #1 te verwijderen. Dit kan tot een onstabiel systeem leiden. Weet u zeker dat u deze gebruiker uit #1 groep wilt verwijderen?
ru: Вы пытаетесь удалить последнего пользователя из группы #1. Это может вызвать некоторую нестабильность работы системы. Вы уверены, что хотите удалить этого пользователя из группы #1?
sv: Du försöker att ta bort sista användaren från gruppen #1. Det kan ge dig ett instabilt system. Vill du verkligen ta bort användaren från grupp #1?
vi_vn: Bạn đang cố xóa người dùng cuối cùng khỏi nhóm #1. Điều này có thể khiến hệ thống không ổn định. Bạn có chắc chắn muốn xóa người dùng này khỏi nhóm #1 không?

# DeletingAllAdminsQuestion
source: You are trying to remove the last user from group #1. This might give you an unstable system. Are you sure you wish to remove this user from #1 group ?
bg: Опитвате се да премахнете последния потребител от група #1. Това може да доведе до нестабилност. Наистина ли искате да премахнете този потребител от група #1?
da: Du prøver at fjerne den sidste bruger fra gruppe #1. Dette kan give dig et ustabilt system. Er du sikker på, at du vil fjerne denne bruger fra gruppe #1?
de: Sie versuchen, den letzten Benutzer aus Gruppe#1 zu entfernen. Dies kann zu einem instabilen System führen. Sind Sie sicher, dass Sie diesen Benutzer von #1 Gruppe entfernen wollen?
es: Está intentando eliminar al último usuario del grupo #1. Esto puede desestabilizar el sistema. ¿Está seguro de que desea eliminar a este usuario del grupo #1?
fi: Yrität poistaa viimeisen käyttäjän ryhmästä #1. Tämä voi aiheuttaa epävakautta. Oletko varma, että haluat poistaa tämän käyttäjän ryhmästä #1?
fr: Vous essayez de retirer le dernier utilisateur du groupe #1. Ceci risque de rendre votre système instable. Êtes-vous sûr(e) de vouloir retirer cet utilisateur du groupe #1 ?
is: Þú ert að reyna að fjarlægja síðasta notandann úr notendahópnum #1. Það gæti gert kerfið óstöðugt. Ertu viss um að þú viljir fjarlægja þennan notanda úr #1 hópnum?
nl_be: U probeert de laatste gebruiker uit groep #1 te verwijderen. Dit kan tot een onstabiel systeem leiden. Weet u zeker dat u deze gebruiker uit #1 groep wilt verwijderen?
ru: Вы пытаетесь удалить последнего пользователя из группы #1. Это может вызвать некоторую нестабильность работы системы. Вы уверены, что хотите удалить этого пользователя из группы #1?
sv: Du försöker att ta bort sista användaren från gruppen #1. Det kan ge dig ett instabilt system. Vill du verkligen ta bort användaren från grupp #1?
vi_vn: Bạn đang cố xóa người dùng cuối cùng khỏi nhóm #1. Điều này có thể khiến hệ thống không ổn định. Bạn có chắc chắn muốn xóa người dùng này khỏi nhóm #1 không?

source: Denied
bg: Отказан
da: Afvist
de: Verweigert
es: Denegado
fi: Estetty
fr: Refusé
is: Synjað
nl_be: Niet toegestaan
ru: Отказано
sv: Nekad
vi_vn: Bị từ chối

source: Denied from groups
bg: Отказан от групи
da: Afvist fra grupper
de: Von Gruppen verweigert
es: Denegado de grupos
fi: Estetty ryhmistä
fr: Refusé par les groupes
is: Synjað frá hópum
nl_be: Niet toegestaan van groepen
ru: Запрещено из групп
sv: Nekad från grupper
vi_vn: Bị từ chối từ nhóm

source: Disabled
bg: Изключено
da: Slået fra
de: Deaktiviert
es: Desactivado
fi: Poistettu käytöstä
fr: Désactivé
is: Óvirkt
nl_be: Gedesactiveerd
ru: Неактивно
sv: Inaktiverad
vi_vn: Tắt

source: Disable login
bg: Деактивиране на вход
da: Deaktivér Login
de: Anmeldung deaktivieren
es: Desactivar conexión
fi: Estä kirjautuminen
fr: Désactivez la connexion
is: Óvirkja notanda
nl_be: Niet mogelijk om aan te melden
ru: Заблокировать вход
sv: Inaktivera inloggning
vi_vn: Vô hiệu hóa đăng nhập

source: Do not copy existing group
bg: Не копирайте съществуваща група
da: Kopier ikke eksisterende gruppe
de: Vorhandene Gruppe nicht kopieren
es: No copiar el grupo existente
fi: Älä kopioi olemassa olevaa ryhmää
fr: Ne pas copier le groupe existant
is: Ekki afrita frá eldri notendahóp
nl_be: Geen bestaande groep kopiëren
ru: Не копировать из существующей группы
sv: Kopiera inte befintlig grupp
vi_vn: Không sao chép nhóm hiện có

source: Edit
bg: Редактиране
da: Rediger ...
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
is: Breyta
nl_be: Bewerken
ru: Редактировать
sv: Redigera
vi_vn: Chỉnh sửa

source: Edit user
bg: Редактиране на потребител
da: Rediger Bruger
de: Benutzer bearbeiten
es: Editar usuario
fi: Muokkaa käyttäjää
fr: Modifier l'utilisateur
is: Breyta notanda
nl_be: Gebruiker bewerken
ru: Редактировать пользователя
sv: Redigera användare
vi_vn: Sửa người dùng

source: Edit user group
bg: Редактиране на потребителска група
da: Rediger brugergruppe
de: Benutzergruppe bearbeiten
es: Editar grupo de usuarios
fi: Muokkaa käyttäjäryhmää
fr: Modifier le groupe d'utilisateurs
is: Breyta notendahópi
nl_be: Gebruikersgroep bewerken
ru: Редактировать пользовательскую группу
sv: Redigera användargrupp
vi_vn: Sửa nhóm người dùng

# EditUserGroupCaption
source: Please edit the name of the user group
bg: Моля редактирайте името на потребителската група
da: Rediger venligst navnet på brugergruppen
de: Bitte bearbeiten Sie den Namen der Benutzergruppe
es: Edite el nombre del grupo de usuarios.
fi: Muokkaa käyttäjäryhmän nimeä
fr: Veuillez modifier le nom du groupe d'utilisateurs
is: Breyta nafni á notendahóp
nl_be: Bewerk de naam van de gebruikersgroep
ru: Пожалуйста, отредактируйте название пользовательской группы
sv: Editera användargruppens namn
vi_vn: Vui lòng chỉnh sửa tên của nhóm người dùng

source: Edit user profile
bg: Редактиране профил на потребител
da: Rediger brugerprofil
de: Ein Benutzerprofil bearbeiten
es: Editar perfil de usuario
fi: Muokkaa käyttäjäprofiilia
fr: Modifier le profil d'utilisateur
is: Breyta notendaprófíl
nl_be: Gebruikersprofiel bewerken
sv: Redigera användarprofil
vi_vn: Chỉnh sửa Hồ sơ người dùng

# EmailNotValid
source: Email address is not valid.
bg: Имейл Адрес не е валиден.
da: E-mail adressen er ikke gyldig.
de: Die E-Mail-Adresse ist nicht gültig.
es: La dirección de correo electrónico no es válida.
fi: Sähköpostiosoite ei kelpaa
fr: Cette adresse email n'est pas valide.
is: Tölvupóstfang er ekki tekið gilt.
nl_be: E-mailadres is niet geldig.
ru: Адрес электронной почты не корректен
sv: E-postadressen är inte giltig.
vi_vn: Địa chỉ Email nhập không hợp lệ.

source: Enabled
bg: Активирано:
da: Aktiveret
de: Aktiviert
es: Activado
fi: Käytössä:
fr: Activé
is: Virkt
nl_be: Ingeschakeld
ru: Активно:
sv: Aktiverad
vi_vn: Bật:

source: Enable login
bg: Активиране на вход
da: Aktivér login
de: Anmeldung aktivieren
es: Activar conexión
fi: Salli sisäänkirjaus
fr: Activez la connexion
is: Virkja notanda
nl_be: Aanmelden inschakelen
ru: Активировать вход
sv: Aktivera inloggning
vi_vn: Cho phép đăng nhập

# FirstAndLastMustHaveOneLetter
source: First name or last name must have at least one letter.
bg: Името или фамилията трябва да имат поне една буква.
da: Fornavn eller efternavn skal have mindst et bogstav.
de: Vorname und Nachname müssen mindestens einen Buchstaben haben.
es: El nombre y el apellido deben tener una letra como mínimo.
fi: Etunimessä tai sukunimessä on oltava vähintään yksi kirjain.
fr: Le prénom et le nom de famille doivent comporter au moins une lettre.
is: Fornafn og eftirnafn verða að hafa amk einn staf.
nl_be: Voornaam en familienaam moeten minstens één letter hebben.
ru: Имя и фалимия должны содержать хотя бы одну букву.
sv: Förnamn och efternamn måste ha minst en bokstav.
vi_vn: Tên hoặc họ phải có ít nhất một chữ cái.

source: Granted
bg: Позволено
da: Tilladt
de: Gewährt
es: Concedido
fi: Myönnetty
fr: Autorisé
is: Veitt
nl_be: Toegestaan
ru: Разрешено
sv: Beviljad
vi_vn: Được cấp

source: Granted from groups
bg: Позволено от групите
da: Tilladt fra grupper
de: Von Gruppen zugegeben
es: Otorgado de grupos
fi: Myönnetty ryhmistä
fr: Accordé par les groupes
is: Veitt frá hópum
nl_be: Toegestaan van groepen
ru: Разрешено из групп
sv: Beviljad av grupper
vi_vn: Cấp từ các nhóm

source: Group permissions
bg: Групи разрешения
da: Gruppetilladelser
de: Gruppenberechtigungen
es: Permisos de grupo
fi: Ryhmäluvat
fr: Autorisations de groupe
is: Réttindi hópa
nl_be: Groepsmachtigingen
ru: Группа разрешений
sv: Gruppbehörigheter
vi_vn: Nhóm quyền

source: Link to POS user
bg: Връзка към ПОС потребител
da: Link til POS-bruger
de: Mit POS-Benutzer verbinden
es: Enlace a usuario de punto de venta
fi: Linkitä POS-käyttäjään
fr: Associer l'utilisateur PDV
is: Tengja við POS notanda
nl_be: Link naar POS-gebruiker
ru: Связь к пользователю POS
sv: Länka till kassaanvändare
vi_vn: Liên kết tới người dùng

source: Login
bg: Вход
de: Anmeldung
es: Conectar
fi: Sisäänkirjaus
fr: Connexion
is: Auðkenni
nl_be: Aanmelden
ru: Вход
sv: Inloggning
vi_vn: Đăng nhập

source: Manage user groups
bg: Управление на потребителски групи
da: Administrer brugergrupper
de: Benutzergruppen verwalten
es: Administrar grupos de usuarios
fi: Hallitse käyttäjäryhmiä
fr: Gérer les groupes d'utilisateurs
is: Notendahópar
nl_be: Gebruikersgroepen beheren
ru: Управление пользовательскими группами
sv: Hantera användargrupper
vi_vn: Quản lý nhóm người dùng

source: Migrate users
bg: Мигриране на потребители
da: Overfør brugere
de: Benutzer migireren
es: Migrar usuarios
fi: Muunna käyttäjät
fr: Migrer les utilisateurs
is: Yfirfæra notendur
nl_be: Gebruikers migreren
ru: Миграция пользователей
sv: Migrera användare
vi_vn: Di chuyển người dùng

source: Name on receipt
bg: Име на разписка:
da: Navn på kvittering
de: Name auf dem Kassenbon
es: Nombre en el recibo
fi: Nimi kuitilla:
fr: Nom sur le reçu
is: Nafn á kvittun
nl_be: Naam op ontvangstbewijs
ru: Название в чеке:
sv: Namn på kvitto
vi_vn: Tên trên biên lai:

# NeedsToBeSelected
source: Group needs to be selected to migrate POS users
bg: Групата трябва да бъде избрана за мигриране на POS потребители
da: Gruppe skal vælges for at migrere POS-brugere
de: Gruppe muss ausgewählt werden, um zu POS-Benutzern zu migrieren
es: Es necesario seleccionar un grupo para poder migrar los usuarios del punto de venta
fi: Ryhmä on valittava siirtääksesi POS-käyttäjiä
fr: Le groupe doit être sélectionné pour migrer des utilisateurs PDV
is: Velja þarf notendahóp til að yfirfæra POS notendur
nl_be: Er moet een groep worden geselecteerd om POS-gebruikers te migreren
ru: Группы должны быть выбраны для миграции POS пользователей
sv: Grupp måste väljas för att migrera kassaanvändare
vi_vn: Nhóm cần được chọn để chuyển người dùng POS

source: New
bg: Нов
da: Ny
de: Neuer
es: Nuevo
fi: Uusi
fr: Nouveau
is: Nýr
nl_be: Nieuw
ru: Новый
sv: Ny
vi_vn: Mới

source: New User
bg: Нов потребител
da: Ny bruger
de: Neuer Benutzer
es: Nuevo usuario
fi: Uusi käyttäjä
fr: Nouvel utilisateur
is: Nýr notandi
nl_be: Nieuwe gebruiker
ru: Новый пользователь
sv: Ny användare
vi_vn: Người dùng mới

# NewUserDescription
source: Use this option to create a new user
bg: Използвайте тази опция, за да създадете нов потребител
da: Brug denne indstilling til at oprette en ny bruger
de: Verwenden Sie diese Option, um einen neuen Benutzer anzulegen
es: Utilice esta opción para crear un nuevo usuario.
fi: Tämän valinnan avulla voit luoda uuden käyttäjän
fr: Utilisez cette option pour créer un nouvel utilisateur
is: Veldu þennan kost til að búa til notanda
nl_be: Deze optie gebruiken om een nieuwe gebruiker aan te maken
ru: Используйте эту опцию для создания нового пользователя
sv: Använd alternativet för att skapa ny användare
vi_vn: Sử dụng tùy chọn này để tạo người dùng mới

source: New user group
bg: Нова потребителска група
da: Ny brugergruppe
de: Neue Benutzergruppe
es: Nuevo grupo de usuarios
fi: Uusi käyttäjäryhmä
fr: Nouveau groupe d'utilisateurs
is: Nýr notendahópur
nl_be: Nieuwe gebruikersgroep
ru: Новая пользовательская группа
sv: Ny användare grupp
vi_vn: Nhóm người dùng mới

# NewUserGroupCaption
source: Please enter name for the new user group
bg: Моля въведете име за новата група потребители
da: Indtast navn for den nye brugergruppe
de: Bitte geben Sie den Namen für die neue Benutzergruppe ein
es: Introduzca el nombre para el nuevo grupo de usuarios.
fi: Anna uuden käyttäjäryhmän nimi
fr: Entrez le nom du nouveau groupe d'utilisateurs
is: Sláðu inn nafn fyrir notendahóp
nl_be: Voer naam in voor de nieuwe gebruikersgroep
ru: Пожалуйста, введите название для новой пользовательской группы
sv: Ange namn för ny användargrupp
vi_vn: Vui lòng nhập tên cho nhóm người dùng mới

# NewUserGroupDescription
source: Use this option to create a new user group
bg: Използвайте тази опция, за да създадете нова потребителска група
da: Brug denne indstilling til at oprette en ny brugergruppe
de: Verwenden Sie diese Option, um einen neue Benutzergruppe anzulegen
es: Utilice esta opción para crear un nuevo grupo de usuarios.
fi: Tämän valinnan avulla voit luoda uuden käyttäjäryhmän
fr: Utilisez cette option pour créer un nouveau groupe
is: Veldu þennan kost til að búa til notendahóp
nl_be: Deze optie gebruiken om een nieuwe gebruikersgroep aan te maken
ru: Используйте эту опцию для создания новой пользовательской группы
sv: Använd alternativet för att skapa ny användargrupp
vi_vn: Sử dụng tùy chọn này để tạo một nhóm người dùng mới

# NewUserGroupTooltipDescription
source: Create a new user group
bg: Създаване на нова потреб.група
da: Opret en ny brugergruppe
de: Eine neue Benutzergruppe erstellen
es: Crear un nuevo grupo de usuarios
fi: Luo uusi käyttäjäryhmä
fr: Créer un nouveau groupe d'utilisateurs
is: Umsjón með notendahópum og hvaða réttindi hver hópur hefur
nl_be: Een nieuwe gebruikersgroep aanmaken
ru: Создать новую группу пользователей
sv: Skapa en ny användargrupp
vi_vn: Tạo nhóm người dùng mới

# NewUserTooltipDescription
source: Create a new user
bg: Създаване на нов потребител
da: Opret ny bruger
de: Einen neuen Benutzer erstellen
es: Crear un nuevo usuario
fi: Luo uusi käyttäjä
fr: Créer un nouvel utilisateur
is: Stofna nýjan notanda
nl_be: Een nieuwe gebruiker aanmaken
ru: Создать нового пользователя
sv: Skapa en ny användare
vi_vn: Tạo người dùng mới
