Repository: iespana/LSOne
Catalog: SM/Plugins/User/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl_be, ru, sv, vi_vn

# XUsersHaveBeenSetUp
source: #1 users have been set up
bg: Потребителите от #1 са създадени
da: #1 bruger(e) er konfigureret
de: #1 Benutzer wurden eingerichtet
es: Se han configurado #1 usuarios
fi: #1 käyttäjää on perustettu
fr: #1 utilisateurs ont été paramétrés
is: #1 notendur hafa verið búnir til
nl_be: #1 gebruiker(s) zijn ingesteld
ru: #1 пользователей настроено
sv: #1 användare har registrerats
vi_vn: Người dùng #1 đã được thiết lập
