Repository: iespana/LSOne
Catalog: SM/Plugins/User/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl_be, ru, sv, vi_vn

source: No
bg: Не
da: Nej
de: Nein
fi: Ei
fr: Non
is: Nei
nl_be: Nee
ru: Нет
sv: Nej
vi_vn: Không

source: None
bg: Няма
da: Ingen
de: Keine
es: Ninguno
fi: Ei yhtään
fr: Aucun
is: Enginn
nl_be: Geen
ru: Нет
sv: Ingen
vi_vn: Không

# NoPermissionToEditUser
source: You do not have permission to edit a user.
bg: Нямате необходимите права, за да редактирате този потребител.
da: Du har ikke rettigheder til at redigere denne bruger.
de: Sie haben keine Berechtigung, um einen Benutzer zu bearbeiten.
es: No tiene permiso para editar un usuario.
fi: Sinulla ei ole lupaa muokata käyttäjää.
fr: Vous n'êtes pas autorisé à modifier un utilisateur
is: Þú hefur ekki réttindi til að breyta notanda.
nl_be: U hebt geen machtiging om een gebruiker te bewerken.
ru: У вас нет разрешения редактировать пользователя.
sv: Du har inte behörighet att editera en användare.
vi_vn: Bạn không có quyền chỉnh sửa người dùng.

# NoPOSUsersExist
source: No POS users to migrate
bg: Няма потребители на ПОС, които да се мигрират
da: Ingen POS-brugere til at migrere
de: Keine POS-Benutzer zum Migrieren
es: No hay ningún usuario del punto de venta al que se pueda migrar
fi: Ei muunnettavia POS-käyttäjiä
fr: Aucun utilisateur PDV à migrer
is: Engir POS notendur til að yfirfæra
nl_be: Geen POS-gebruikers om te migreren
ru: Нет POS пользователей для миграции
sv: Inga kassaanvändare att migrera
vi_vn: Không có người dùng POS để chuyển

# NothingToMigrate
source: No Site Manager users or POS users need to be migrated
bg: Не трябва да се мигрират потребители на Site manager или потребители на ПОС
da: Ingen brugere af Site Manager eller POS-brugere skal overføres
de: Keine Site Manager-Benutzer oder POS-Benutzer müssen migriert werden
es: No hay usuarios de Site Manager o del punto de venta a los que se pueda migrar
fi: Yhtään Site Manager -käyttäjää tai POS-käyttäjää ei tarvitse muuntaa
fr: Aucun utilisateur de gestionnaire de site ou d'utilisateur PDV n'a besoin d'être migré
is: Ekki þurfti að yfirfæra neina Site Manager né POS notendur
nl_be: Er moeten geen Site Manager-gebruikers of POS-gebruikers worden gemigreerd
ru: Нет пользователей Сайт Менеджера или POS пользователей для миграции
sv: Inga Site Manager användare eller kassaanvändare behöver migreras
vi_vn: Không có người dùng Trình quản lý Trang web hoặc Người dùng POS cần được chuyển đổi

# NoUsersExist
source: No Site Manager users to migrate
bg: Няма потребители на Site manager, които да се мигрират
da: Ingen Site Manager-brugere til at overføre
de: Keine Site Manager-Benutzer zum Migrieren
es: No hay ningún usuario de Site Manager al que se pueda migrar
fi: Yhtään Site Manager -käyttäjää ei tarvitse muuntaa
fr: Aucun utilisateur de gestionnaire de site à migrer
is: Engir Site Manager notendur til að færa yfir
nl_be: Geen Site Manager-gebruikers om te migreren
ru: Нет пользователей Сайта Менеджера для миграции
sv: Inga Site Manager användare att migrera
vi_vn: Không có người dùng Trình quản lý Trang web để chuyển đổi

# OneUserIsLockedOut
source: 1 user is locked out because of to many failed login attempts
bg: 1 потребител е блокиран поради много на брой неуспешни опити за влизане
da: 1 bruger er låst på grund af mange mislykkede loginforsøg
de: 1 Benutzer ist aufgrund zu vieler fehlgeschlagener Anmeldeversuche gesperrt worden.
es: Hay 1 usuario bloqueado debido a un número excesivo de intentos fallidos de inicio de sesión
fi: 1 käyttäjä on lukittuna monien epäonnistuneiden kirjautumisyritysten vuoksi
fr: 1 utilisateur est verrouillé car il y a eu trop d'échecs de tentative de connexion
is: 1 notandi er læstur úti vegna of margra tilrauna til innskráninga
nl_be: 1 gebruiker is geblokkeerd wegens te veel mislukte aanmeldingspogingen
ru: 1 пользователь заблокирован из-за слишком большого количества попыток не корректного входа
sv: 1 användare är låst på grund av för många misslyckade inloggningsförsök
vi_vn: 1 người dùng bị khóa vì nhiều lần đăng nhập thất bại

# OnlyAdminSetUp
source: Only administrator user has been set up
bg: Само потребител с админ права е настроен
da: Kun administratorbruger er konfigureret
de: Es wurde nur ein Administratorbenutzer eingerichtet.
es: El único usuario configurado es el administrador
fi: Vain järjestelmänvalvojakäyttäjä on perustettu
fr: Seul l'utilisateur Administrateur a été paramétré
is: Það er bara búið að búa til kerfistjóranotanda
nl_be: Alleen gebruiker Beheerder is ingesteld
ru: Был настроен только пользователь - администратор
sv: Endast en användare med administratörsroll har registrerats
vi_vn: Chỉ người dùng quản trị viên được thiết lập

# PasswordHasTobe4Letters
source: Password must be at least 4 letters
bg: Паролата трябва да съдържа поне 4 букви
da: Adgangskode skal være på mindst fire tegn
de: Das Passwort erfordert mindestens 4 Zeichen
es: La contraseña debe tener 4 letras como mínimo.
fi: Salasanassa on oltava vähintään 4 merkkiä
fr: Le mot de passe doit comporter au moins 4 lettres
is: Lykilorð þarf að vera minnst 4 stafir
nl_be: Wachtwoord moet minstens 4 letters lang zijn
ru: Пароль должен быт не меньше 4 букв
sv: Lösenord måste vara minst 4 bokstäver
vi_vn: Mật khẩu phải có ít nhất 4 chữ cái

source: Permission Assignment
bg: Добавяне на права
da: Tilladelsestildeling
de: Erlaubnisvergabe
es: Asignación de permisos
fi: Käyttöoikeuden linkittäminen
fr: Affectation d'autorisation
is: Úthlutun réttinda
nl_be: Toekenning machtiging
ru: Назначение разрешения
sv: Behörighetstilldelning
vi_vn: Quyền chuyển nhượng

source: Permissions
bg: Права
da: Rettigheder
de: Berechtigungen
es: Permisos
fi: Käyttöoikeudet
fr: Autorisations
is: Réttindi
nl_be: Machtigingen
ru: Разрешения
sv: Rättigheter
vi_vn: Quyền hạn

source: POS user
bg: Потребител на POS:
da: Valuta:
de: POS-Benutzer
es: Usuario del punto de venta
fi: Kassakäyttäjä:
fr: Utilisateur PDV
is: POS Notandi
nl_be: POS-gebruiker
ru: Пользователь POS:
sv: Kassaanvändare
vi_vn: Người dùng POS:

# POSUsersMigrated
source: Selected POS users have been migrated to the selected user groups
bg: Избраните POS потребители са мигрирани към избраните групи потребители
da: De valgte POS-brugere er blevet overført til de valgte brugergrupper
de: Ausgewählter POS-Benutzer wurde zu den ausgewählten Benutzergruppen migriert.
es: Los usuarios del punto de venta seleccionados se han migrado a los grupos de usuarios seleccionados
fi: Valitut POS-käyttäjät on muunnettu valittuihin käyttäjäryhmiin
fr: Les utilisateurs PDV choisis ont été migrés vers les groupes d'utilisateurs choisis
is: Búið er að yfirfæra valda POS notendur í þá notendahópa sem voru valdir
nl_be: Geselecteerde POS-gebruikers werden naar de geselecteerde gebruikersgroepen gemigreerd
ru: Выбранные POS пользователи были перемещены в выбранные группы пользователей.
sv: Valda kassaanvändare har migrerats till valda användargrupper
vi_vn: Người dùng POS được chọn đã được chuyển đổi sang các nhóm người dùng đã chọn

# POSUsersNotMigrated
source: No POS users were migrated
bg: Не са мигрирали POS потребители
da: Ingen POS-brugere blev overført
de: Keine POS-Benutzer wurden migriert
es: No se migró a ningún usuario del punto de venta
fi: Yhtään POS-käyttäjää ei muunnettu
fr: Aucun utilisateur PDV n'a été migré
is: Engir POS notendur voru yfirfærðir
nl_be: Er werden geen POS-gebruikers gemigreerd
ru: Нет мигрировавших POS пользователей
sv: Inga kassaanvändare migrerades
vi_vn: Không có người dùng POS nào được chuyển đổi

source: Remove
bg: Премахване
da: Fjern
de: Entfernen
es: Eliminar
fi: Poista
fr: Supprimer
is: Fjarlægja
nl_be: Verwijderen
ru: Удалить
sv: Ta bort
vi_vn: Gỡ bỏ

source: Remove from group
bg: Премахва от група
da: Fjern fra gruppe
de: Aus der Gruppe entfernen
es: Quitar del grupo
fi: Poista ryhmästä
fr: Supprimer du groupe
is: Taka úr hóp
nl_be: Uit groep verwijderen
ru: Удалить из группы
sv: Ta bort från grupp
vi_vn: Xóa khỏi nhóm

# RevertConditions
source: Note that groups and permissions cannot be reverted
bg: Обърнете внимание, че групите и правата не могат да бъдат отменени
da: Bemærk, at grupper og tilladelser ikke kan fortrydes
de: Beachten Sie, dass Gruppen und Berechtigungen nicht rückgängig gemacht werden können
es: Tenga en cuenta que los grupos y permisos no se pueden revertir.
fi: Huomaa, että ryhmiä ja käyttöoikeuksia ei voida palauttaa
fr: Veuillez noter que les groupes et les autorisations ne peuvent pas être rétablis
is: Athugið að ekki er hægt að bakka með hópa og réttindi
nl_be: Houd er rekening mee dat groepen en machtigingen niet kunnen worden omgekeerd
ru: Обратите внимание, что группы и разрешения не могут быть возвращены
sv: Observera att grupper och behörigheter kan inte återföras
vi_vn: Lưu ý rằng các nhóm và quyền không thể được đổi lại

source: Search
bg: Търсене
da: Søg
de: Suchen
es: Buscar
fi: Haku
fr: Rechercher
is: Leita
nl_be: Zoeken
ru: Поиск
sv: Sök
vi_vn: Tìm kiếm

source: Search for user
bg: Търсене Потребител
da: Søg efter bruger
de: Suche nach Benutzer
es: Buscar usuario
fi: Etsi käyttäjää
fr: Rechercher un utilisateur
is: Leita að notanda
nl_be: Zoeken naar gebruiker
ru: Поиск пользователя
sv: Sök efter användare
vi_vn: Tìm kiếm cho người dùng

source: Security
bg: Сигурност
da: Sikkerhed
de: Sicherheit
es: Seguridad
fi: Turvallisuus
fr: Sécurité
is: Öryggi
nl_be: Beveiliging
ru: Безопасность
sv: Säkerhet
vi_vn: Bảo mật

# SecurityRolesWarning
source: Please note that security roles were not perfectly cloned since you did not have permissions for all the needed roles
bg: Моля обърнете внимание, че ролите за сигурност не са напълно клонирани, тъй като не сте имали разрешения за всички необходими роли
da: Bemærk, at sikkerhedsroller ikke blev kopieret perfekt, da du ikke havde tilladelser til alle de nødvendige roller
de: Bitte beachten Sie, dass Sicherheitsfunktionen nicht perfekt geklont wurden, da Sie keine Berechtigungen für alle erforderlichen Funktionen hatten.
es: Tenga en cuenta que no se clonaron perfectamente los roles de seguridad ya que no dispone de permisos para todos los roles necesarios
fi: Huomaa, että käyttöoikeusrooleja ei täysin kloonattu, koska sinulla ei ollut oikeuksia kaikkiin tarvittaviin rooleihin
fr: Veuillez noter que les rôles de sécurité n'ont pas été parfaitement clonés puisque vous n'aviez pas les autorisations nécessaires pour tous les rôles
is: Athugaðu að aðgangsréttindi voru ekki að fullu afrituð þar sem þú hefur ekki öll nauðsynleg réttindi
nl_be: Merk op dat beveiligingsrollen niet perfect gekloond werden aangezien u niet over alle vereiste rechten beschikt voor de functies
ru: Обратите внимание, что роли безопасности не были полностью клонирован, так как вы не имеете права доступа для всех необходимых ролей
sv: Observera att säkerhetsrollerna inte klonades helt rätt, då behörighet för alla nödvändiga roller saknas
vi_vn: Xin lưu ý rằng vai trò bảo mật không được sao chép hoàn hảo vì bạn không có quyền cho tất cả các vai trò cần thiết

# TokenAlreadyExists
source: This token identifier already exists
bg: Този идентификатор токен вече съществува
da: Dette token-id findes allerede
de: Dieser Token-Bezeichner ist bereits vorhanden
es: Este identificador de token ya existe
fi: Tämä tunniste-ID on jo olemassa
fr: Cet identificateur de jeton existe déjà
is: Þetta auðkenni er nú þegar til
nl_be: Deze tokenidentificatie bestaat al
ru: Этот токен идентификации уже существует
sv: Token finns redan
vi_vn: Mã định danh mã thông báo này đã tồn tại

# TokenPresetDescription
source: Token #1
bg: Токен #1
fi: Tunniste #1
fr: Jeton #1
is: Auðkenni #1
vi_vn: Mã thông báo #1

source: Unlink POS user
bg: Отмяна връзка ПОС потребител
da: Fjern link til POS-bruger
de: POS-Benutzer trennen
es: Quitar enlace a usuario de punto de venta
fi: Poista liitos POS-käyttäjään
fr: Dissocier l'utilisateur PDV
is: Aftengja POS notanda
nl_be: Link POS-gebruiker ongedaan maken
ru: Отмена связи POS пользователя
sv: Frikoppla kassa användare
vi_vn: Hủy liên kết người dùng POS

# UnlinkPOSUserQuestion
source: Are you sure you want to unlink the selected user from its POS user?
bg: Наистина ли искате да прекратите връзката на избрания потребител с неговия ПОС потребител?
da: Er du sikker på, at du vil fjerne linket fra den valgte bruger til dens POS-bruger?
de: Sind Sie sicher, dass Sie den ausgewählten Benutzer von dem POS-Benutzer aufheben wollen?
es: ¿Está seguro de que desea quitar el enlace del usuario seleccionado de su usuario de punto de venta?
fi: Oletko varma, että haluat poistaa liitoksen valitulta käyttäjältä sen POS-käyttäjään?
fr: Êtes-vous sûr(e) de vouloir dissocier l'utilisateur choisi de son utilisateur PDV ?
is: Ertu viss um að þú viljir fjarlæga tenginguna við POS notanda?
nl_be: Weet u zeker dat u de link van de geselecteerde gebruiker van zijn POS-gebruiker ongedaan wilt maken?
ru: Вы уверены, что хотите отменить связь выбранного пользователя с пользователем POS?
sv: Vill du frikoppla vald användare från kassa användare?
vi_vn: Bạn có chắc chắn muốn xóa nhóm người dùng đã chọn?

source: User groups
bg: Потребителски групи
da: Brugergrupper
de: Benutzergruppen
es: Grupos de usuarios
fi: Käyttäjäryhmät
fr: Groupes d'utilisateurs
is: Notendahópar
nl_be: Gebruikersgroepen
ru: Группы пользователей
sv: Användargrupper
vi_vn: Nhóm người dùng

# UserGroupsNew
source: New
bg: Нов
da: Ny
de: Neuer
es: Nuevo
fi: Uusi
fr: Nouveau
is: Nýr
nl_be: Nieuw
ru: Новый
sv: Ny
vi_vn: Mới

# UserGroupsTooltipDescription
source: Manage user groups and which permissions the groups include
bg: Създаване на нова потреб.група
da: Opret en ny brugergruppe
de: Eine neue Benutzergruppe erstellen
es: Crear un nuevo grupo de usuarios
fi: Luo uusi käyttäjäryhmä
fr: Créer un nouveau groupe d'utilisateurs
is: Umsjón með notendahópum og hvaða réttindi hver hópur hefur
nl_be: Een nieuwe gebruikersgroep aanmaken
ru: Создать новую группу пользователей
sv: Skapa en ny användargrupp
vi_vn: Tạo nhóm người dùng mới

# UserGroupsViews
source: View groups
bg: Преглед групи
da: Se grupper
de: Gruppen anzeigen
es: Ver grupos
fi: Näytä ryhmät
fr: Afficher les groupes
is: Skoða hópa
nl_be: Groepen bekijken
ru: Просмотр групп
sv: Se grupper
vi_vn: Xem nhóm

source: User information
bg: Потребител Информация
da: Brugeroplysninger
de: Benutzerinformationen
es: Información del usuario
fi: Käyttäjän tiedot
fr: Informations concernant l'utilisateur
is: Upplýsingar um notanda
nl_be: Informatie over gebruikers
ru: Пользовательская информация
sv: Användarinformation
vi_vn: Thông tin người dùng

source: User logins
bg: Потребител влизания
da: Bruger logins
de: Benutzeranmeldungen
es: Conexiones del usuario
fi: Käyttäjän sisäänkirjautumistiedot
fr: Connexions utilisateur
is: Notanda innskráningar
nl_be: Logins gebruikers
ru: Входы пользователей
sv: Användar inloggningar
vi_vn: Đăng nhập

source: User management
bg: Управление на потребители
da: Brugeradministration
de: Benutzerverwaltung
es: Administración de usuarios
fi: Käyttäjien hallinta
fr: Gestion des utilisateurs
is: Notendaumsjón
nl_be: Beheer gebruikers
ru: Управление пользователем
sv: Användarhantering
vi_vn: Quản lý người dùng

# UserMigrated
source: Selected Site Manager users have been migrated
bg: Избраните потребители Site manager не са мигрирани
da: De valgte Site Manager-brugere er blevet overført
de: Ausgewählte Site Manager-Benutzer wurden migriert
es: Se ha realizado la migración de los usuarios seleccionados de Site Manager
fi: Valitut Site Manager käyttäjät on muunnettu
fr: Les utilisateurs de gestionnaire de site choisis ont été migrés
is: Búið er að yfirfæra valda Site Manager notendur
nl_be: Geselecteerde Site Manager-gebruikers werden gemigreerd‏
ru: Выбранные пользователи менеджера сайтов были перенесены
sv: Valda Site Manager användare har migrerats
vi_vn: Người dùng Trình quản lý Trang đã chọn đã được chuyển đổi

# UserNameHasTobe2Letters
source: User name must be at least 2 letters.
bg: Потребителското име трябва да съдържа поне 2 букви.
da: Brugernavn skal være mindst 2 bogstaver.
de: Benutzername muss aus mindestens 2 Buchstaben bestehen.
es: El nombre de usuario debe tener 2 letras como mínimo.
fi: Käyttäjänimessä tulee olla vähintään 2 kirjainta.
fr: Le nom d'utilisateur doit comporter au moins 2 lettres.
is: Innskráningarnafn þarf að vera amk 2 stafir.
nl_be: Gebruikersnaam moet minstens 2 letters lang zijn.
ru: Имя пользователя должно быть не меньше 2 бкув.
sv: Användarnamn måste vara minst 2 bokstäver.
vi_vn: Tên người dùng phải có ít nhất 2 chữ cái.

# UserNotMigrated
source: No Site Manager users were migrated
bg: Не бяха мигрирани потребители на Site manager
da: Ingen Site Manager-brugere blev overført
de: Keine Site Manager-Benutzer wurden migriert
es: No se migró a ningún usuario de Site Manager
fi: Yhtään Site Manager -käyttäjää ei muunnettu
fr: Aucun utilisateur de gestionnaire de site n'a été migré
is: Engir Site Manager notendur voru yfirfærðir
nl_be: Er werden geen Site Manager-gebruikers gemigreerd
ru: Нет мигрировавших пользователей Сайта Менеджера
sv: Inga Site Manager användare migrerades
vi_vn: Không có người dùng Trình quản lý Trang web nào được chuyển đổi

source: User permissions
bg: Потребителски права
da: Brugerrettigheder
de: Benutzerberechtigungen
es: Permisos del usuario
fi: Käyttöoikeudet
fr: Autorisations utilisateur
is: Réttindi notanda
nl_be: Gebruikersmachtigingen
ru: Разрешения пользователя
sv: Rättigheter för användare
vi_vn: Quyền người sử dụng

source: User profile
bg: Профил на потребител:
da: Brugerprofil
de: Benutzerprofil:
es: Perfil de usuario:
fi: Käyttäjäprofiili:
fr: Profil d'utilisateur :
is: Notendaprófíll
nl_be: Gebruikersprofiel:
sv: Användarprofil:
vi_vn: Hồ sơ người dùng:

source: Users
bg: Потребители
da: Brugere
de: Benutzer
es: Usuarios
fi: Käyttäjät
fr: Utilisateurs
is: Notendur
nl_be: Gebruikers
ru: Пользователи
sv: Användare
vi_vn: Người dùng

# UserSearchTooltip
source: Type in a user name to search for a user
bg: Въведете потребителско име, за да търсите потребител
da: Skriv et brugernavn for at søge efter en bruger
de: Geben Sie einen Benutzernamen ein, um nach einem Benutzer zu suchen.
es: Escriba un nombre de usuario para buscarlo
fi: Kirjoita käyttäjänimi käyttäjän etsimiseksi
fr: Saisir un nom d'utilisateur pour rechercher un utilisateur
is: Leita að notanda eftir nafni
nl_be: Gebruikersnaam intypen om een gebruiker te zoeken
ru: Наберите имя пользователя для его поиска
sv: Skriv in ett användarnamn för att söka efter en användare
vi_vn: Nhập tên người dùng để tìm kiếm người dùng

source: Users in group
bg: Потребители в групата
da: Brugere i gruppe
de: Benutzer in der Gruppe
es: Usuarios en grupo
fi: Ryhmän käyttäjät
fr: Utilisateurs du groupe
is: Notendur í hópi
nl_be: Gebruikers in groep
ru: Пользователи в группе
sv: Användare i grupp
vi_vn: Người dùng trong nhóm:

# UsersManage
source: Manage
bg: Управление
da: Administrer
de: Verwalten
es: Administrar
fi: Hallitse
fr: Gérer
is: Birta
nl_be: Beheren
ru: Управление
sv: Hantera
vi_vn: Quản lý

# UsersNew
source: New
bg: Нов
da: Ny
de: Neu
es: Nuevo
fi: Uusi
fr: Nouveau
is: Nýr
nl_be: Nieuw
ru: Новый
sv: Ny
vi_vn: Mới

# UsersTooltipDescription
source: Open the users list to view and manage users
bg: Отворете списъка с потребители, за да преглеждате и управлявате потребителите
da: Åbn brugerlisten for at se og administrere brugere
de: Benutzerliste öffnen, um Benutzer anzuzeigen und zu verwalten
es: Abrir la lista de usuarios para ver y administrar los usuarios
fi: Avaa käyttäjäluettelo käyttäjien tarkastelemiseksi ja hallinnoimiseksi
fr: Ouvrir la liste d'utilisateurs pour afficher et gérer les utilisateurs
is: Opna lista af notendum til að skoða og hafa umsjón með þeim
nl_be: Open de gebruikerslijst om de gebruikers te bekijken en te beheren
ru: Открыть список пользователей для просмотра и управления пользователями
sv: Öppna användarlistan för att visa och hantera användare
vi_vn: Mở danh sách người dùng để xem và quản lý người dùng

source: View all
bg: Преглед всички
da: Vis Alle
de: Alle anzeigen
es: Ver todo
fi: Näytä kaikki
fr: Tout afficher
is: Birta alla
nl_be: Alles bekijken
ru: Просмотр всех пользователей
sv: Se alla
vi_vn: Xem tất cả

source: View all users
bg: Преглед Всички Потребители
da: Se alle brugere
de: Alle Benutzer anzeigen
es: Ver todos los usuarios
fi: Näytä kaikki käyttäjät
fr: Afficher tous les utilisateurs
is: Birta alla notendur
nl_be: Alle gebruikers bekijken
ru: Просмотр всех пользователей
sv: Se alla användare
vi_vn: Xem tất cả người dùng

# ViewAllUsersDescription
source: Use this option to search for all users
bg: Използвайте тази опция, за да търсите всички потребители
da: Brug denne mulighed til at søge efter alle brugere
de: Verwenden Sie diese Option, um für alle Benutzer zu suchen
es: Utilice esta opción para buscar todos los usuarios.
fi: Tämän valinnan avulla voit etsiä kaikkia käyttäjiä
fr: Utilisez cette option pour rechercher tous les utilisateurs
is: Veldu þennan kost til að birta alla notendur
nl_be: Deze optie gebruiken om alle gebruikers te zoeken
ru: Используйте эту опцию для поиска всех пользователей
sv: Använd alternativet för att söka alla användare
vi_vn: Sử dụng tùy chọn này để tìm kiếm cho tất cả người dùng

source: View POS user
bg: Преглед потребител на POS
da: Vis POS-bruger
de: POS-Benutzer anzeigen
es: Ver usuario de punto de venta
fi: Näytä POS-käyttäjä
fr: Afficher l'utilisateur PDV
is: Birta POS notanda
nl_be: POS-gebruiker bekijken
ru: Просмотр POS пользователя
sv: Kassa användarvy
vi_vn: Xem người dùng POS

source: View user groups
bg: Преглед на потребителски групи
da: Se brugergrupper
de: Benutzergruppen anzeigen
es: Ver grupos de usuarios
fi: Näytä käyttäjäryhmät
fr: Afficher les groupes d'utilisateurs
is: Birta notendahópa
nl_be: Gebruikersgroepen bekijken
ru: Просмотр пользовательских групп
sv: Se användargrupper
vi_vn: Nhóm người dùng

# ViewUserGroupsDescription
source: Use this option to view user groups
bg: Използвайте тази опция, за да видите потребителските групи
da: Brug denne indstilling til at se brugergrupper
de: Verwenden Sie diese Option, um Benutzergruppen anzuzeigen
es: Utilice esta opción para ver grupos de usuarios.
fi: Tämän valinnan avulla voit tarkastella käyttäjäryhmiä
fr: Utilisez cette option pour afficher les groupes d'utilisateurs
is: Veldu þennan kost til að birta notendahópa
nl_be: Deze optie gebruiken om gebruikersgroepen te bekijken
ru: Используйте эту опцию для просмотра пользовательских групп
sv: Använd alternativet för att se användargrupper
vi_vn: Sử dụng tùy chọn Nhóm người dùng

# WarningTitle
source: Warning
bg: Внимание
da: Advarsel
de: Warnung
es: Advertencia
fi: Varoitus
fr: Avertissement
is: Aðvörun
nl_be: Waarschuwing
ru: Предупреждение
sv: Varning
vi_vn: Cảnh Báo

# XUsersAreLockedOut
source: #1 users are locked out because of to many failed login attempts
bg: Потребителите #1 са блокирани поради неуспешни опити за влизане
da: #1 brugere er låst på grund af for mange mislykkede loginforsøg
de: #1 Benutzer wurden aufgrund zu vieler fehlgeschlagener Anmeldeversuche gesperrt.
es: Hay #1 usuarios bloqueados debido a un número excesivo de intentos fallidos de inicio de sesión
fi: #1 käyttäjät on lukittu liian monen epäonnistuneen sisäänkirjautumisen takia
fr: #1 utilisateurs sont verrouillés car il y a eu trop d'échecs de tentative de connexion
is: #1 notendur eru læstir úti vegna of margra tilrauna til innskráninga
nl_be: #1 gebruikers zijn geblokkeerd wegens te veel mislukte aanmeldingspogingen
ru: #1 пользователей заблокировано из-за слишком большого количества не корректных попыток входа
sv: #1 användare är låsta på grund av för många misslyckade inloggningsförsök
vi_vn: Người dùng #1 bị khóa vì nhiều lần đăng nhập thất bại
