Repository: iespana/LSOne
Catalog: SM/Plugins/CustomerLoyalty/Properties/Resources.*.resx
Languages: nl_be, sv

source: Add
nl_be: Toevoegen
sv: Lägg till

source: Card number
nl_be: Kaartnummer
sv: Kortnummer

source: Delete
nl_be: Verwijderen
sv: Radera

source: Edit
nl_be: Bewerken
sv: Redigera

source: No selection
nl_be: Geen selectie
sv: Inget markerat

source: Closed
nl_be: Gesloten
sv: Stängt

source: Date
nl_be: Datum:
sv: Datum

source: Loyalty card
nl_be: Getrouwheidskaart
sv: Klubbkort

source: Store
nl_be: Winkel
sv: Butik

source: Yes
nl_be: Ja
sv: Ja

source: Blocked
nl_be: Geblokkeerd
sv: Spärrad

source: Customer
nl_be: Klant
sv: Kund

source: Expiration date
nl_be: Vervaldatum
sv: Utgångsdatum

# NoStoreServerIsSetUp
source: Site Service has not been configured yet
nl_be: Site Service werd nog niet geconfigureerd
sv: Butiksserver har inte konfigurerats ännu

# CouldNotConnectToStoreServer
source: Could not connect to Site Service
nl_be: Kon geen verbinding tot stand brengen met Site Service
sv: Kunde inte koppla upp till Site Service

source: Balance
nl_be: Saldo
sv: Saldo

source: Card has customer
nl_be: Kaart heeft klant
sv: Kort har kund

source: Card tender
nl_be: Kaartenofferte
sv: Kortbetalningsmedel

# CustomerTabLoyaltyTrans
source: Loyalty transactions
nl_be: Getrouwheidstransacties
sv: Kundklubbstransaktioner

source: Customer tender
nl_be: Klantenofferte
sv: Kundbetalningsmedel

# DeleteCardQuestion
source: Are you sure you want to delete this loyalty card?
nl_be: Weet u zeker dat u deze getrouwheidskaart wilt verwijderen?
sv: Vill du radera kundklubbskortet?

# DeleteSchemeQuestion
source: Are you sure you want to delete this loyalty scheme?
nl_be: Weet u zeker dat u dit getrouwheidsplan wilt verwijderen?
sv: Vill du radera kundklubbsschemat?

# DeleteSchemeRuleQuestion
source: Are you sure you want to delete this scheme rule?
nl_be: Weet u zeker dat u deze regel van het getrouwheidsplan wilt verwijderen?
sv: Vill du radera schemaregel?

source: Edit loyalty card
nl_be: Getrouwheidskaart bewerken
sv: Redigera kundklubbskort

# EditLoyaltyCardDescription
source: Enter loyalty card configuration
nl_be: Configuratie getrouwheidskaart invoeren
sv: Ange kundklubbskortkonfiguration

source: Error connecting to Site Service
nl_be: Fout bij het tot stand brengen van een verbinding met Site Service
sv: Fel vid anslutning till butiksserver

source: Expired
nl_be: Vervallen
sv: Upphör att gälla

source: Issued
nl_be: Uitgegeven
sv: Utfärdat

source: Loyalty
sv: Kundklubb

# LoyaltyCardNew
source: New loyalty card(s)
nl_be: Nieuwe getrouwheidskaart(en)
sv: Nya kundklubbskort

# LoyaltyCardsView
source: Loyalty cards
nl_be: Getrouwheidskaarten
sv: Kundklubbskort

# LoyaltySchemesView
source: Loyalty schemes
nl_be: Getrouwheidsplannen
sv: Kundklubbsscheman

# LoyaltyTransView
source: Loyalty transactions
nl_be: Getrouwheidstransacties
sv: Kundklubbstransaktioner

source: No tender
nl_be: Geen offerte
sv: Inget betalningsmedel

source: Open
sv: Öppna

# PayLoyaltyTenderInfo
source: Rules that have a tender with the action Pay Loyalty will convert the point value to a negative value in POS calculations when they are used for payment.
nl_be: Regels die een offerte hebben met de Pay Loyalty-actie zullen de puntenwaarde omzetten in een negatieve waarde in POS-berekeningen wanneer ze voor betaling worden gebruikt.
sv: Regler har ett betalningsmedel med åtgärd Betala kundklubb kommer att konvertera poängvärdet till ett negativt värde i kassaberäkningar när de används för betalning.

source: Profiles
nl_be: Profielen
sv: Profiler

source: Receipt number
nl_be: Ticketnummer
sv: Kvittonummer

source: Scheme
nl_be: Plan
sv: Schema

# LoyaltyCardsViewDescription
source: Use this option to view loyalty cards
nl_be: Deze optie gebruiken om opgeschorte getrouwheidskaarten te bekijken
sv: Använd det här alternativet för att se kundklubbskort

# LoyaltySchemesViewDescription
source: Use this option to view loyalty schemes
nl_be: Deze optie gebruiken om getrouwheidsplannen te bekijken
sv: Använd det här alternativet för att se kundklubbsscheman

# LoyaltyTransViewDescription
source: Use this option to view loyalty transactions
nl_be: Deze optie gebruiken om getrouwheidstransacties te bekijken
sv: Använd det här alternativet för att se kundklubbstransaktioner

# NewCardDescription
source: Use this option to create new loyalty card(s)
nl_be: Deze optie gebruiken om (een) nieuwe getrouwheidskaart(en) aan te maken
sv: Använd det här alternativet för att skapa nya kundklubbskort

# StartingDateCannotBeBigger
source: Starting date can not be bigger than ending date
nl_be: Startdatum moet voor einddatum liggen
sv: Startdatum kan inte vara större än slutdatum

source: Types
sv: Typer

source: Used
nl_be: Gebruikt
sv: Använt

# NoSiteServiceConfigured
source: A site service profile needs to be configured for the Site Manager
nl_be: Een siteserviceprofiel moet voor de Site Manager worden geconfigureerd
sv: En Site Service-profil behöver konfigureras för Site Manager

# LoyaltyCardsTooltipDescription
source: Manage loyalty cards and link to customers
nl_be: Getrouwheidskaarten en link naar klanten beheren
sv: Hantera kundklubbskort och koppla till kunder

# LoyaltySchemeInUse
source: There are loyalty cards using this scheme, it cannot be deleted
nl_be: Dit schema wordt gebruikt door getrouwheidskaarten, het kan niet worden verwijderd
sv: Schemat kan inte tas bort eftersom det finns kundklubbskort i det som används

# LoyaltySchemesTooltipDescription
source: Create rules for loyalty point collection and usage
nl_be: Regels aanmaken voor verzamelen en gebruiken van getrouwheidspunten
sv: Skapa regler för hur kunder samlar och använder klubbpoäng

# LoyaltyTransTooltipDescription
source: View and filter the list of all loyalty transactions
nl_be: De lijst met alle getrouwheidstransacties bekijken en filteren
sv: Visa och filtrera listan över alla kundklubbstransaktioner

# NewCard
source: New card(s)
nl_be: Nieuwe kaart(en)
sv: Nya kort

source: New cards
nl_be: Nieuwe kaarten
sv: Nya kort

# NewCardTooltipDescription
source: Create new loyalty card(s) and link them to a loyalty scheme
nl_be: Maak nieuwe getrouwheidskaart(en) en link ze aan een getrouwheidsschema
sv: Skapa nya kundklubbskort och koppla dem till ett kundklubbsschema
