Repository: iespana/LSOne
Catalog: SM/Plugins/LookupValues/Properties/resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# TheLimitationCannotBeDeletedAsItIsInUseOnAtLeastOneStore
source: A limitation code that is in use has to have at least one line. This limitation code is in use on store {0}
bg: Ограничителният код, който се използва, трябва да има поне един ред. Този код за ограничение се използва в магазина {0}
da: En begrænsningskode, der er i brug, skal have mindst en linje. Denne begrænsningskode bruges i butik {0}
de: Ein verwendeter Beschränkungscode muss mindestens eine Zeile haben. Dieser Beschränkungscode wird im Geschäft {0} verwendet.
es: Los códigos de limitación en uso deben tener al menos una línea. Este código de limitación está en uso en la tienda {0}.
fi: Käytettävässä rajoituskoodissa on oltava vähintään yksi rivi. Tämä rajoituskoodi on käytössä myymälässä {0}
fr: Un code limitation en cours d'utilisation doit avoir au moins une ligne. Ce code limitation est utilisé pour le magasin {0}
is: Takmörkunarkóði sem er í notkun verður að hafa að minnsta kosti 1 línu. Takmörkunarkóðinn er í notkun á búð {0}
nl: Een beperkingskode die in gebruik is, moet minstens één regel bevatten. Deze beperkingskode is in gebruik op de winkel {0}
nl_be: Een beperkingscode die wordt gebruikt, moet minstens één lijn bevatten. Deze beperkingscode wordt gebruikt in winkel {0}
ru: Код ограничения, для которого должна быть по крайней мере одна строка. Этот код используется в магазине {0}
sv: En begränsningskod som används måste ha minst en rad. Denna begränsningskod används vid butiken {0}
vi_vn: Mã hạn mức đang sử dụng phải có ít nhất một dòng. Mã hạn mức này đang được sử dụng trên cửa hàng {0}

# UnitConversionDescription
source: Use this option to manage unit conversions
bg: Използвайте тази опция, за да управлявате конверсиите на единици
da: Brug denne indstilling til at administrere enhedskonverteringer
de: Verwenden Sie diese Option, um Einheitsumrechnungen zu verwalten
es: Utilice esta opción para administrar conversiones de unidades.
fi: Tämän vaihtoehdon avulla voit hallita yksikkömuutoksia
fr: Utilisez cette option pour gérer les conversions d'unités
is: Notaðu þennan valkost til að halda utan um eininga umbreytingar
nl: Gebruik deze optie om unit conversies te beheren
nl_be: Deze optie gebruiken om eenheidsomzettingen te beheren
ru: Используйте эту опцию для управления единицами конвертирования
sv: Använd alternativet för att hantera enhetskonverteringar
vi_vn: Sử dụng tùy chọn này để quản lý chuyển đổi đơn vị

# UnitConversionExists
source: A unit conversion rule already exists for your item(s) and units
bg: Правилото за конверсия на единици вече съществува за артикила(ите) и за единиците
da: Der findes allerede en enhedskonverteringsregel for dine emner og enheder
de: Eine Einheitsumrechnungsregel für Ihre Artikel und Einheiten ist bereits vorhanden
es: Ya existe una regla de conversión de unidad para su(s) artículo(s) y unidades.
fi: Yksikkömuunnossääntö on jo olemassa tuotteelle ja yksikölle
fr: Une règle d'unité de conversion existe déjà pour votre (vos) article(s) et unité(s)
is: Það er þegar til umbreytingar regla fyrir þessar einingar
nl: Er bestaat al een regel voor de conversie van een eenheid voor uw object (en) en eenheden
nl_be: Er bestaat al een eenheidsomzettingsregel voor uw artikel(en) en eenheden
ru: Правило конвертирования единицы уже существует для товара (товаров) и единицы
sv: En enhetskonverteringsregel finns redan för artiklar och enheter
vi_vn: Quy tắc chuyển đổi đơn vị đã tồn tại cho (các) mặt hàng và đơn vị của bạn

# UnitConversionQuestion
source: No unit conversion rule exists to convert from the selected unit to the inventory unit for the selected item. Would you like to create the rule?
bg: Не съществува правило за конверсия от избраната единица в единица мярка запаси за избрания артикул. Искате ли да създадете правилото?
da: Der findes ingen enhedskonverteringsregel for at konvertere fra den valgte enhed til lagerenheden for den valgte vare. Vil du oprette reglen?
de: Keine Einheitsumwandlungsregel ist vorhanden, um die gewählte Einheit in eine Inventareinheit für den ausgewählten Artikel zu konvertieren. Möchten Sie die Regel erstellen?
es: No existe ninguna regla de conversión de unidad de la unidad seleccionada a la unidad de inventario para el artículo seleccionado. ¿Desea crear la regla?
fi: Yksikön muuntamissääntöä ei ole olemassa, jotta voitaisiin muuntaa valitusta yksiköstä valitun kohteen varastointiyksikköön. Haluatko luodan säännön?
fr: Aucune règle de conversion d'unités n'existe pour convertir l'unité choisie vers l'unité de l'inventaire pour l'article choisi. Souhaitez-vous en créer une ?
is: Engin einingaumbreytingaregla fannst til að umbreyta úr valinni einingu yfir í einingu birgða. Viltu búa til regluna?
nl: Er bestaat geen eenheid conversie regel om te zetten van de geselecteerde eenheid naar de inventaris voor het geselecteerde item. Wilt u de regel aanmaken?
nl_be: Er bestaat geen eenheidsomzettingsregel om voor het geselecteerde artikel de geselecteerde eenheid naar de eenheid van de inventaris om te zetten. Wilt u de regel aanmaken?
ru: Нет правила преобразования из выбранной единицы в складскую единицу, для выбранного товара. Создать такое правило? ?
sv: Ingen konverteringsregel finns för att konvertera från vald enhet till lagerenhet för vald artikel. Vill du skapa regel?
vi_vn: Không tồn tại quy tắc chuyển đổi đơn vị để chuyển đổi từ đơn vị đã chọn sang đơn vị khoảng không quảng cáo cho mục đã chọn. Bạn có muốn tạo quy tắc?

# UnitConversionRuleMissing
source: Unit conversion rule is missing
bg: Липсва правило за преобразуване на мерни единици
da: Enhedskonverteringsregel mangler
de: Einheitsumrechnungsregel fehlt
es: Falta la regla de conversión de unidad
fi: Yksikön muuntamissääntö puuttuu
fr: Règle de conversion d'unité manquante
is: Einingaumbreytingaregla er ekki til
nl: Unit regelregel ontbreekt
nl_be: Regel voor omzetting eenheden ontbreekt
ru: Правило конвертирования единиц пропущено
sv: Enhetskonverteringsregel saknas
vi_vn: Quy tắc chuyển đổi đơn vị bị thiếu

source: Unit conversions
bg: Конверсия на мерни единици
da: Enhedskonverteringer
de: Einheitsumrechnungen
es: Conversiones de unidades
fi: Yksikkömuunnokset
fr: Conversions d'unités
is: Umbreyting eininga
nl: Eenheid conversies
nl_be: Eenheidsomzettingen
ru: Преобразования единиц
sv: Enhetskonverteringar
vi_vn: Chuyển đổi Đơn vị

# UnitConversionTooltipDescription
source: Create global or item specific unit conversion rules
bg: Създайте основно или специф.правило за конверсия на мерни единици артикул
da: Opret globale eller varespecifikke enhedskonverteringsregler
de: Allgemeine oder artikelspezifische Einheitskonversionsregeln erstellen
es: Crear reglas de conversión de unidades globales o específicas para artículos
fi: Luo globaali tai tuotekohtainen yksikkömuunnossääntö
fr: Créer des règles de conversion d'unités globales ou spécifiques à un article
is: Búa til eininga umbreytingar reglur sem eru altækar eða fyrir ákveðnar vörur
nl: Maak globale of objectspecifieke conversie regels van het apparaat
nl_be: Omzettingsregels voor algemene of artikelspecifieke eenheid aanmaken
ru: Создать глобюальное или спец. правило преобразования
sv: Skapa globala eller artikelspecifika enhetskonverteringsregler
vi_vn: Tạo quy tắc chuyển đổi đơn vị cụ thể hoặc toàn cầu

# UnitDescExists
source: A unit with this description has already been created
bg: Вече е създадена единица с това описание
da: En enhed med denne beskrivelse er allerede oprettet
de: Eine Einheit mit dieser Beschreibung wurde bereits erstellt
es: Ya se ha creado una unidad con esta descripción
fi: Yksikkö, jolla on tämä kuvaus, on jo luotu
fr: Une unité comportant cette description a déjà été créée
is: Eining með þessari lýsingu er nú þegar til
nl: Een eenheid met deze beschrijving is al aangemaakt
nl_be: Er is al een eenheid met deze omschrijving aangemaakt
ru: Единица с таким же описание уже была создана
sv: Det finns redan en enhet med den här beskrivningen
vi_vn: Một đơn vị với mô tả này đã được tạo

# UnitIDExists
source: A unit with this ID has already been created
bg: Вече е създадена единица с този идентификатор
da: En enhed med dette ID er allerede oprettet
de: Eine Einheit mit dieser ID wurde bereits erstellt
es: Ya se ha creado una unidad con este ID
fi: Yksikkö, jolla on tämä tunniste, on jo luotu
fr: Une unité comportant cet ID a déjà été créée
is: Eining með þessu auðkenni er nú þegar til
nl: Een eenheid met deze ID is al aangemaakt
nl_be: Er is al een eenheid met deze ID aangemaakt
ru: Единица с таким же ID уже была создана
sv: Det finns redan en enhet med detta ID
vi_vn: Một đơn vị có ID này đã được tạo

source: Units
bg: Мерни единици
da: Enheder
de: Einheiten
es: Unidades
fi: Yksiköt
fr: Unités
is: Einingar
nl: Onderdelen
nl_be: Eenheden
ru: Единицы
sv: Enheter
vi_vn: Các đơn vị

# UnitsDescription
source: Use this option to manage units
bg: Използвайте тази опция, за да управлявате мерни единици
da: Brug denne indstilling til at administrere enheder
de: Verwenden Sie diese Option, um Einheiten zu verwalten
es: Utilice esta opción para administrar unidades
fi: Tämän vaihtoehdon avulla voit hallita yksiköitä
fr: Utilisez cette option pour gérer les unités
is: Notaðu þennan valkost til að skoða eða breyta einingum
nl: Gebruik deze optie om eenheden te beheren
nl_be: Deze optie gebruiken om eenheden te beheren
ru: Используйте эту опцию для управления единицами
sv: Använd alternativet för att hantera enheter
vi_vn: Sử dụng tùy chọn này để quản lý các đơn vị

# UnitsTooltipDescription
source: Manage units
bg: Управление на мерни единици
da: Administrer enheder
de: Einheiten verwalten
es: Administrar unidades
fi: Hallinnoi yksiköitä
fr: Gérer les unités
is: Umsjón með einingum
nl: Eenheden beheren
nl_be: Eenheden beheren
ru: Единицы управления
sv: Hantera enheter
vi_vn: Quản lý Các đơn vị

# VariantHasToBeSelected
source: A variant has to be selected
bg: Трябва да се избере вариант
da: Der skal vælges en variant
de: Es muss eine Variante ausgewählt werden.
es: Debe seleccionar una variante
fi: Variantti on valittava
fr: Une variante doit être choisie
is: Það á eftir að velja afbrigði vöru
nl: Een variant moet geselecteerd worden
nl_be: Selecteer een variant
ru: Должен быть выбран вариант
sv: En variant måste väljas
vi_vn: Một biến thể phải được chọn
