Repository: iespana/LSOne
Catalog: SM/Plugins/LookupValues/Properties/resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# DeleteCustomerCardQuestion
source: Are you sure you would like to delete the selected customer card ?
bg: Наистина ли искате да изтриете избраната карта на клиент?
da: Er du sikker på, at du vil slette det valgte kundekort?
de: Sind Sie sicher, dass Sie die ausgewählte Kundenkarte löschen wollen?
es: ¿Está seguro de que desea borrar la tarjeta del cliente seleccionada?
fi: Haluatko varmasti poistaa valitun asiakaskortin?
fr: Êtes-vous sûr(e) de vouloir supprimer la carte client choisie ?
is: Ertu viss um að þú viljir eyða völdu viðskiptamannakorti ?
nl: Weet u zeker dat u de geselecteerde klantenkaart wilt verwijderen?
nl_be: Weet u zeker dat u de geselecteerde klantenkaart wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранную карту покупателя?
sv: Vill du radera valt kundkort?
vi_vn: Bạn có chắc chắn muốn xóa thẻ khách hàng đã chọn?

source: Delete EFT mapping
bg: Изтриване на EFT мапинг
da: Slet EFT-kortlægning
de: EFT-Mapping löschen
es: Eliminar la asignación de EFT
fi: Poista EFT kohdistus
fr: Supprimer le mappage TEF
is: Eyða EFT vörpun
nl: Verwijder EFT-mapping
nl_be: EFT-mapping verwijderen
ru: Удалить EFT мэппинг
sv: Radera EFT-mappning
vi_vn: Xóa tham chiếu EFT

# DeleteEFTMappingQuestion
source: Are you sure you want to delete the selected EFT mapping?
bg: Сигурни ли сте, че искате да изтрания EFT мапинг?
da: Er du sikker på, at du vil slette den valgte EFT-kortlægning?
de: Sind Sie sicher, dass Sie das ausgewählte EFT-Mapping löschen wollen?
es: ¿Está seguro de que desea eliminar la asignación de EFT seleccionada?
fi: Haluatko varmasti poistaa valitut EFT kohdistukset?
fr: Êtes-vous sûr(e) de vouloir supprimer le mappage TEF choisi ?
is: Ertu viss um að þú viljir eyða valinni EFT vörpun?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
nl_be: Weet u zeker dat u de geselecteerde EFT-mapping wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранны EFT мэппинг?
sv: Vill du radera vald EFT-mappning?
vi_vn: Bạn có chắc chắn muốn xóa tham chiếu EFT đã chọn không?

source: Delete exchange rate
bg: Изтриване на валутен курс
da: Slet valutakurs
de: Wechselkurs löschen
es: Borrar tipo de cambio
fi: Poista valuuttakurssi
fr: Supprimer le taux de change
is: Eyða gengi
nl: Verwijder wisselkoers
nl_be: Wisselkoers verwijderen
ru: Удалить обменный курс
sv: Radera valutakurs
vi_vn: Xóa tỷ giá hối đoái

# DeleteExchangeRateQuestion
source: Are you sure you would like to delete the selected exchange rate ?
bg: Наистина ли искате да изтриете избрания обменен курс?
da: Er du sikker på, at du vil slette den valgte valutakurs?
de: Sind Sie sicher, dass Sie den ausgewählten Wechselkurs löschen wollen?
es: ¿Está seguro de que desea borrar el tipo de cambio seleccionado?
fi: Haluatko varmasti poistaa valitun valuuttakurssin?
fr: Êtes-vous sûr(e) de vouloir supprimer le taux de change choisi ?
is: Ertu viss um að þú viljir eyða völdu gengi ?
nl: Weet u zeker dat u de geselecteerde wisselkoers wilt verwijderen?
nl_be: Weet u zeker dat u de geselecteerde wisselkoers wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный обменный курс ?
sv: Vill du radera vald växelkurs?
vi_vn: Bạn có chắc chắn muốn xóa tỷ giá hối đoái đã chọn?

# DeleteImageQuestion
source: Are you sure you want to delete the selected image?
bg: Сигурни ли сте, че искате да изтриете избраното изображение?
da: Er du sikker på, at du vil slette det valgte billede?
de: Sind Sie sicher, dass Sie das ausgewählte Bild löschen möchten?
es: ¿Está seguro de que desea eliminar la imagen seleccionada?
fi: Haluatko varmasti poistaa valitun kuvan?
fr: Êtes-vous sûr(e) de vouloir supprimer l'image choisie ?
is: Ertu viss um að þú viljir eyða út myndinni?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
nl_be: Weet u zeker dat u de geselecteerde afbeelding wilt verwijderen?
ru: Вы действительно хотите удалить выбранное изоброажение?
sv: Är du säker på att du vill ta bort den markerade bilden?
vi_vn: Bạn có chắc chắn muốn xóa hình ảnh đã chọn?

source: Delete payment limitation
bg: Изтриване на ограничението за плащане
da: Slet betalingsbegrænsning
de: Zahlungseinschränkung löschen
es: Borrar limitación de pago
fi: Poista maksurajoitukset
fr: Supprimer la limitation de paiement
is: Eyða greiðslutakmörkun
nl: Verwijder betalingslimiet
nl_be: Betalingsbeperking verwijderen
ru: Удалить ограничение оплаты
sv: Radera betalningsgräns
vi_vn: Xóa hạn mức thanh toán

# DeletePaymentLimitationQuestion
source: Are you sure you want to delete the selected payment limitation(s)?
bg: Наистина ли искате да изтриете избраното (ите) ограничение (я) за плащане?
da: Er du sikker på, at du vil slette de valgte betalingsbegrænsning(er)?
de: Sind Sie sicher, dass Sie die ausgewählte Zahlungseinschränkung löschen wollen?
es: ¿Está seguro de que desea borrar la limitación de pago seleccionada?
fi: Haluatko varmasti poistaa valitut maksurajoitukset?
fr: Êtes-vous sûr(e) de vouloir supprimer la limitation de paiement choisie ?
is: Ertu viss um að þú viljir eyða valinni greiðslutakmörkun?
nl: Weet u zeker dat u de geselecteerde betalingslimiet (en) wilt verwijderen?
nl_be: Weet u zeker dat u de geselecteerde betalingsbeperking wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранное ограничение оплаты?
sv: Vill du radera vald betalningsgräns?
vi_vn: Bạn có chắc chắn muốn xóa (các) hạn mức thanh toán đã chọn không?

source: Delete payment method
bg: Изтриване начин на плащане
da: Slet betalingsmetode
de: Zahlungsmethode löschen
es: Borrar método de pago
fi: Poista maksutapa
fr: Supprimer le mode de paiement
is: Eyða greiðslumáta
nl: Betaalmethode verwijderen
nl_be: Betalingsmethode verwijderen
ru: Удалить метод оплаты
sv: Radera betalningsmetod
vi_vn: Xóa phương thức thanh toán

# DeletePaymentMethodQuestion
source: Are you sure you want to delete the selected payment method?
bg: Наистина ли искате да изтриете избрания начин на плащане?
da: Er du sikker på, at du vil slette den valgte betalingsmetode?
de: Sind Sie sicher, dass Sie die ausgewählte Zahlungsmethode löschen wollen?
es: ¿Está seguro de que desea borrar el método de pago seleccionado?
fi: Haluatko varmasti poistaa valitun maksutavan?
fr: Êtes-vous sûr(e) de vouloir supprimer le mode de paiement choisie ?
is: Ertu viss um að þú viljir eyða völdum greiðslumáta?
nl: Weet je zeker dat je dit betalingsmethode wilt wissen?
nl_be: Weet u zeker dat u de geselecteerde betalingsmethode wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный метод оплаты?
sv: Vill du radera vald betalningsmetod?
vi_vn: Bạn có chắc chắn muốn xóa phương thức thanh toán đã chọn?

source: Delete POS user card
bg: Изтриване карта на потребител на POS
da: Slet POS-brugerkort
de: POS-Benutzerkarte löschen
es: Borrar tarjeta de usuario del punto de venta
fi: Poista kassakäyttäjän kortti
fr: Supprimer la carte d'utilisateur PDV
is: Eyða POS notendakorti
nl: Verwijder POS gebruikerskaart
nl_be: POS-gebruikerskaart verwijderen
ru: Удалить карточку пользователя POS
sv: Radera kassa användar kort
vi_vn: Xóa thẻ người dùng POS

# DeletePOSUserCardQuestion
source: Are you sure you would like to delete the selected POS user card ?
bg: Сигурни ли сте, че искате да изтриете избраната карта потребител на POS?
da: Er du sikker på, at du vil slette det valgte POS-brugerkort?
de: Sind Sie sicher, dass Sie die ausgewählte POS-Benutzerkarte löschen wollen?
es: ¿Está seguro de que desea borrar la tarjeta de usuario del punto de venta seleccionada?
fi: Haluatko varmasti poistaa valitun kassakäyttäjän kortin?
fr: Êtes-vous sûr(e) de vouloir supprimer la carte d'utilisateur PDV choisie ?
is: Ertu viss um að þú viljir eyða völdu POS notendakorti ?
nl: Weet u zeker dat u de geselecteerde POS gebruikerskaart wilt verwijderen?
nl_be: Weet u zeker dat u de geselecteerde POS-gebruikerskaart wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранную карточку POS пользователя?
sv: Vill du radera vald kassa användarkort?
vi_vn: Bạn có chắc chắn muốn xóa thẻ người dùng POS đã chọn không?

source: Delete remote host
bg: Изтриване на отдалечен хост
da: Slet fjernvært
de: Remote Host löschen
es: Borrar servidor remoto
fi: Poista isäntäkone
fr: Supprimer l'hôte distant
is: Eyða fjartengdum hýsli
nl: Verwijder externe host
nl_be: Remote host verwijderen
ru: Удалить удаленный хост
sv: Radera fjärr host
vi_vn: Xóa máy chủ từ xa

# DeleteRemoteHostQuestion
source: Are you sure you want to delete the selected remote host ?
bg: Сигурни ли сте, че искате да изтриете избрания отдалечен хост?
da: Er du sikker på, at du vil slette den valgte fjernvært?
de: Sind Sie sicher, dass Sie den ausgewählten Remote Host löschen wollen?
es: ¿Está seguro de que desea borrar el servidor remoto seleccionado?
fi: Haluatko varmasti poistaa valitun isäntäkoneen?
fr: Êtes-vous sûr(e) de vouloir supprimer l'hôte distant choisi ?
is: Ertu viss um að þú viljir eyða völdum fjartengdum hýsli ?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
nl_be: Weet u zeker dat u de geselecteerde remote host wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный удаленный хост ?
sv: Är du säker på att du vill radera vald fjärr-host?
vi_vn: Bạn có chắc chắn muốn xóa máy chủ từ xa đã chọn?

source: Delete unit
bg: Изтриване Единица
da: Slet enhed
de: Einheit löschen
es: Borrar unidad
fi: Poista yksikkö
fr: Supprimer l'unité
is: Eyða einingu
nl: Verwijder onderdeel
nl_be: Eenheid verwijderen
ru: Удалить единицу
sv: Radera enhet
vi_vn: Xóa đơn vị

source: Delete unit conversion rule
bg: Изтриване на правилото за конверсия на единица
da: Slet enhedskonverteringsregel
de: Einheitsumrechnungsregel löschen
es: Borrar regla de conversión de unidad
fi: Poista yksikön muuntamissääntö
fr: Supprimer la règle de conversion d'unités
is: Eyða einingar umbreytingar reglu
nl: Verwijder unit conversie regel
nl_be: Eenheidsomzettingsregel verwijderen
ru: Удалить правило конвертирования единицы
sv: Radera enhetskonverteringsregel
vi_vn: Xóa quy tắc chuyển đổi đơn vị

# DeleteUnitConversionRuleQuestion
source: Are you sure you would like to delete the selected unit conversion rule ?
bg: Наистина ли искате да изтриете избраното правило за конверсия на единица?
da: Er du sikker på, at du vil slette den valgte enhedskonverteringsregel?
de: Sind Sie sicher, dass Sie die ausgewählte Einheitsumrechnungsregel löschen wollen?
es: ¿Está seguro de que desea borrar la regla de conversión de unidad seleccionada?
fi: Haluatko varmasti poistaa valitun yksikön muuntamissäännön?
fr: Êtes-vous sûr(e) de vouloir supprimer la règle de conversion d'unités choisie ?
is: Ertu viss um að þú viljir eyða valinni umbreytingar reglu ?
nl: Weet u zeker dat u de geselecteerde eenheidsomzettingsregel wilt verwijderen?
nl_be: Weet u zeker dat u de geselecteerde eenheidsomzettingsregel wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранное правило конвертирования единицы ?
sv: Vill du radera vald enhetskonverteringsregel?
vi_vn: Bạn có chắc chắn muốn xóa quy tắc chuyển đổi đơn vị đã chọn không?

# DeleteUnitQuestion
source: Are you sure you would like to delete the selected item ?
bg: Наистина ли искате да изтриете избрания артикул?
da: Er du sikker på at du vil slette den valgte vare?
de: Sind Sie sicher, dass Sie den ausgewählten Artikel löschen wollen?
es: ¿Está seguro de que desea borrar el artículo seleccionado?
fi: Haluatko varmasti poistaa valitun kohteen?
fr: Êtes-vous sûr(e) de vouloir supprimer l'article choisi ?
is: Ertu viss um að þú viljir eyða þessari einingu ?
nl: Weet u zeker dat u de geselecteerde items wilt wissen?
nl_be: Weet u zeker dat u het geselecteerde artikel wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный товар ?
sv: Vill du radera vald artikel?
vi_vn: Bạn có chắc chắn muốn xóa mặt hàng đã chọn?

# EditCmd
source: Edit
bg: Редактиране
da: Rediger ...
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
is: Breyta
nl: Bewerken
nl_be: Bewerken
ru: Редактировать
sv: Redigera
vi_vn: Chỉnh sửa

# EditCurrencies
source: Currencies
bg: Валути
da: Valutaer
de: Währungen
es: Divisas
fi: Valuutat
fr: Devises
is: Gjaldmiðlar
nl: Valuta's
nl_be: Valuta's
ru: Валюты
sv: Valutor
vi_vn: Tiền tệ

# EditCurrenciesDescription
source: Use this option to view or edit currencies
bg: Използвайте тази опция, за да преглеждате или редактирате валути
da: Brug denne indstilling til at se eller redigere valutaer
de: Verwenden Sie diese Option, um Währungen anzuzeigen oder zu bearbeiten
es: Utilice esta opción para ver o editar divisas
fi: Tämän valinnan avulla voit tarkastella tai muokata valuuttoja
fr: Utilisez cette option pour afficher ou modifier les devises
is: Veldu þennan kost til að skoða eða breyta gjaldmiðlum
nl: Gebruik deze optie om valuta's te bekijken of te bewerken
nl_be: Deze optie gebruiken om valuta's te bekijken of te bewerken
ru: Используйте эту опцию для просмотра или редактирования валют
sv: Använd alternativet för att se eller redigera valutor
vi_vn: Sử dụng tùy chọn này để xem hoặc chỉnh sửa tiền tệ

# EditCurrenciesTooltipDescription
source: Manage all currencies that are accepted as payment in the stores and their exchange rates
bg: Управлявайте всички валути, които се приемат като плащане в магазините и техните валутни курсове
da: Administrer alle valutaer, der accepteres som betaling i butikkerne og deres valutakurser
de: Alle Währungen und deren Wechselkurse verwalten, die an den Verkaufsstellen akzeptiert werden
es: Administrar todas las divisas que se acepten para el pago en las tiendas y sus tipos de cambio
fi: Hallitse kaikkia valuuttoja, jotka hyväksytään maksuna kaupoissa ja niiden valuuttakursseja
fr: Gérer toutes les devises acceptées en tant que paiement dans les magasins et leurs taux de change
is: Umsjón allra gjaldmiðla, sem eru teknir gildir sem greiðsla í búð, og gengis þeirra
nl: Beheer alle valuta's die worden geaccepteerd als betaling in de winkels en hun wisselkoersen
nl_be: Alle valuta's beheren waarmee betaald kan worden in de winkels en hun wisselkoersen
ru: Управление всеми валютами, котоые испоьзуются в магазинах и их обменными курсами
sv: Hantera alla valutor som godtas för betalning i butikerna och motsvarande valutakurser
vi_vn: Quản lý tất cả các loại tiền được chấp nhận thanh toán trong các cửa hàng và tỷ giá hối đoái của chúng

# EditEFTMappingsDescription
source: Use this option to view or edit EFT mappings
bg: Използвайте тази опция, за да преглеждате или редактирате EFT мапинг
da: Brug denne indstilling til at se eller redigere EFT-kortlægninger
de: Verwenden Sie diese Option, um EFT-Mapping anzuzeigen oder zu bearbeiten
es: Utilice esta opción para ver o editar las asignaciones de EFT
fi: Tämän vaihtoehdon avulla voit tarkastella tai muokata EFT kohdistuksia
fr: Utilisez cette option pour afficher ou modifier des mappages TEF
is: Notið þennan valkost til að skoða eða breyta EFT vörpunum
nl: Gebruik deze optie om EFT-mappings te bekijken of te bewerken
nl_be: Deze optie gebruiken om EFT-mappings te bekijken of te bewerken
ru: Используйте эту опцию для просмотра или редактирования EFT мэппингов
sv: Använd alternativet för att se eller redigera EFT-mappningar
vi_vn: Sử dụng tùy chọn này để xem hoặc chỉnh sửa tham chiếu EFT

# EditEFTMappingsTooltipDescription
source: Manage the EFT mappings to map card types to payment types
bg: Управлявайте мапинг на EFT, за да свързвате видовете карти към видовете плащане
da: Administrer EFT-kortlægningerne for at kortlægge korttyper til betalingstyper
de: EFT-Zuordnungen verwalten, um Kartentypen und Zahlungsarten zuzuordnen
es: Administrar las asignaciones EFT para asignar los tipos de tarjeta a los tipos de pago
fi: Hallinnoi EFT kohdistuksia yhdistääksesi korttityyppejä maksutapoihin
fr: Gérer les mappages TEF pour mapper les types de carte vers les types de paiement
is: Umsjón með EFT vörpunum sem varpa kortategundum yfir á greiðslutegundir
nl: Beheer de EFT-mappingen naar kaartkaarten typen naar betalingstypen
nl_be: De EFT-mappings beheren om kaarttypes naar betalingstypes in kaart te brengen
ru: Управление мэппингом EFTк типам оплат
sv: Hantera mappningar av elektroniska överföringar (EFT) för att mappa korttyper till betalningstyper
vi_vn: Quản lý tham chiếu EFT để tham chiếu các loại thẻ tới các loại thanh toán

# EditImageHeader
source: Edit image
bg: Редактиране изображение
da: Rediger billede
de: Bild bearbeiten
es: Editar imagen
fi: Muokkaa kuvaa
fr: Modifier l'image
is: Breyta mynd
nl: Afbeelding bewerken
nl_be: Afbeelding bewerken
ru: Редактировать изображение
sv: Redigera bild
vi_vn: Sửa hình ảnh.

# EditIncomeExpenseAccount
source: Income and expense accounts
bg: Сметки за приходи и разходи
da: Indtægts- og omkostningskonti
de: Ertrags- und Aufwandskonten
es: Cuentas de ingresos y gastos
fi: Tulo- ja kulutilit
fr: Comptes de revenu ou de dépense
is: Tekju og gjaldareikningar
nl: Inkomsten- en uitgavenrekeningen
nl_be: Inkomsten- en onkostenrekeningen
ru: Счета прихода и расхода
sv: Inkomst- och utgiftskonton
vi_vn: Tài khoản thu nhập và tài khoản chi phí

source: EFT mapping
bg: EFT мапинг
da: EFT-kortlægning
es: Asignación de EFT
fi: EFT kohdistus
fr: Mappage TEF
is: EFT vörpun
ru: EFT мэппинг
sv: EFT-mappning
vi_vn: Tham chiếu EFT

source: EFT mappings
bg: EFT мапинги
es: Asignaciones de EFT
fi: EFT kohdistukset
fr: Mappages TEF
is: EFT varpanir
nl: EFT mapping
ru: EFT мэппинги
sv: EFT-mappningar
vi_vn: Các tham chiếu EFT

# ErrorCardNumberLength
source: Card number can not be more than 30 digits
bg: Номерът на картата не може да бъде повече от 30 цифри
da: Kortnummer kan ikke være mere end 30 cifre
de: Die Kartennummer darf nicht mehr als 30 Zahlen haben.
es: El número de la tarjeta no puede tener más de 30 dígitos
fi: Kortin numero voi olla enintään 30 numeroa
fr: Le numéro de carte ne peut pas comporter plus de 30 chiffres
is: Kortanúmer getur ekki verið lengra en 30 stafir
nl: Kaartnummer mag niet meer dan 30 cijfers zijn
nl_be: Kaartnummer mag niet meer dan 30 cijfers lang zijn
ru: Номер карты не может превышать 30 символов
sv: Kortnummer kan bestå av högst 30 siffror
vi_vn: Số thẻ không được quá 30 chữ số

source: Error deleting unit
bg: Грешка при изтриването на единицата
da: Fejl ved sletning af enhed
de: Fehler beim Löschen der Einheit
es: Error al eliminar la unidad
fi: Virhe poistettaessa yksikkö
fr: Erreur de suppression d'unité
is: Villa við að eyða einingu
nl: Fout bij het verwijderen van het apparaat
nl_be: Fout bij verwijderen eenheid
ru: Ошибка удаления единицы
sv: Fel när enhet raderas
vi_vn: Lỗi xóa đơn vị

source: Exchange rate
bg: Обменен курс
da: Valutakurs
de: Wechselkurs
es: Tipo de cambio
fi: Vaihtokurssi
fr: Taux de change
is: Gengi
nl: Wisselkoers
nl_be: Wisselkoers
ru: Обменный курс
sv: Valutakurs
vi_vn: Tỷ giá hối đoái

# ExchangeRateExists
source: An exchange rate with the selected currencies and starting date already exists
bg: Вече съществува валутен курс с избраните валути и начална дата
da: Der findes allerede en valutakurs med de valgte valutaer og startdato
de: Ein Wechselkurs mit den ausgewählten Währungen und dem Startdatum ist bereits vorhanden
es: Ya existe un tipo de cambio con las divisas y la fecha de inicio seleccionadas.
fi: Vaihtokurssi valituilla valuutoilla ja aloituspäivä on jo olemassa
fr: Un taux de change comportant les devises et la date de début sélectionnées existe déjà
is: Gengi með völdum gjaldmiðlum og upphafs dagsetningu er þegar tilstaðar
nl: Een wisselkoers met de geselecteerde valuta en startdatum bestaat al
nl_be: Er bestaat al een wisselkoers met de geselecteerde valuta's en de geselecteerde begindatum
ru: Обменный курс с выбранной валютой и начальной датой уже существует
sv: En växelkurs med valda valutor och startdatum finns redan
vi_vn: Tỷ giá hối đoái với các loại tiền tệ được chọn và ngày bắt đầu đã tồn tại

source: General setup
bg: Общи настройки
da: Generelle indstillinger
de: Allgemeine Einrichtung
es: Configuración general
fi: Yleiset asetukset
fr: Paramètres généraux
is: Almenn uppsetning
nl: Algemene instellingen
nl_be: Algemene instelling
ru: Общая настройка
sv: Allmänna inställningar
vi_vn: Thiết lập chung

source: Global rule
bg: Общ преглед
da: Global regel
de: Globale Regel
es: Regla global
fi: Globaali sääntö
fr: Règle globale
is: Altæk regla
nl: Algemene regel
nl_be: Algemene regel
ru: Глобальное правило
sv: Global regel
vi_vn: Quy tắc toàn cầu

source: Groups
bg: Групи:
da: Grupper
de: Gruppen
es: Grupos
fi: Ryhmät:
fr: Groupes
is: Flokkar
nl: ﻿Groepen:
nl_be: Groepen
ru: Группы:
sv: Grupper
vi_vn: Các nhóm:

# HardwareProfileNotSet
source: To swipe customer card the Site Manager hardware profile must be set.
bg: За да преместите клиентската карта, трябва да бъде зададен хардуерен профил на Site Manager.
da: For at trække kundekort igennem skal Site Manager-hardwareprofil indstilles.
de: Um die Kundenkarte einzulesen, muss das Hardwareprofil für den Site Manager eingestellt werden.
es: Para poder pasar la tarjeta del cliente, el perfil de hardware de Site Manager debe estar configurado.
fi: Asiakaskortin lukemiseksi Site Managerin laitteistoprofiili on asetettava
fr: Le profil matériel du gestionnaire de site doit être paramétré pour effectuer le passage de carte client.
is: Til að hægt sé að renna viðskiptamannakorti þá þarf vélbúnaðarprófill fyrir Site Manager að vera settur upp.
nl: Om de klantenkaart te swiepen moet het hardwareprofiel van de Site Manager worden ingesteld.
nl_be: Om de kaart van de klant door kaartlezer te halen, moet het hardwareprofiel Site Manager ingesteld zijn.
ru: Для обмена карт клиента должен быть настроен профиль оборудования Сайта Управления.
sv: Hårdvaruprofilen för Site Manager måste vara installerad innan kundkortet kan dras.
vi_vn: Để quẹt thẻ khách hàng, cấu hình phần cứng Trình quản lý Site phải được cài đặt.

# IDMissing
source: ID is missing
bg: Липсва идентификационен номер
da: ID mangler
de: ID fehlt
es: Falta el ID
fi: Tunnus puuttuu
fr: ID manquant
is: Auðkenni vantar
nl: ID ontbreekt
nl_be: ID ontbreekt
ru: ID пропущен
sv: ID saknas
vi_vn: ID bị thiếu

# IDMissingQuestion
source: ID is missing. Would you like to auto generate the ID?
bg: Липсва идентификационен номер. Искате ли автоматично да генерирате идентификационния номер?
da: ID mangler. Vil du automatisk generere ID'et?
de: ID fehlt. Möchten Sie die ID automatisch erzeugen?
es: Falta el ID. ¿Desea generar automáticamente el ID?
fi: Tunnus puuttuu. Haluatko luoda tunnuksen automaattisesti?
fr: L'ID est manquant. Souhaitez-vous créer l'ID automatiquement ?
is: Auðkenni vantar. Viltu láta búa til auðkennið sjálfkrafa?
nl: ID ontbreekt. Wilt u automatisch de ID genereren?
nl_be: ID ontbreekt. Wilt u de ID automatisch genereren?
ru: ID отсутствует. Хотите сгенерировать ID в автоматическом режиме?
sv: ID saknas. Vill du autogenerera ID?
vi_vn: ID bị thiếu. Bạn có muốn tự động tạo ID không?

source: Image bank
bg: Изображение банка
da: Billedarkiv
de: Bilddatenbank
es: Banco de imágenes
fi: Kuvapankki
fr: Banque d'images
is: Myndabanki
nl: Beeldenbank
nl_be: Afbeeldingsdatabase
ru: Банк изображений
sv: Bildbank
vi_vn: Ngân hàng hình ảnh

# ImageBankTooltipDescription
source: Maintain images used in LS One
bg: Поддържане на изображенията, използвани в LS One
da: Vedligehold billeder, der bruges i LS One
de: In LS One verwendete Bilder beibehalten
es: Mantener las imágenes utilizadas en LS One
fi: Ylläpitää kuvia, joita käytetään LS One -järjestelmässä
fr: Maintenir les images utilisées dans LS One
is: Viðhalda myndum sem notuð eru í LS One
nl: Behoud beelden die in LS One worden gebruikt
nl_be: Gebruikte afbeeldingen in LS One behouden
ru: Поддержка изображений, используемых​ в LS One
sv: Behåll bilder som används i LS One
vi_vn: Duy trì hình ảnh được sử dụng trong LS One
