Repository: iespana/LSOne
Catalog: SM/Plugins/LookupValues/Properties/resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# ImageDescription
source: Description
bg: Описание
da: Beskrivelse
de: Beschreibung
es: Descripción
fi: Kuvaus
is: Lýsing
nl: Omschrijving
nl_be: Omschrijving
ru: Описание
sv: Beskrivning
vi_vn: Miêu tả

# ImageDescriptionExists
source: An image with the same description already exists!
bg: Вече съществува изображение със същото описание!
da: Der findes allerede et billede med den samme beskrivelse!
de: Es ist bereits ein Bild mit der gleichen Beschreibung vorhanden!
es: Ya existe una imagen con la misma descripción.
fi: Samalla kuvauksella oleva kuva on jo olemassa!
fr: Une image correspondant à cette description existe déjà !
is: Mynd með sömu lýsingu er þegar til!
nl: Een afbeelding met dezelfde beschrijving bestaat al!
nl_be: Er is al een afbeelding met deze omschrijving.
ru: Изображение с таким же описанием уже существует!
sv: En bild med samma namn finns redan!
vi_vn: Một hình ảnh với mô tả tương tự đã tồn tại!

# ImageType
source: Type
bg: Вид:
de: Typ:
es: Tipo:
fi: Tyyppi:
is: Tegund
ru: Тип:
sv: Typ:
vi_vn: Loại:

# ImageTypeAll
source: All
bg: Всички
da: Alle
de: Alle
es: Todas
fi: Kaikki
fr: Tous
is: Allar
nl: Alles
nl_be: Alle
ru: Все
sv: Alla
vi_vn: Tất cả

# ImageTypeButton
source: Button
bg: Бутон
da: Knap
de: Schaltfläche
es: Botón
fi: Painike
fr: Bouton
is: Takki
nl: Knop
nl_be: Knop
ru: Кнопка
sv: Knapp
vi_vn: Nút

# ImageTypeLogo
source: Logo
bg: Лого:
es: Logotipo
is: Mynd
ru: Логотип:
sv: Logga

# ImageTypeOther
source: Other
bg: Друго
da: Andet
de: Sonstige
es: Otros
fi: Muu
fr: Autre
is: Annað
nl: Andere
nl_be: Overig
ru: Другое
sv: Övrigt
vi_vn: Khác

# ImageTypeReceiptLogo
source: Receipt logo
bg: Разписка лого
da: Logo på kvittering
de: Kassenbonlogo
es: Logotipo del recibo
fi: Kuitin logo
fr: Logo du reçu
is: Kassakvittunarmynd
nl: Kassabon Logo
nl_be: Logo bon
ru: Логотип чека
sv: Logotyp för kvitto
vi_vn: Logo biên lai

# IncomeExpenseAccountDescription
source: Use this option to view or edit income and expense accounts
bg: Използвайте тази опция, за да преглеждате или редактирате сметки за приходи и разходи
da: Brug denne indstilling til at se eller redigere indkomst- og udgiftskonti
de: Verwenden Sie diese Option, um Ertrags- und Aufwandskonten anzuzeigen oder zu bearbeiten
es: Utilice esta opción para ver o editar cuentas de ingresos y gastos.
fi: Käytä tätä vaihtoehtoa tulo- ja kulutilien tarkastelemiseen tai muokkaamiseen
fr: Utilisez cette option pour afficher ou modifier les comptes de revenu ou de dépense
is: Veldu þennan kost til að skoða eða breyta tekju-/gjaldareikningum
nl: Gebruik deze optie om inkomsten- en uitgavenrekeningen te bekijken of te bewerken
nl_be: Deze optie gebruiken om inkomsten- en onkostenrekeningen te bekijken of te bewerken
ru: Используйте эту опцию для просмотра или редактирования счетов прихода и расхода
sv: Använd alternativet för att se eller editera inkomst-och utgiftskonton
vi_vn: Sử dụng tùy chọn này để xem hoặc chỉnh sửa tài khoản thu nhập và tài khoản chi phí

source: Item number
bg: Номер на артикул
da: Varenummer
de: Artikelnummer
es: Número de artículo
fi: Tuotenumero
fr: Numéro d'article
is: Vörunúmer
nl: Artikelnr.
nl_be: Artikelnummer
ru: Номер товара
sv: Artikelnummer
vi_vn: Mã mặt hàng:

# LimitationCodeAlreadyExists
source: The limitation code {0} already exists
bg: Кодът за ограничение {0} вече съществува
da: Begrænsningskoden {0} findes allerede
de: Der Beschränkungscode {0} ist bereits vorhanden.
es: El código de limitación {0} ya existe
fi: Rajoituskoodi {0} on jo olemassa
fr: Le code limitation {0} existe déjà
is: Kóðinn {0} fyrir greiðslutakmörkun er nú þegar til
nl: De beperkingskode {0} bestaat al
nl_be: De beperkingscode {0} bestaat al.
ru: Код ограничения {0} уже существует
sv: Begränsningskoden {0} finns redan
vi_vn: Mã hạn mức {0} đã tồn tại

# LimitationCodeNeedsToBeEntered
source: Limitation code needs to be selected
bg: Ограничителният код трябва да бъде избран
da: Begrænsningskode skal vælges
de: Beschränkungscode muss ausgewählt werden
es: Debe seleccionar un código de limitación
fi: Rajoituskoodi on valittava
fr: Un code limitation doit être choisi
is: Það á eftir að velja kóða
nl: Beperkingscode moet geselecteerd worden
nl_be: Beperkingscode moet worden geselecteerd
ru: Необходимо выбрать код ограничения
sv: Begränsningskod måste väljas
vi_vn: Mã hạn mức cần được chọn

source: Limitations
bg: Ограничения
da: Begrænsninger
de: Einschränkungen
es: Limitaciones
fi: Rajoitukset
is: Mörk
nl: Beperkingen
nl_be: Beperkingen
ru: Ограничения
sv: Begränsningar
vi_vn: Hạn mức

# limitType_Everything
source: Everything
bg: Всичко
da: Alt
de: Jedes
es: Todo
fi: Kaikki
fr: Tout
is: Allt
nl: Alles
nl_be: Alles
ru: Все
sv: Allt
vi_vn: Mọi thứ

# limitType_Item
source: Item
bg: Артикул
da: Vare
de: Artikel
es: Artículo
fi: Tuote
fr: Article
is: Vara
nl: Artikel
nl_be: Artikel
ru: Товар
sv: Artikel
vi_vn: Mặt hàng

# limitType_RetailDepartment
source: Retail department
bg: Отдел Търговия на дребно
da: Vareafdeling
de: Einzelhandelsbranche
es: Departamento minorista
fi: Osasto
fr: Département de vente au détail
is: Vörudeild
nl: Verkoop afdeling
nl_be: Retailafdeling
ru: Розничный отдел
sv: Retail-avdelning
vi_vn: Bộ phận bán lẻ

# limitType_RetailGroup
source: Retail group
bg: Ритейл група
da: Varegruppe
de: Einzelhandelsgruppe
es: Grupo minorista
fi: Tuoterymä
fr: Groupe de vente au détail
is: Smásöluflokkur
nl: Retail groep
nl_be: Retailgroep
ru: Розничная группа
sv: Retail-grupp
vi_vn: Nhóm bán lẻ

# limitType_SpecialGroup
source: Special group
bg: Специална група
da: Specialgruppe
de: Sondergruppe
es: Grupo especial
fi: Erikoisryhmä
fr: Groupe spécial
is: Sérflokkur
nl: Speciale groep
nl_be: Speciale groep
ru: Специальная группа
sv: Specialgrupp
vi_vn: Nhóm đặc biệt

source: Lookup value management
bg: Управление на стойността за търсене
da: Opslagsværdi aministration
de: Nachschlagswertverwaltung
es: Administración del valor de búsqueda
fi: Hakuarvojen hallinta
fr: Gestion de la valeur de recherche
is: Umsjón uppflettistillinga
nl_be: Beheer opzoekingen waarden
ru: Просмотр значения управления
sv: Sökvärde hantering
vi_vn: Tra cứu quản lý giá trị

# ManagePaymentMethod
source: Manage
bg: Управление
da: Administrer
de: Verwalten
es: Administrar
fi: Hallitse
fr: Gérer
is: Birta
nl: Beheren
nl_be: Beheren
ru: Управлять
sv: Hantera
vi_vn: Quản lý

# ManyPaymentTypes
source: #1 payment types have been configured
bg: Конфигурирани са #1 видове плащания
da: #1 betalingstyper er konfigureret
de: Es wurden #1 Zahlungstypen konfiguriert.
es: Se han configurado #1 tipos de pago
fi: #1 maksutavan tyypit on konfiguroitu
fr: Les types de paiement #1 ont été configurés
is: #1 greiðslutegundir hafa verið skilgreindar
nl: # 1 betalingstypen zijn geconfigureerd
nl_be: #1 betalingstype(s) werden geconfigureerd
ru: #1 типов оплат сконфигурированы
sv: #1 betalningstyper har konfigurerats
vi_vn: #1 các loại thanh toán đã được định cấu hình

# MinCannotBeHigherThanMax
source: Minimum decimals can not be higher than maximum decimals
bg: Минималните десетични знаци не могат да бъдат по-високи от максималните десетични знаци
da: Minimum decimaler kan ikke være højere end maksimale decimaler
de: Minimale Dezimalzahlen können nicht höher sein als maximale Dezimalzahlen
es: Los decimales mínimos no pueden ser más que los decimales máximos.
fi: Desimaalien minimiarvo ei voi olla suurempi kuin maksimiarvo
fr: Les décimales minimum ne peuvent pas être supérieures aux décimales maximum
is: Minnsti fjöldi aukastafa má ekki vera hærri en mesti fjöldi aukastafa
nl: Minimum decimalen mogen niet hoger zijn dan maximale decimalen
nl_be: Minimale decimale getallen mogen niet hoger zijn dan maximale decimale getallen
ru: Макс. кол-во десятичных не может быть больше, чем макс. десятичных
sv: Minimum decimaler kan inte vara större än maximum decimaler
vi_vn: Số thập phân tối thiểu không thể lớn hơn số thập phân tối đa

# NewImageHeader
source: New image
bg: Ново изображение
da: Nyt billede
de: Neues Bild
es: Nueva imagen
fi: Uusi Kuva
fr: Nouvelle image
is: Ný mynd
nl: Nieuwe Afbeelding
nl_be: Nieuwe afbeelding
ru: Новое изображение
sv: Ny bild
vi_vn: Hình ảnh mới

# NewPaymentMethod
source: New
bg: Нов
da: Ny
de: Neu
es: Nuevo
fi: Uusi
fr: Nouveau
is: Ný
nl: Nieuw
nl_be: Nieuw
ru: Новый
sv: Ny
vi_vn: Mới

source: No
bg: Не
da: Nej
de: Nein
fi: Ei
fr: Non
is: Nei
nl: Nee
nl_be: Nee
ru: Нет
sv: Nej
vi_vn: Không

# NoPaymentTypes
source: No payment types configured
bg: Няма конфигурирани видове плащания
da: Der er ikke konfigureret nogen betalingstyper
de: Es wurden keine Zahlungstypen konfiguriert
es: No hay tipos de pago configurados
fi: Maksutapoja ei ole määritetty
fr: Aucun type de paiement n'a été configuré
is: Engar greiðslutegundir hafa verið skilgreindar
nl: Er zijn geen betaal types geconfigureerd
nl_be: Geen betalingstype(s) geconfigureerd
ru: Нет сконфигурированных типов оплат
sv: Det finns inga konfigurerade betalningstyper
vi_vn: Không có loại thanh toán nào được định cấu hình

# NotBothPreAndSuffixAllowed
source: It is not allowed to specify both prefix and suffix
bg: Не е позволено да се посочват префикс и суфикс
da: Det er ikke tilladt at specificere både præfiks og suffiks
de: Es ist nicht erlaubt, sowohl Präfix als auch Suffix zu bestimmen
es: No está permitido especificar el prefijo ni el sufijo.
fi: Et voi määrittää sekä etu- että jälkiliitettä
fr: La spécification du préfixe et du suffixe n'est pas autorisée
is: Það er ekki leyfilegt að hafa bæði forskeyti og viðskeyti
nl: Het is niet toegestaan ​​om zowel voorvoegsel als achtervoegsel te specificeren
nl_be: Het is niet toegelaten om zowel het prefix als het suffix te vermelden
ru: Не разрешено определять как префикс, так и суффикс
sv: Det är inte tillåtet att specificera både prefix och suffix
vi_vn: Không được phép chỉ định cả tiền tố và hậu tố

# OnePaymentType
source: 1 payment type has been configured
bg: Конфигуриран е 1 вид плащане
da: 1 betalingstype er konfigureret
de: 1 Zahlungstyp wurde konfiguriert.
es: Se ha configurado 1 tipo de pago
fi: Yksi maksutavan tyyppi on konfiguroitu
fr: 1 type de paiement a été configuré
is: 1 greiðslutegund hefur verið skilgreind
nl: 1 betalingstype is geconfigureerd
nl_be: 1 betalingstype werd geconfigureerd
ru: 1 тип оплаты был сконфигурирован
sv: 1 betalningstyp har konfigurerats
vi_vn: 1 loại thanh toán đã được định cấu hình

# OnlyCharAndNumbers
source: Unit ID can only contain alphanumeric letters
bg: Идентификационният номер на единица може да съдържа само букви и цифри
da: Enheds-id kan kun indeholde alfanumeriske bogstaver
de: Die Einheits-ID darf nur alphanumerische Zeichen enthalten
es: El ID de la unidad solo puede contener caracteres alfanuméricos
fi: Yksikön tunnus voi sisältää vain numeroita ja kirjaimia
fr: L'ID de l'unité ne peut comporter que des caractères alphanumériques
is: Auðkenni einingar má eingöngu innihalda stafi og númer
nl: Eenheid ID kan alleen alfanumerieke letters bevatten
nl_be: Eenheid-ID mag alleen alfanumerieke letters bevatten
ru: ID единицы может содержать только буквенно-цифровые символы
sv: Enhets-ID kan bara innehålla alfanumeriska tecken
vi_vn: ID đơn vị chỉ có thể chứa các chữ cái và chữ số

# PaymentLimitationExists
source: A record with same limitation code and same limitations exists
bg: Съществува запис със същия ограничителен код и същите ограничения
da: Der findes en post med samme begrænsningskode og samme begrænsninger
de: Ein Datensatz mit demselben Einschränkungscode und denselben Einschränkungen ist vorhanden
es: Existe un registro con el mismo código de limitación y las mismas limitaciones.
fi: Samalla rajoituskoodilla ja rajoituksilla on jo olemassa tietue
fr: Une entrée comportant le même code de limitation et les mêmes limitations existe
is: Greiðslutakmörkun með sama takmörkunarkóða og sömu takmörkunum er nú þegar til
nl: Er is een record met dezelfde beperkingskode en dezelfde beperkingen
nl_be: Er bestaat al een bestand met dezelfde beperkingscode en met dezelfde beperkingen
ru: Запись с тем же самым кодом лимита и лимитами существует
sv: En post med samma begränsningskod och begränsningar finns redan.
vi_vn: Một bản ghi có cùng mã hạn mức và cùng hạn mức tồn tại

source: Payment limitations
bg: Ограничения на плащанията
da: Betalingsbegrænsninger
de: Zahlungseinschränkungen
es: Limitaciones de pago
fi: Maksun rajoitukset
fr: Limitations de paiement
is: Greiðslutakmarkanir
nl: Betalingsbeperkingen
nl_be: Beperkingen betalingen
ru: Ограничения оплаты
sv: Betalning begränsningar
vi_vn: Hạn mức thanh toán

source: Payments
bg: Плащания
da: Betalinger
de: Zahlungen
es: Pagos
fi: Maksut
fr: Paiements
is: Greiðslur
nl: Betalingen
nl_be: Betalingen
ru: Платежи
sv: Betalningar
vi_vn: Thanh toán

source: Payment type
bg: Начин на плащане
da: Betalingstype
de: Zahlungsart
es: Tipo de pago
fi: Maksutyyppi
fr: Type de paiement
is: Tegund greiðslu
nl: Betalingstype
nl_be: Betalingstype
ru: Тип оплаты
sv: Betalningstyp
vi_vn: Loại thanh toán

source: Payment types
bg: Видове плащания
da: Betalingstyper
de: Zahlungsarten
es: Tipos de pago
fi: Maksutavan tyypit
fr: Types de paiement
is: Greiðslutegundir
nl: Betalingsmethoden
nl_be: Betalingstypes
ru: Типы оплаты
sv: Betalningstyper
vi_vn: Các loại thanh toán

# PaymentTypesDescription
source: Use this option to view or edit payment types
bg: Използвайте тази опция, за да видите или редактирате видове плащания
da: Brug denne indstilling til at se eller redigere betalingstyper
de: Verwenden Sie diese Option, um Zahlungsarten anzuzeigen oder zu bearbeiten
es: Utilice esta opción para ver o editar tipos de pago.
fi: Käytä tätä vaihtoehtoa nähdäksesi tai muokatakseksi maksutavan tyyppejä
fr: Utilisez cette option pour afficher ou modifier les types de paiement
is: Notaðu þennnan valkost til að skoða og eiga við tegundir greiðslna
nl: Gebruik deze optie om betalingstypes te bekijken of te wijzigen
nl_be: Deze optie gebruiken om betalingstypes te bekijken of te bewerken
ru: Используйте этот тип опции для просмотра или редактирования типов оплат
sv: Använd alternativet till att se eller redigera betalningstyper
vi_vn: Sử dụng tùy chọn này để xem hoặc chỉnh sửa các loại thanh toán

# PaymentTypesTooltipDescription
source: Manage payment types and their limitations. Payment types are then added to the stores
bg: Управление на видовете плащания и техните ограничения. След това в магазините се добавят видовете плащания
da: Administrer betalingstyper og deres begrænsninger. Betalingstyper føjes derefter til butikkerne
de: Zahlungsarten und ihre Beschränkungen verwalten. Zahlungsarten werden dann den Verkaufsstellen hinzugefügt
es: Administrar los tipos de pago y sus limitaciones. A continuación, los tipos de pago se añadirán a las tiendas
fi: Hallitse maksutyyppejä ja niiden rajoituksia. Maksutyypit lisätään sitten myymälöille.
fr: Gérer les types de paiement et leurs limitations. Les types de paiement sont ensuite ajoutés aux magasins
is: Umsjón með greiðslutegundum og mörkum þeirra. Greiðslutegundum er síðan bætt á búðir
nl: Beheer de betalingstypes en hun beperkingen. Betalingssoorten worden dan bij de winkels toegevoegd
nl_be: Betalingstypes en hun beperkingen beheren. Daarna worden de betalingstypes aan de winkels toegevoegd
ru: Управление типами платежей и их ограничениями. Типы оплат потом добавляются к магазинам
sv: Hantera betalningstyper och motsvarande begränsningar. Betalningstyperna läggs då till för butikerna
vi_vn: Quản lý các loại thanh toán và hạn mức của chúng. Các loại thanh toán sau đó được thêm vào các cửa hàng

source: POS exchange rate
bg: Обменен курс POS
da: POS valutakurs
de: POS-Wechselkurs
es: Tipo de cambio del punto de venta
fi: POS-valuuttakurssi
fr: Taux de change PDV
is: Gengi á kassa
nl: Wisselkoers
nl_be: Wisselkoers POS
ru: Обменный курс POS
sv: Kassa valutakurs
vi_vn: Tỷ giá ngoại tệ POS

source: POS user card
bg: Карта на потребител POS
da: POS brugerkort
de: POS-Benutzerkarte
es: Tarjeta de usuario del punto de venta
fi: Kassan käyttäjä kortti
fr: Carte d'utilisateur PDV
is: POS notendakort
nl: POS gebruikerskaart
nl_be: POS-gebruikerskaart
ru: Карточка POS пользователя
sv: Kassaanvändarkort
vi_vn: Thẻ người dùng POS

source: POS user cards
bg: Карти на потребители POS
da: POS brugerkort
de: POS-Benutzerkarten
es: Tarjetas de usuario del punto de venta
fi: Kassan käyttäjä kortit
fr: Cartes d'utilisateur PDV
is: POS notendakort
nl: POS gebruikers kaarten
nl_be: POS-gebruikerskaarten
ru: Карточки POS пользователей
sv: Kassaanvändarkort
vi_vn: Các thẻ người dùng POS

# POSUserCardsDescription
source: Use this option to link POS user accounts to card numbers
bg: Използвайте тази опция, за да свържете потребителските профили на POS с номера на картите
da: Brug denne mulighed til at knytte POS-brugerkonti til kortnumre
de: Verwenden Sie diese Option, um POS-Benutzerkonten mit Kartennnummern zu verknüpfen
es: Utilice esta opción para relacionar cuentas de usuario del punto de venta con números de tarjeta.
fi: Käytä tätä vaihtoehtoa yhdistääksesi kassan käyttäjätili korttinumeroihin
fr: Utilisez cette option pour associer des comptes utilisateur PDV à des numéros de cartes
is: Veldu þennan kost til að tengja POS notendur við kortanúmer
nl: Gebruik deze optie om POS gebruikersaccounts te koppelen aan kaartnummers
nl_be: Deze optie gebruiken om POS-gebruikersrekeningen te koppelen aan kaartnummers
ru: Используйте эту опцию для связи POS счета клиента с номерами карт
sv: Använd alternativet att länka kassa användarkort till kortnummer
vi_vn: Sử dụng tùy chọn này để liên kết tài khoản người dùng POS với số thẻ

# PreOrSuffixNeeded
source: Prefix or suffix need to be filled out
bg: Трябва да се попълни префикс или суфикс
da: Præfiks eller suffiks skal udfyldes
de: Präfix oder Suffix müssen ausgefüllt werden
es: Se deben completar el prefijo y el sufijo.
fi: Etuliite tai jälkiliite on annettava
fr: Le préfixe et le suffixe doivent être remplis
is: Forskeyti eða viðskeyti verður að vera útfyllt
nl: Voorvoegsel of achtervoegsel moet worden ingevuld
nl_be: Prefix of suffix moeten worden ingevuld
ru: Префикс или суффикс должны быть заполнены
sv: Prefix eller suffix måste fyllas i
vi_vn: Tiền tố hoặc hậu tố cần phải được điền

source: Remote hosts
bg: Отдалечени
da: Fjernværter
es: Servidores remotos
fi: Isäntäkone
fr: Hôtes distants
is: Fjartengdir hýslar
nl: Externe hosts
ru: Удаленные хосты
sv: Fjärr-host
vi_vn: Máy chủ từ xa

# RemoteHostsDescription
source: Use this option to view or edit remote hosts
bg: Използвайте тази опция, за да преглеждате или редактирате отдалечени хостове
da: Brug denne indstilling til at se eller redigere fjernværter
de: Verwenden Sie diese Option, um Remote Hosts anzuzeigen oder zu bearbeiten
es: Utilice esta opción para ver o editar hosts remotos.
fi: Käytä tätä vaihtoehtoa nähdäksesi tai muokataksesi isäntäkoneita
fr: Utilisez cette option pour afficher ou modifier des hôtes distants
is: Notaðu þennan kost til að skoða eða breyta fjartengdum hýslum
nl: Gebruik deze optie om externe hosts te bekijken of te bewerken
nl_be: Deze optie gebruiken om remote hosts te bekijken of te bewerken
ru: Используйте эту опцию для просмотра или редактирования удаленных хостов
sv: Använd alternativet till att se eller redigera fjärr-host
vi_vn: Sử dụng tùy chọn này để xem hoặc chỉnh sửa máy chủ từ xa

# SameUnit
source: You cannot convert from one unit to the same unit
bg: Не можете да конвертирате от една единица в същата единица
da: Du kan ikke konvertere fra en enhed til den samme enhed
de: Sie können nicht von einer Einheit zur gleichen Einheit umrechnen
es: No puede convertir de una unidad a la misma unidad.
fi: Et voi muuntaa yhdestä yksiköstä samaan yksikköön
fr: Vous ne pouvez pas convertir une unité vers la même unité
is: Þú getur ekki breytt milli sömu eininga
nl: U kunt niet omzetten van één eenheid naar hetzelfde apparaat
nl_be: U kunt geen van bedrag van de ene eenheid in dezelfde omzetten
ru: Вы не можете конвертировать единицу саму в себя
sv: Du kan inte konvertera från en enhet till samma enhet
vi_vn: Bạn không thể chuyển đổi từ một đơn vị sang cùng một đơn vị

# SerieExist
source: A serie with that to and from range already exists
bg: Числ.серия с този начален и краен номер вече съществува
da: En serie med den til og fra rækkevidde findes allerede
de: Eine Serie mit diesem bis und von Bereich ist bereits vorhanden
es: Una serie con ese rango hasta y desde ya existe.
fi: Nämä rajaukset sisältävä sarja on jo olemassa
fr: Une série comportant cette souche vers et depuis existe déjà
is: Séria með þessu frá og til bili er nú þegar til
nl: Er bestaat al een serie met dat van en naar het bereik
nl_be: Er bestaat al een reeks met hetzelfde bereik (van ... tot ...)
ru: Серия с диапазоном от и до уже существует
sv: En serie med detta till och från invall finns redan
vi_vn: Một serie với phạm vi bắt đầu và kết thúc đã tồn tại

# SeriesNumberEquallyLong
source: Serie number from and to must be equally long
bg: Начален и краен номер трябва да бъдат с еднаква дължина
da: Serienummer fra og til skal være lige langt
de: Seriennummer von und bis müssen gleich lang sein
es: El número de serie desde y hasta deben tener la misma longitud.
fi: Sarjanumeron on oltava yhtä pitkä
fr: Les numéros de série depuis et vers doivent être de même longueur
is: Seríunúmer til og frá verða að vera jafn löng
nl: Serienummer van en naar moet even lang zijn
nl_be: Reeksnummers van en tot moeten even lang zijn
ru: Серия номеров от и до должны быть одинаковой длинны
sv: Serienummer från och till måste vara lika lång
vi_vn: Số Serie bắt đầu và kết thúc phải dài bằng nhau

# SeriesNumberToNotSmallerThanFrom
source: Serie number to cannot be lower than series number from
bg: Крайният номер не може да бъде по-малък от началния номер
da: Serienummer må ikke være lavere end serienummer fra
de: Seriennummer bis kann nicht kleiner sein als Seriennummer von
es: El número de serie hasta no puede ser menor al número de serie desde.
fi: "Sarjanumero päättyy" arvo ei voi olla pienempi kuin "Sarjanumero alkaa" -arvo
fr: Le numéro de série vers ne peut pas être inférieur au numéro de série depuis
is: Seríunúmer til má ekki vera minna en seríunúmer frá
nl: Serienummer kan niet lager zijn dan serienummer van
nl_be: Reeksnummer tot mag niet lager zijn dan reeksnummer van
ru: Серия номеров до не может быть меньше, чем серия номеров от
sv: Serie-nummer till kan inte vara mindre än från
vi_vn: Số Serie kết thúc không thể thấp hơn số sê-ri bắt đầu

source: Setup
bg: Настройка
da: Indstillinger
es: Configuración
fi: Asetukset
fr: Configuration
is: Uppsetning
nl_be: Instellingen
ru: Настройка
sv: Konfigurera
vi_vn: Cài đặt
