Repository: iespana/LSOne
Catalog: SM/Plugins/LookupValues/Properties/resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Yes
bg: Да
da: Ja
de: Ja
es: Sí
fi: Kyllä
fr: Oui
is: Já
nl: Ja
nl_be: Ja
ru: Да
sv: Ja
vi_vn: Có

source: Customers
bg: Клиенти
da: Kunder
de: Kunden
es: Clientes
fi: Asiakkaat
fr: Clients
is: Viðskiptamenn
nl: Klanten
nl_be: Klanten
ru: Клиенты
sv: Kunder
vi_vn: Khách hàng

source: Add
bg: Добавяне
da: Tilføj
de: Hinzufügen
es: Añadir
fi: Lisää
fr: Ajouter
is: Bæta við
nl: Toevoegen
nl_be: Toevoegen
ru: Добавить
sv: Lägg till
vi_vn: Cộng thêm

source: Bill
bg: Сметка
da: Seddel
de: Geldschein
es: Billete
fi: Lasku
fr: Billet
is: Seðill
nl: Factuur
nl_be: Bankbiljet
ru: Счет
sv: Räkning
vi_vn: Hóa đơn

# CannotDeleteCardType
source: Cannot delete the card type because it is in use
bg: Видът на картата не може да се изтрие, защото се използва
da: Kan ikke slette korttypen, fordi den er i brug
de: Der Kartentyp kann nicht gelöscht werden, weil dieser vewendet wird
es: No puede borrar el tipo de tarjeta porque está en uso.
fi: Korttityyppiä ei voi poistaa, koska se on käytössä
fr: Impossible de supprimer ce type de carte car il est en cours d'utilisation
is: Ekki var hægt að eyða kortategund þar sem hún er í notkun
nl: Kan het kaarttype niet verwijderen omdat het in gebruik is
nl_be: Kan dit kaarttype niet verwijderen omdat het wordt gebruikt
ru: Нельзя удалить тип карты, потому что он используется
sv: Kan inte radera korttyp därför att den används
vi_vn: Không thể xóa loại thẻ vì nó đang được sử dụng

# CannotDeleteCurrency
source: The default currency of company cannot be deleted
bg: Валутата по подразбиране на компанията не може да бъде изтрита
da: Virksomhedens standardvaluta kan ikke slettes
de: Die Standardwährung des Unternehmens kann nicht gelöscht werden
es: La divisa predeterminada de la empresa no se puede borrar.
fi: Yrityksen oletusvaluuttaa ei voi poistaa
fr: La devise par défaut de la société ne peut pas être supprimée
is: Ekki er hægt að eyða sjálfgefnum gjaldmiðli á fyrirtæki
nl: De standaard valuta van het bedrijf kan niet worden verwijderd
nl_be: De standaardvaluta van de onderneming kan niet worden verwijderd
ru: Код валюты компании по умолчанию не может быть удален
sv: Företagets standardvaluta kan inte raderas
vi_vn: Tiền tệ mặc định của công ty không thể bị xóa

# CannotDeletePaymentMethod
source: This payment method is in use and cannot be deleted
bg: Този начин на плащане се използва и не може да бъде изтрит
da: Denne betalingsmetode er i brug og kan ikke slettes
de: Zahlungsmethode wird verwendet und kann nicht gelöscht werden
es: Este método de pago está en uso y no se puede borrar.
fi: Tämä maksutapa on käytössä, eikä sitä voi poistaa
fr: Ce mode de paiement est en cours d'utilisation et ne peut pas être supprimé
is: Ekki er hægt að eyða greiðslumátanum þar sem að hann er í notkun
nl: Deze betaalmethode is in gebruik en kan niet worden verwijderd
nl_be: Deze betalingsmethode wordt gebruikt en kan niet worden verwijderd
ru: Этот метод оплаты используется и не может быть удален
sv: Betalningsmetoden används och kan inte raderas
vi_vn: Phương thức thanh toán này đang được sử dụng và không thể xóa

# CannotDeleteUnit
source: Cannot delete unit. It is being used by the system
bg: Мерната единица не може да бъде изтрита. Тя се използва от системата
da: Enheden kan ikke slettes. Det bruges af systemet
de: Einheit kann nicht gelöscht werden. Sie wird vom System verwendet
es: No se puede eliminar la unidad. El sistema la está utilizando.
fi: Yksikköä ei voi poistaa koska se on käytössä
fr: Impossible de supprimer l'unité. Elle est en cours d'utilisation par le système
is: Ekki var hægt að eyða einingu þar sem hún er í notkun
nl: Kan de eenheid niet verwijderen. Het wordt door het systeem gebruikt
nl_be: Kan de eenheid niet verwijderen. Ze wordt gebruikt door het systeem
ru: Нельзя удалить единицу. Она используется системой
sv: Kan inte radera enhet. Det används av systemet.
vi_vn: Không thể xóa đơn vị. Đơn vị đang được sử dụng bởi hệ thống

# CannotRevertLimitations
source: Please note that card number limitations cannot be reverted
bg: Моля обърнете внимание, че ограниченията на номера на картата не могат да бъдат отменени
da: Bemærk, at kortnummerbegrænsninger ikke kan laves om
de: Bitte beachten Sie, dass die Kartenzahleneinschränkungen nicht rückgängig gemacht werden können
es: Tenga en cuenta que no se pueden revertir las limitaciones del número de tarjeta.
fi: Huomaa, että kortin numeroa koskevia rajoituksia ei voida palauttaa
fr: Veuillez noter que les limitations de numéros de cartes ne peuvent pas être rétablies
is: Athugið að ekki er hægt að afturkalla breytingar á greiðslutakmörkunum
nl: Houd er rekening mee dat de beperking van de kaartnummer niet kan worden teruggezet
nl_be: Denk eraan dat de beperkingen voor het kaartnummer niet ongedaan kunnen worden gemaakt
ru: Обратите внимание, что карты с ограниченным сроком действия не могут быть восстановленны
sv: Observera att kortnummer begränsningar kan inte återföras
vi_vn: Xin lưu ý rằng hạn mức số thẻ không thể được hoàn nguyên

# CannotRevertSeries
source: Please note that card number series cannot be reverted
bg: Моля обърнете внимание, че числената серия на картата не може да бъде отменена
da: Bemærk, at kortnummer-serien ikke kan laves om
de: Bitte beachten Sie, dass die Kartenzahlenreihe nicht rückgängig gemacht werden kann
es: Tenga en cuenta que no se puede revertir la serie de números de tarjeta.
fi: Huomaa, että kortinumerosarjoja ei voida palauttaa
fr: Veuillez noter que les séries de numéros de cartes ne peuvent pas être rétablies
is: Athugið að ekki er hægt að afturkalla breytingar á kortanúmeraseríum
nl: Houd er rekening mee dat kaartnummerreeks niet kan worden teruggezet
nl_be: Denk eraan dat de kaartnummerreeksen niet ongedaan kunnen worden gemaakt
ru: Обратите внимание, что номер серии карты не может быть восстановлен
sv: Observera att kortnummer serier kan inte återföras
vi_vn: Xin lưu ý rằng chuỗi số thẻ không thể được hoàn nguyên

source: Card number series
bg: Числена серия карта
da: Kortnummer-serie
de: Kartennummerfolge
es: Serie del número de tarjeta
fi: Kortinumerosarja
fr: Série de numéro de cartes
is: Kortanúmeraseríur
nl: Kaartnummerreeks
nl_be: Kaartnummerreeks
ru: Карта серия номеров
sv: Kort nr-serier
vi_vn: Sê-ri số thẻ

source: Card type
bg: Тип карта:
da: Korttype
de: Kartentyp
es: Tipo de tarjeta
fi: Korttityyppi
fr: Type de carte
is: Kortategund
nl: Kaarttype
nl_be: Kaarttype
ru: Тип карты
sv: Korttyp
vi_vn: Loại thẻ

# CardTypeDescriptionExists
source: Card type description already exists
bg: Описанието на вида на картата вече съществува
da: Korttypebeskrivelse findes allerede
de: Die Beschreibung für den Kartentyp existiert bereits.
es: Esta descripción de tipo de tarjeta ya existe.
fi: Korttityypin kuvaus on jo olemassa
fr: Cette description de type de carte existe déjà
is: Kortagerð með sama nafni er þegar til
nl: Er bestaat een kaarttypebeschrijving
nl_be: Omschrijving kaarttype bestaat al
ru: Описание типа карты уже существует
sv: Korttypsbeskrivning finns redan
vi_vn: Mô tả loại thẻ đã tồn tại

source: Card types
bg: Видове карти
da: Korttyper
de: Kartentypen
es: Tipos de tarjeta
fi: Korttityypit
fr: Types de cartes
is: Kortategundir
nl: Kaarttypes
nl_be: Kaarttypes
ru: Типы карт
sv: Korttyper
vi_vn: Các loại thẻ

# CardTypesDescription
source: Use this option to view or edit card types
bg: Използвайте тази опция, за да преглеждате или редактирате видове карти
da: Brug denne indstilling til at se eller redigere korttyper
de: Verwenden Sie diese Option, um Kartentypen anzuzeigen oder zu bearbeiten
es: Utilice esta opción para ver o editar tipos de tarjeta.
fi: Käytä tätä vaihtoehtoa nähdäksesi tai muokataksesi korttityyppejä
fr: Utilisez cette option pour afficher ou modifier les types de cartes
is: Veldu þennan kost til að skoða eða breyta kortategundum
nl: Gebruik deze optie om kaarttypes te bekijken of te bewerken
nl_be: Deze optie gebruiken om kaarttypes te bekijken of te bewerken
ru: Используйте эту опцию для просмотра или редактирования типов карт
sv: Använd alternativet för att se eller redigera korttyper
vi_vn: Sử dụng tùy chọn này để xem hoặc chỉnh sửa các loại thẻ

# CardTypesTooltipDescription
source: Manage the card types and their number series so the POS can detect which card type is being swiped
bg: Управлявайте видовете карти и техните числени серии, така че на POS да може да се открие кой тип карта се използва
da: Administrer korttyperne og deres nummerserier, så POS kan registrere, hvilken korttype der bliver trukket igennem
de: Kartentypen und ihre Nummernserien verwalten, damit POS erkennen kann, welcher Kartentyp durchgezogen wird
es: Administrar los tipos de tarjetas y sus números de serie para que el punto de venta pueda detectar qué tipo de tarjeta se está utilizando
fi: Hallitse korttityyppejä ja niiden numerosarjoja niin, että kassa voi havaita, mikä korttityyppi on luettu
fr: Gérer les types de cartes et leurs numéros de série afin que le PDV puisse détecter le type de carte en train d'être passée
is: Umsjón með kortategundum og númerröðum þeirra svo kassinn geti numið hvaða kortategund er rennt í gegn
nl: Beheer de kaarttypes en hun nummerreeksen, zodat de POS kan detecteren welk kaarttype wordt gespoeld
nl_be: De kaarttypes en hun nummerseries beheren, zodat de POS het kaarttype kan detecteren dat wordt gebruikt
ru: Управление типами карт и их сериями номеров, так что POS может обнаружить какой тип карты прокатывается
sv: Hantera korttyper och motsvarande nummerserier så att korttypen känns igen när kortet dras i kassan
vi_vn: Quản lý các loại thẻ và số sê-ri của chúng để POS có thể phát hiện loại thẻ nào đang được quẹt

# CashDeclarationExists
source: A cash declaration with the selected properties already exists for the selected currency
bg: Декларация за пари в брой с избраните характеристики вече съществува за избраната валута
da: Der findes allerede en kontantdeklaration med de valgte egenskaber for den valgte valuta
de: Eine Bargelderklärung mit den ausgewählten Eigenschaften ist bereits für die ausgewählte Währung vorhanden
es: Ya existe una declaración de efectivo con las propiedades seleccionadas para la divisa seleccionada.
fi: Valitulle valuutalle on jo olemassa kysesillä ominaisuuksilla oleva käteisen laskenta
fr: Une déclaration des montants en caisse comportant les propriétés choisies existe déjà pour la devise choisie
is: Talning reiðufjár með valda eiginleika er nú þegar til fyrir valinn gjaldmiðil
nl: Er bestaat al een geldaangifte bij de geselecteerde eigenschappen voor de geselecteerde valuta
nl_be: Er bestaat al een aangifte van contant geld voor de geselecteerde valuta en met de geselecteerde eigenschappen
ru: Кассовый отчет с выбранными свойствами уже существует для выбранной валюты
sv: Kontantredovisning med valda egenskaper finns redan för vald valuta
vi_vn: Một khai báo tiền mặt với các thuộc tính được chọn đã tồn tại cho loại tiền được chọn

source: Coin
bg: Монети
da: Mønt
de: Münze
es: Moneda
fi: Kolikko
fr: Pièce
is: Mynt
nl: Munten
nl_be: Muntstuk
ru: Монета
sv: Mynt
vi_vn: Đồng xu

source: Company currency missing
bg: Липсва валута за компанията
da: Firmaets valuta mangler
de: Unternehmenswährung fehlt
es: Falta la divisa de la empresa
fi: Yrityksen valuutta puuttuu
fr: Devise de la société manquante
is: Það vantar fyrirtækis gjaldmiðil
nl: Bedrijfsvaluta ontbreekt
nl_be: Valuta onderneming ontbreekt
ru: Отсутствует валюта компании
sv: Företagsvaluta saknas
vi_vn: Tiền tệ công ty bị thiếu

# CompanyCurrencyMissingInfo
source: Company currency information is missing. Would you like to edit company currency ?
bg: Информация за валута на компанията липсва. Искате ли да редактирате валутата на компанията?
da: Oplysninger om virksomhedens valuta mangler. Vil du redigere virksomhedsvaluta?
de: Unternehmenswährungsinformationen fehlen. Möchten Sie die Unternehmenswährung bearbeiten ?
es: Falta la información de divisa de la empresa. ¿Desea editar la divisa de la empresa?
fi: Yrityksen valuuttatieto puuttuu. Haluatko muokata yrityksen valuuttatietoa ?
fr: Les informations sur la devise de la société sont manquantes. Souhaitez-vous modifier la devise de la société ?
is: Gjaldmiðil á fyrirtæki vantar. Viltu stilla gjaldmiðil fyrirtækis?
nl: Bedrijfs valuta informatie ontbreekt. Wilt u bedrijfsmunt aanpassen?
nl_be: Informatie over de valuta van de onderneming ontbreekt. Wilt u de valuta van de onderneming bewerken?
ru: Информация о валюте компании отсутствует. Хотите отредактировать валюту компании ?
sv: Företagsvaluta information saknas. Vill du redigera företagsvaluta?
vi_vn: Thông tin tiền tệ của công ty bị thiếu. Bạn có muốn chỉnh sửa tiền tệ của công ty?

source: Conversions
bg: Конверсии
da: Konverteringer
de: Umrechnungen
es: Conversiones
fi: Muunnokset
is: Breytingar
nl: Conversies
nl_be: Omzettingen
ru: Обмен
sv: Konverteringar
vi_vn: Chuyển đổi

source: Copy ID
bg: Копирай ID
da: Kopier ID
de: ID kopieren
es: Copiar ID
fi: Kopioi tunnus
fr: Copier l'ID
is: Afrita auðkenni
nl: Kopieer ID
nl_be: ID kopiëren
ru: Копировать ID
sv: Kopiera ID
vi_vn: Sao chép ID

source: Copy limitations
bg: Копиране на ограничения
da: Kopier begrænsninger
de: Beschränkungen kopieren
es: Copiar limitaciones
fi: Kopioi rajoitukset
fr: Copier les limitations
is: Afrita greiðslutakmarkanir
nl: Kopieer limiet
nl_be: Beperkingen kopiëren
ru: Копировать ограничения
sv: Kopiera begränsningar
vi_vn: Sao chép hạn mức

# CouldNotConnectToStoreServer
source: Could not connect to Site Service
bg: Не можа да се свърже с услугата на сайта
da: Kunne ikke oprette forbindelse til Site Service
de: Konnte keine Verbindung zum Site Service herstellen
es: No se ha podido establecer la conexión con el servidor de la tienda
fi: Yhteyden muodostaminen Site Service -palveluun ei onnistunut
fr: Impossible de se connecter au service de site
is: Gat ekki tengst búðarþjóni
nl: Kon geen verbinding maken met de Site-service
nl_be: Kon geen verbinding tot stand brengen met Site Service
ru: Не удалось подключиться к Сайту Сервиса
sv: Kunde inte koppla upp till Site Service
vi_vn: Không thể kết nối với dịch vụ Trang web

source: Currencies
bg: Валути
da: Valutaer
de: Währungen
es: Divisas
fi: Valuutat
fr: Devises
is: Gjaldmiðlar
nl: Valuta's
nl_be: Valuta's
ru: Валюты
sv: Valutor
vi_vn: Tiền tệ

# CurrencyExists
source: This currency already exists in the database
bg: Тази валута вече съществува в базата данни
da: Denne valuta findes allerede i databasen
de: Diese Währung ist in der Datenbank bereits vorhanden
es: Esta divisa ya existe en la base de datos.
fi: Tämä valuutta on jo olemassa tietokannassa
fr: Cette devise existe déjà dans la base de données
is: Þessi gjaldmiðill er nú þegar til
nl: Deze munteenheid bestaat al in de database
nl_be: Deze valuta bestaat al in de database
ru: Этот код валюты уже существует в базе данных
sv: Valutan finns redan i databasen
vi_vn: Loại tiền này đã tồn tại trong cơ sở dữ liệu

source: Currency units
bg: Валутни единици
da: Valutaenheder
de: Währungseinheiten
es: Unidades de divisas
fi: Valuuttayksiköt
fr: Unités de devise
is: Mynteiningar
nl: Valuta-eenheden
nl_be: Valuta-eenheden
ru: Валютные единицы
sv: Valuta enheter
vi_vn: Đơn vị tiền tệ

source: Customer card
bg: Карта клиент
da: Kundekort
de: Kundenkarte
es: Tarjeta de cliente
fi: Asiakaskortti
fr: Carte client
is: Viðskiptamannakort
nl: Klantenkaartnr.
nl_be: Klantenkaart
ru: Карточка клиента
sv: Kundkort
vi_vn: Thẻ khách Hàng

source: Customer cards
bg: Клиентски карти
da: Kundekort
de: Kundenkarten
es: Tarjetas del cliente
fi: Asiakaskortit
fr: Cartes clients
is: Viðskiptamannakort
nl: Klantenkaarten
nl_be: Klantenkaarten
ru: Карточки клиентов
sv: Kundkort
vi_vn: Thẻ khách hàng

# CustomerCardsDescription
source: Use this option to link customer accounts to card numbers
bg: Използвайте тази опция, за да свържете клиентските сметки с номера на карти
da: Brug denne mulighed til at knytte kundekonti til kortnumre
de: Verwenden Sie diese Option, um Kundenkonten mit Kartennummern zu verknüpfen
es: Utilice esta opción para relacionar cuentas del cliente con números de tarjeta.
fi: Käytä tätä vaihtoehtoa yhdistämään asiakastilejä kortin numeroihin
fr: Utilisez cette option pour associer des comptes clients à des numéros de cartes
is: Veldu þennan kost til að tengja viðskiptamenn við kortanúmer
nl: Gebruik deze optie om klantenaccounts te koppelen aan kaartnummers
nl_be: Deze optie gebruiken om klantenrekeningen te koppelen aan kaartnummers
ru: Используйте эту опцию для связи счетка клиента с номерами карт
sv: Använd alternativet för att länka kundkonton till kortnr
vi_vn: Sử dụng tùy chọn này để liên kết tài khoản khách hàng với số thẻ

# CustomerCardsTooltipDescription
source: Manage customer cards and link customer accounts to customer card numbers
bg: Управление на клиентски карти и свързване на клиентски сметки с номера на клиентски карти
da: Administrer kundekort og knyt kundekonti til kundekortnumre
de: Kundenkarten verwalten und Kundenkonten mit den Kundenkartennummern verknüpfen
es: Administrar las tarjetas del cliente y vincular las cuentas del cliente a los números de las tarjetas del cliente
fi: Hallitse asiakaskortteja ja liitä asiakastilejä asiakkaan kortin numeroihin
fr: Gérer les cartes client et associer les comptes client à des numéros de cartes client
is: Umsjón með viðskiptamanna kortum og tengingum þeirra við reikninga viðskiptamanna
nl: Klantkaarten beheren en klantenaccounts koppelen aan klantenkaartnummers
nl_be: Klantenkaarten beheren en klantenaccounts aan klantenkaartnummers linken
ru: Управление карточками клиентов и связь счетов клиентов с номера карт клиентов
sv: Hantera kundkort och koppla kundkonton till kundkortsnummer
vi_vn: Quản lý thẻ khách hàng và liên kết tài khoản khách hàng với số thẻ khách hàng

source: Delete
bg: Изтриване
da: Slet
de: Löschen
es: Borrar
fi: Poista
fr: Supprimer
is: Eyða
nl: Verwijderen
nl_be: Verwijderen
ru: Удалить
sv: Radera
vi_vn: Xóa

source: Delete card number serie
bg: Изтриване на числена серия за карта
da: Slet kortnummer serie
de: Kartennummernfolge löschen
es: Borrar serie del número de tarjeta
fi: Poista kortin numerosarja
fr: Supprimer la série de numéros de cartes
is: Eyða kortanúmeraseríu
nl: Verwijder kaartnummer serie
nl_be: Kaartnummerreeks verwijderen
ru: Удалить серию номеров карт
sv: Radera kortnr-serie
vi_vn: Xóa sê-ri số thẻ

# DeleteCardNumberSerieQuestion
source: Are you sure you want to delete the selected card number serie?
bg: Наистина ли искате да изтриете избраната числена серия за карта?
da: Er du sikker på, at du vil slette den valgte kortnummer-serie?
de: Sind Sie sicher, dass Sie die ausgewählte Kartennummernfolge löschen wollen?
es: ¿Está seguro de que desea borrar la serie del número de tarjeta seleccionado?
fi: Haluatko varmasti poistaa valitun kortin numerosarjan?
fr: Êtes-vous sûr(e) de vouloir supprimer la série de numéros de cartes choisie ?
is: Ertu viss um að þú viljir eyða valinni kortanúmeraseríu?
nl: Weet u zeker dat u de geselecteerde kaartnummer serie wilt verwijderen?
nl_be: Weet u zeker dat u de geselecteerde kaartnummerreeks wilt verwijderen?
ru: Вы уверены, что хотите удалить выбрнную серию номеров карты?
sv: Vill du radera vald kort nr-serie?
vi_vn: Bạn có chắc chắn muốn xóa sê-ri số thẻ đã chọn?

source: Delete card type
bg: Изтриване на вид на карта
da: Slet korttype
de: Kartentyp löschen
es: Borrar tipo de tarjeta
fi: Poista kortin tyyppi
fr: Supprimer le type de carte
is: Eyða kortategund
nl: Verwijder kaart
nl_be: Kaarttype verwijderen
ru: Удалить тип карты
sv: Radera korttyp
vi_vn: Xóa loại thẻ

# DeleteCardTypeQuestion
source: Are you sure you want to delete the selected card type?
bg: Сигурни ли сте, че искате да изтриете избрания вид карта?
da: Er du sikker på at du vil slette den valgte korttype?
de: Sind Sie sicher, dass Sie den ausgewählten Kartentyp löschen wollen?
es: ¿Está seguro de que desea borrar el tipo de tarjeta seleccionado?
fi: Haluatko varmasti poistaa valitun korttityypin?
fr: Êtes-vous sûr(e) de vouloir supprimer le type de carte choisi ?
is: Ertu viss um að þú viljir eyða valinni kortategund?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
nl_be: Weet u zeker dat u het geselecteerde kaarttype wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный тип карты?
sv: Vill du radera vald korttyp?
vi_vn: Bạn có chắc chắn muốn xóa loại thẻ đã chọn?

source: Delete cash declaration
bg: Изтриване на парична декларация
da: Slet kontantdeklaration
de: Bargelderklärung löschen
es: Borrar declaración de efectivo
fi: Poista käteisen laskenta
fr: Supprimer la déclaration d'espèces
is: Eyða talningu reiðufjár
nl: Verwijder de geldaangifte
nl_be: Aangifte contant geld verwijderen
ru: Удалить кассовый отчет
sv: Radera kontantredovisning
vi_vn: Xóa khai báo tiền mặt

# DeleteCashDeclarationQuestion
source: Are you sure you would like to delete the selected cash declaration ?
bg: Сигурни ли сте, че искате да изтриете избраната парична декларация?
da: Er du sikker på, at du vil slette den valgte kontantdeklaration?
de: Sind Sie sicher, dass Sie die ausgewählte Bargelderklärung löschen wollen?
es: ¿Está seguro de que desea borrar la declaración de efectivo seleccionada?
fi: Haluatko varmasti poistaa valitun käteisen laskennan?
fr: Êtes-vous sûr(e) de vouloir supprimer la déclaration d'espèces choisie ?
is: Ertu viss um að þú viljir eyða valinni talningu reiðufjár ?
nl: Weet u zeker dat u de geselecteerde kassa aangifte wilt verwijderen?
nl_be: Weet u zeker dat u de aangifte contant geld wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный кассовый отчет ?
sv: Vill du radera vald kontantredovisning?
vi_vn: Bạn có chắc chắn muốn xóa khai báo tiền mặt đã chọn?

source: Delete currency
bg: Изтриване на валута
da: Slet valuta
de: Währung löschen
es: Borrar divisa
fi: Poista valuutta
fr: Supprimer la devise
is: Eyða gjaldmiðli
nl: Verwijder valuta
nl_be: Valuta verwijderen
ru: Удалить валюту
sv: Radera valuta
vi_vn: Xóa tiền tệ

# DeleteCurrencyQuestion
source: Are you sure you want to delete the selected currency?
bg: Сигурни ли сте, че искате да изтриете избраната валута?
da: Er du sikker på at du vil slette den valgte valuta?
de: Sind Sie sicher, dass Sie die ausgewählte Währung löschen wollen?
es: ¿Está seguro de que desea eliminar la divisa seleccionada?
fi: Haluatko varmasti poistaa valitun valuutan?
fr: Êtes-vous sûr(e) de vouloir supprimer la devise choisie ?
is: Ertu viss um að þú viljir eyða völdum gjaldmiðli?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
nl_be: Weet u zeker dat u de geselecteerde valuta wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранную валюту ?
sv: Vill du radera vald valuta?
vi_vn: Bạn có chắc chắn muốn xóa loại tiền đã chọn?

source: Delete customer card
bg: Изтриване карта на клиент
da: Slet kundekort
de: Kundenkarte löschen
es: Borrar tarjeta del cliente
fi: Poista asiakaskortti
fr: Supprimer la carte client
is: Eyða viðskiptamannakorti
nl: Verwijder klant
nl_be: Klantenkaart verwijderen
ru: Удалить карточку клиента
sv: Radera kundkort
vi_vn: Xóa thẻ khách hàng
