Repository: iespana/LSOne
Catalog: POS/Services/EndOfDayService/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, nl, nl_be, ru, sv, vi_vn

# WithoutTaxAbbreviated
source: WO/Tax
bg: WO / Данък
da: u. moms
de: WO/MwSt.
es: WO/IVA
fi: Ilman veroa
fr: HT
nl: WO/belasting
nl_be: ZONDER BTW
ru: Без Налог/Налог
sv: Exk/MOMS
vi_vn: WO / Thuế

source: Bank drop reversal
bg: Сторниране bank drop
da: Reversion af bankindsættelse
de: Bankdrop-Storno
es: Reversión de retiro para banco
fi: Pankkipussin peruutus
fr: Contrepassation de la remise en banque
nl: Bank storting herneming
ru: Возврат инкассации
sv: Bankinsättning reversion
vi_vn: Hủy bỏ tiền gửi qua đêm

source: Safe drop reversal
da: Reversion af pengeskabsdeponering
de: Safe-Drop Storno
es: Reversión de retiro seguro
fi: Turvapussin peruutus
fr: Contrepassation de la mise en coffre-fort
nl: Kluis storting herneming
ru: Возврат изъятия из сейфа
sv: Kassaskåpsinsättning reversion
vi_vn: Đảo ngược Safe Drop

# EndOfDayOperationQuestion
source: Are you sure you want to perform an End of Day operation?
bg: Наистина ли искате да изпълните операция в края на деня?
da: Er du sikker på, at du vil udføre en Dagsafslutning?
de: Sind Sie sicher, dass Sie eine Tagesende-Operation durchführen wollen?
es: ¿Está seguro de que desea llevar a cabo una operación de fin de día?
fi: Oletko varma, että haluat suorittaa päivän päätös -toiminnon?
fr: Êtes-vous sûr(e) de vouloir effectuer une opération de fin de journée ?
nl: Weet u zeker dat u wilt uitvoeren van een bewerking van het einde van de dag?
nl_be: Weet u zeker dat u een End of Day-handeling wilt uitvoeren?
ru: Вы уверены, что хотите выполнить оперцию закрытия дня?
sv: Vill göra dagsavslut?
vi_vn: Bạn có chắc chắn muốn thực hiện một hoạt động cuối ngày?

# EndOfShiftQuestion
source: Are you sure you want to perform an End of Shift operation?
bg: Сигурни ли сте, че искате да извършите операция край на смяна?
da: Er du sikker på, at du vil udføre en Skifteafslutning?
de: Sind Sie sicher, dass Sie eine Schichtende-Operation durchführen wollen?
es: ¿Está seguro de que desea llevar a cabo una operación de fin de cambio?
fi: Haluatko varmasti tehdä vuoron vaihdon?
fr: Êtes-vous sûr(e) de vouloir effectuer une opération de fin d'équipe ?
nl: Weet u zeker dat u wilt een einde-van-Shift bewerking uitvoeren?
nl_be: Weet u zeker dat u een End of Shift-handeling wilt uitvoeren?
ru: Вы уверены, что хотите выполнить операцию закрытия смены?
sv: Vill göra skiftavslut?
vi_vn: Bạn có chắc chắn muốn thực hiện thao tác Kết thúc ca không?

# BusinessDay
source: Business date
bg: Работна дата
da: Forretningsdato
de: Geschäftsdatum
es: Fecha contable
fi: Myyntipäivä
fr: Journée ouvrable
nl: Bedrijfs data
nl_be: Bedrijfsdatum
ru: Рабочий день
sv: Affärsdatum
vi_vn: Ngày làm việc

source: Change back report
bg: Променете последен отчет
da: Byttepengerapport
de: Bericht rückgängig machen
es: Deshacer los cambios del informe
fi: Vaihda takaisin raportti
fr: Annuler la modification d'état
nl: Rapport terugbetaling
nl_be: Rapport opnieuw wijzigen
ru: Изменить отчет возврата
sv: Växelrapport
vi_vn: Thay đổi báo cáo

# CombinedReturns
source: Returns
bg: Рекламации
da: Returvarer
de: Retouren
es: Devoluciones
fi: Palautukset
fr: Retours
nl: Retouren
nl_be: Retours
ru: Возвраты
sv: Returer
vi_vn: Trả lại

# ConfirmZReportPrinting
source: Are you sure you want to print the Z report?
bg: Наистина ли искате да отпечатате отчет Z?
da: Er du sikker på, at du vil udskrive Z-rapporten?
de: Sind Sie sicher, dass Sie den Z-Bericht drucken wollen?
es: ¿Está seguro de que desea imprimir el informe Z?
fi: Haluatko varmasti tulostaa Z-raportin?
fr: Êtes-vous sûr(e) de vouloir imprimer le Z de caisse ?
nl: Weet u zeker dat u wilt afdrukken van de Z-verslag?
nl_be: Weet u zeker dat u het Z-verslag wilt afdrukken?
ru: Вы уверены, что хотите напечатать Z Отчет?
sv: Vill du skriva ut Z-rapporten?
vi_vn: Bạn có chắc chắn muốn in báo cáo Z?

source: Customer deposits
bg: Клиент депозити
da: Kundeindsættelser
de: Kundeneinzahlung
es: Depósito del cliente
fi: Asiakkaan ennakkomaksut
fr: Dépôt client
nl: Klantendeposito’s
nl_be: Klantdeposito
ru: Депозиты клиента
sv: Kundhandpenning
vi_vn: Tiền đặt cọc của khánh hàng

source: (excl tax)
bg: (без данък)
da: (ekskl. moms)
de: (exkl. Steuern)
es: (sin impuestos)
fi: (ilman Alv.)
fr: (HT)
nl: excl. btw
nl_be: (excl. btw)
ru: (без налога)
sv: (utan moms)
vi_vn: Không bao gồm thuế

source: GRAND TOTAL:
bg: Обща сума:
da: SAMLET SUM:
de: GESAMT:
es: TOTAL:
fi: LOPPUSUMMA:
fr: TOTAL GÉNÉRAL :
nl: Groot totaal.
nl_be: ALGEMEEN TOTAAL:
ru: ОБЩАЯ СУММА:
sv: TOTALT:
vi_vn: Tổng đơn hàng:

source: Gross returns
bg: Брутни връщания
da: Bruttoreturer
de: Retouren brutto
es: Devoluciones brutas
fi: Bruttopalautukset
fr: Retours bruts
nl: Bruto rendement
nl_be: Bruto retours
ru: Возвраты вкл. налоги
sv: Bruttoreturer
vi_vn: Lợi nhuận gộp

# NetReturns
source: Total net returns
bg: Общо нетни връщания
da: Nettoreturer i alt
de: Gesamtretouren netto
es: Total de devoluciones netas
fi: Nettopalautukset yhteensä
fr: Total retours HT
nl: Totale netto rendement
nl_be: Totaal netto retours
ru: Всего возвратов без налога
sv: Total retursumma
vi_vn: Tổng lợi nhuận

source: No. of suspended transactions
bg: Брой отложени транзакции
da: Antal suspenderede transaktioner
de: Anz. ausgesetzter Transaktionen
es: N.º de transacciones suspendidas
fi: Kuittiparkkitapahtumien lkm.
fr: Nb. de transactions suspendues
nl: Aantal zwevende transacties
nl_be: Aant. opgeschorte transacties
ru: Количество отложенных транзакций
sv: Antal oavslutade förs.
vi_vn: Số giao dịch bị đình chỉ

source: Other information
bg: Друга информация
da: Anden information
de: Weitere Informationen
es: Información adicional
fi: Muita tietoja
fr: Informations supplémentaires
nl: Overige informatie
nl_be: Andere informatie
ru: Прочая информация
sv: Annan information
vi_vn: Thông tin khác

source: Printed on
bg: Отпечатано на
da: Udskrevet den
de: Gedruckt am
es: Impreso en
fi: Tulostettu
fr: Imprimé sur
nl: Afdrukdatum
nl_be: Afgedrukt op
ru: Напечатано
sv: Utskriven
vi_vn: In báo cáo

source: Receipt copies
bg: Копия разписка
da: Kvitteringskopier
de: Kassenbonexemplare
es: Copias de recibos
fi: Kuittikopioita
fr: Copies de reçus
nl: Ontvangst kopieën
nl_be: Ontvangstbewijs kopieën
ru: Копий чеков
sv: Kvittokopior
vi_vn: Bản sao hóa đơn

# ReturnReport
source: Return sales report #1
bg: Отчет за продажбите за връщане #1
da: Retursalgsrapport #1
de: Retourenverkaufsbericht #1
es: Informe de ventas con devolución #1
fi: Palautusmyyntien raportti #1
fr: État des ventes de retour #1
nl: Terugkeer omzetrapport #1
nl_be: Retour verkoopsrapport #1
ru: Возврат продажи отчет #1
sv: Returrapport #1
vi_vn: Báo cáo doanh thu # 1

source: returns
bg: връщания
da: returvarer
de: Retouren
es: devoluciones
fi: palautukset
fr: Retours
nl: retouren
nl_be: retours
ru: возвратов
sv: returer
vi_vn: trả hàng

source: Rounding difference
bg: Закръгляване на разликата
da: Afrundingsdifference
de: Rundungsdifferenz
es: Diferencia de redondeo
fi: Pyöristysero
fr: Écart d'arrondi
nl: Afrondingsverschil
nl_be: Afrondingsverschil
ru: Разница округления
sv: Avrundningsskillnad
vi_vn: Làm tròn sai số

source: Rounding report
bg: Отчет за закръгляване
da: Afrundingsrapport
de: Rundungsbericht
es: Informe de redondeo
fi: Pyöristysraportti
fr: Rapport d'arrondi
nl: Afronding van verslag
nl_be: Afrondingsrapport
ru: Округление отчет
sv: Avrundningsrapport
vi_vn: Báo cáo làm tròn

# SalesReport
source: Sales report #1
bg: Отчет за продажбите #1
da: Salgsrapport #1
de: Verkaufsbericht #1
es: Informe de ventas #1
fi: Myyntiraportti #1
fr: État des ventes #1
nl: Verkooprapport
nl_be: Verkooprapport #1
ru: Отчет по продажам #1
sv: Förs. före rabatter #1
vi_vn: Báo cáo bán hàng

# SumOfReturnedTransactions
source: Sum of returns
bg: Сума връщания
da: Sum for returer
de: Summe der Retouren
es: Suma de devoluciones
fi: Palautusten summa
fr: Somme des retours
nl: Som van de retouren
nl_be: Som van retours
ru: Сумма возвратов
sv: Antal returer
vi_vn: Tổng lợi nhuận

# TaxReport
source: Tax report #1
bg: Данъчен отчет #1
da: Momsrapport #1
de: Steuerbericht #1
es: Informe de impuestos #1
fi: Veroraportti #1
fr: Déclaration de taxe #1
nl: Fiscale verslag #1
nl_be: BTW-rapport #1
ru: Налог отчет #1
sv: Momsrapport #1
vi_vn: Báo cáo thuế số 1

source: Tender declaration report
bg: Отчет начин на плащане
da: Kasseoptællingsrapport
de: Angebotserklärungsbericht
es: Informe de declaraciones de ofertas
fi: Maksutapojen laskentaraportti
fr: Rapport de comptage de caisse
nl: Tender declaratie rapport
nl_be: Rapport kascontrole
ru: Отчет декларации способа оплаты
sv: Kassaredovisningsrapport
vi_vn: Báo cáo khai báo hình thức thanh toán

# TotalReturnAmount
source: Total return amt
bg: Общо рекламации суми
da: Returbeløb i alt
de: Gesamtbetrag Retouren
es: Importe total de devoluciones
fi: Palautustumma yht.
fr: Total mont. retour
nl: Totale opbrengst
nl_be: Totaal retourbedrag
ru: Всего сумма возврата
sv: Totalt retursumma
vi_vn: Tổng thu lợi

# TotalReturnNetAmount
source: Total return amt:
bg: Общо рекламации суми
da: Returbeløb i alt
de: Gesamtbetrag Retouren
es: Importe total de devoluciones
fi: Palautustumma yht.
fr: Total mont. retour
nl: Totale opbrengst
nl_be: Totaal retourbedrag
ru: Всего сумма возврата
sv: Totalt retursumma:
vi_vn: Tổng thu lợi

# TotalReturnNetAmountInclTax
source: Total return amt incl tax:
bg: Общо рекламации сума с включен данък:
da: Returbeløb i alt inkl. moms:
de: Retourenbetrag gesamt inkl. Steuern:
es: Importe total de devoluciones con impuestos:
fi: Palautussumma yht. sis. Alv
fr: Mont. total retours taxe incl. :
nl: Totale terugkeer amt incl. belasting:
nl_be: Totaal retourbedrag incl. BTW:
ru: Всего сумма возврата с налогом:
sv: Totalt returbelopp inkl. moms:
vi_vn: Tổng lợi nhuận bao gồm thuế:

source: TOTAL RETURNS:
bg: Общо рекламации:
da: RETURER I ALT:
de: RETOUREN GESAMT:
es: DEVOLUCIONES TOTALES:
fi: PALAUTUKSET YHTEENSÄ:
fr: TOTAL RETOURS :
nl: Totaal retouren
nl_be: TOTALE RETOURS:
ru: ОБЩИЙ ВОЗВРАТ:
sv: TOTAL RETURER:
vi_vn: Tổng trả hàng:

source: TOTAL SALES:
bg: Общо продажби:
da: OMSÆTNING I ALT:
de: GESAMTUMSATZ:
es: VENTAS TOTALES:
fi: KOKONAISMYYNTI:
fr: TOTAL VENTES :
nl: Totale omzet:
nl_be: TOTALE VERKOOP:
ru: ПРОДАЖИ ИТОГО:
sv: TOTAL FÖRSÄLJNING:
vi_vn: Tổng doanh thu

source: Training transactions
bg: Транзакции обучение
da: Træningskvitteringer
de: Trainingstransaktionen
es: Transacciones de formación
fi: Koulutus tapahtumat
fr: Transactions de formation
nl: Opleiding transacties
nl_be: Oefentransacties
ru: Тренировочных транзакций
sv: Övningskvitton
vi_vn: Giao dịch đào tạo

# WithTaxAbbreviation
source: W/Tax
bg: W / Данък
da: m. moms
de: Mit Steuern
es: C/imp.
fi: Verollinen
fr: Taxe incl.
nl: W/belasting
nl_be: M/BTW
ru: С/Налогом
sv: Ink/skatt
vi_vn: W / Thuế

source: W/Tax
bg: W / Данък
da: m. moms
de: Mit Steuern
es: C/imp.
fi: Verollinen
fr: Taxe incl.
nl: W/belasting
nl_be: M/BTW
ru: С/Налогом
sv: Ink/skatt
vi_vn: W / Thuế

source: Customer order deposits
bg: Депозити клиентска поръчка
da: Indskud på kundeordre
de: Einzahlungen für Kundenbestellungen
es: Depósitos de pedidos de clientes
fi: Asiakkastilausten ennakot
fr: Dépôts de commandes client
nl: Volgorde cliëntentegoeden
nl_be: Deposito's klantbestelling
ru: Депозиты заказа клиента
sv: Kundorderinbetalningar
vi_vn: Tiền đặt hàng của khách hàng

source: No. of deposit transactions
bg: Брой транзакции депозит
da: Antal transaktioner i forbindelse med depositum
de: Anzahl der Einzahlungen
es: N.º de transacciones de depósito
fi: Ennakkomaksutapahtumien lkm.
fr: Nb. de transactions de dépôt
nl: Aantal storting transacties
nl_be: Aant. depositotransacties
ru: Кол-во депозитных операций
sv: Antal inbetalningstransaktioner
vi_vn: Số giao dịch tiền đặt cọc

source: Redeemed deposits
bg: Използван депозит
da: Indløste indskud
de: Zurückgezahlte Einzahlungen
es: Depósitos canjeados
fi: Lunastettu ennakko
fr: Dépôts utilisés
nl: Ingewisselde storting
nl_be: Ingeruild deposito
ru: Освобожденные депозиты
sv: Inlösta inbetalningar
vi_vn: Dùng tiền gửi
