Repository: iespana/LSOne
Catalog: POS/Services/EndOfDayService/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, nl, nl_be, ru, sv, vi_vn

source: Amount
bg: Сума
da: Beløb
de: Betrag
es: Importe
fi: Summa
fr: Montant
nl: Bedrag
nl_be: Bedrag
ru: Сумма
sv: Belopp
vi_vn: Số tiền

source: Date
bg: Дата
da: Dato
de: Datum
es: Fecha
fi: Pvm
nl: Datum
nl_be: Datum:
ru: Дата
sv: Datum
vi_vn: Ngày

# EnterGrossAmt
source: Enter gross amount
bg: Въведете брутна сума
da: Indtast bruttobeløb
de: Bruttobetrag eingeben
es: Introduzca el importe bruto
fi: Anna bruttosumma
fr: Entrez le montant brut
nl: Bruto bedrag
nl_be: Brutobedrag invoeren
ru: Введите сумму вкл. НДС
sv: Ange bruttobelopp
vi_vn: Tổng số tiền:

# EnterNetAmt
source: Enter net amount
bg: Въведете нетна сума
da: Indtast nettobeløb
de: Nettobetrag eingeben
es: Introduzca el importe neto
fi: Anna nettosumma
fr: Entrez le montant HT
nl: Netto bedrag
nl_be: Nettobedrag invoeren
ru: Введите сумму без НДС
sv: Ange nettobelopp
vi_vn: Nhập số tiền',

# EnterNewZ
source: Enter new Z ID
bg: Въведете нов Z ID
da: Indtast nyt Z-ID
de: Neue Z-ID eingeben
es: Introduzca el nuevo ID de Z
fi: Anna uusi Z-tunnus
fr: Entrez un nouvel ID Z
nl: Voer nieuwe Z-ID
nl_be: Nieuwe Z-ID invoeren
ru: Введите новый ID Z
sv: Ange ny Z-ID
vi_vn: ID báo cáo Z mới:

# EnterNewZID
source: Please enter the new Z report ID
bg: Моля въведете нов идентификатор на Z отчет
da: Indtast det nye Z-rapport-ID
de: Bitte geben Sie die neue Z-Bericht-ID ein
es: Introduzca el nuevo ID del informe Z
fi: Anna uuden Z-raportin tunnus
fr: Veuillez entrer le nouvel ID d'état Z de caisse
nl: Voer de nieuwe Z-lijst-ID
nl_be: Voer de ID van het nieuwe Z-verslag in
ru: Пожалуйста, введите новый ID Z Отчета
sv: Ange ny Z-rapport ID
vi_vn: Vui lòng nhập ID báo cáo Z mới

# GrossAmtLowerThanNetAmt
source: Gross amount cannot be lower than net amount
bg: Брутната сума не може да бъде по-ниска от нетната сума
da: Bruttobeløbet må ikke være lavere end nettobeløbet
de: Bruttobetrag darf nicht niedriger als Nettobetrag sein
es: El importe bruto no puede ser inferior al importe neto
fi: Bruttosumma ei voi olla pienempi kuin nettosumma
fr: Le montant TTC ne peut pas être inférieur au montant HT
nl: Bruto bedrag mag niet lager zijn dan het nettobedrag
nl_be: Het brutobedrag kan niet lager zijn dan het nettobedrag
ru: Сумма вкл. НДС не может быть меньше, чем сумма без НДС
sv: Bruttobelopp kan inte vara lägre än nettobelopp.
vi_vn: Tổng tiền không thể thấp hơn số tiền thanh toán

source: Gross sales
bg: Брутни продажби
da: Bruttoomsætning
de: Bruttoumsatz
es: Ventas brutas
fi: Bruttomyynti
fr: Ventes brutes
nl: Bruto-omzet
nl_be: Bruto verkoop
ru: Продажи с НДС
sv: Förs. före rabatter
vi_vn: Tổng doanh thu

# InclTax
source: Amt incl tax
bg: Сума Вкл. Данък
da: Beløb inkl. moms
de: Betrag inkl. Steuer
es: Importe con impuestos
fi: Summa sis. ALV
fr: Mont. taxe incl.
nl: Amt incl BTW
nl_be: Bedrag incl. btw
ru: Сумма вкл. налоги
sv: Belopp inkl. moms
vi_vn: Bao gồm thuế

# IncomeExpenseDescr
source: Income / Expense accounts
bg: Сметки за приходи / разходи
da: Indtægts-/udgiftskonti
de: Ertrags- / Aufwandskonten
es: Cuentas de ingresos/gastos
fi: Tulo- / Kulutilit
fr: Comptes de Revenu / Dépense
nl: Inkomsten / kosten van rekeningen
nl_be: Inkomsten-/Onkostenrekeningen
ru: Приход / Расход счета
sv: Inkomst-/utgiftskonton
vi_vn: Tài khoản thu nhập / chi phí

source: Line discount
bg: Отстъпка по ред
da: Linjerabat
de: Positionsrabatt
es: Descuento de línea
fi: Rivialennus
fr: Remise ligne
nl: Regelkorting
nl_be: Lijnkorting
ru: Строка скидки
sv: Radrabatt
vi_vn: Chiết khấu theo dòng

source: Net amt
bg: Нетна сума
da: Nettobeløb
de: Netto Betr.
es: Imp. neto
fi: Net sum
fr: Mont. net
nl: Netto amt
nl_be: Nettobedrag
ru: Сумма без НДС
sv: Nettobelopp
vi_vn: Tiền thanh toán

# NetSales
source: Total net sales
bg: Общо нетни продажби
da: Nettoomsætning i alt
de: Total Nettoumsatz
es: Total de ventas netas
fi: Nettomyynti yhteensä
fr: Ventes totales HT
nl: Totaal netto omzet
nl_be: Totale nettoverkoop
ru: Всего продаж без НДС
sv: Total försäljningssumma
vi_vn: Tổng doanh thu

source: No. of customer transactions
bg: Брой транзакции клиент
da: Ant. kundetransaktioner
de: Nr. von Kundentransaktionen
es: Número de transacciones del cliente
fi: Asiakastapahtumien lkm.
fr: Nb. de transactions client
nl: Aantal klant transacties
nl_be: Aantal klantentransacties
ru: Кол-во клинентских транзакций
sv: Antal kvitton med kundnr
vi_vn: Số giao dịch của khách hàng

source: No. of drawer openings
bg: Брой отваряния на чекмеджета
da: Ant. skuffeåbninger
de: Nr. von geöffneten Schubladen
es: Número de aperturas de la caja registradora
fi: Kassalaatikin avausten lkm.
fr: Nb. d'ouvertures de tiroir
nl: Aantal lade openingen
nl_be: Aantal keren dat de lade werd geopend
ru: Кол-во операций открытия денежного ящика
sv: Antal kassaöppingar
vi_vn: Số ngăn kéo

# NoOfItems
source: No. of items sold
bg: Брой продадени артикули
da: Ant. varer solgt
de: Nr. von verkauften Artikeln
es: Número de artículos vendidos
fi: Myytyjen tuotteiden lkm.
fr: Nb. d'articles vendus
nl: Aantal sales artikelen
nl_be: Aantal verkochte artikelen
ru: Кол-во проданных товаров
sv: Antal sålda artiklar
vi_vn: Số mục

source: No. of items returned
bg: Брой върнати артикули
da: Ant. varer returneret
de: Nr. von zurückgegebenen Artikeln
es: Número de artículos devueltos
fi: Palautettujen tuotteiden lkm.
fr: Nb. d'articles retournés
nl: Aantal geretourneerde items
nl_be: Aantal artikelen dat werd teruggebracht
ru: Кол-во возвраженных товаров
sv: Antal returnerade artiklar
vi_vn: Số mặt hàng được trả lại

source: No. of logins
bg: Брой влизания
da: Ant. logins
de: Nr. von Anmeldungen
es: Número de conexiones
fi: Sisäänkirjausten lkm.
fr: Nb. de connexions
nl: Aantal aanmeldingen
nl_be: Aantal aanmeldingen
ru: Кол-во входов
sv: Antal inloggningar
vi_vn: Số lần đăng nhập

source: No. of returned transactions
bg: Брой транзакции връщания
da: Ant. returtransaktioner
de: Nr. von zurückgegebenen Transaktionen
es: Número de transacciones devueltas
fi: Palautettujen tapahtumien lkm.
fr: Nb. de transactions retournées
nl: Aantal geretourneerde transacties
nl_be: Aantal teruggezonden transacties
ru: Кол-во транзакций возврата денег
sv: Antal returkvitton
vi_vn: Số giao dịch được trả lại

# NoPrinterConfiguredNoXRpt
source: No printer is configured. X report operation will be cancelled
bg: Няма конфигуриран принтер. Операцията X отчет ще бъде отменена
da: Ingen printer konfigureret. X-rapporthandlingen vil blive annulleret
de: Kein Drucker konfiguriert. X-Bericht-Vorgang wird abgebrochen
es: No hay ninguna impresora configurada. La operación del informe X se cancelará.
fi: Tulostinta ei ole määritetty. X-raportti perutaan
fr: Aucune imprimante n'est configurée. L'opération X de caisse sera annulée
nl: Geen printer is geconfigureerd. X verslag bewerking wordt geannuleerd
nl_be: Geen printer geconfigureerd. Bewerking X-verslag wordt geannuleerd
ru: Нет скогфигурированного принтера. Оперпация с X Отчетом будет отменена
sv: Ingen skrivare konfigurerad. X-rapporten kommer att avbrytas
vi_vn: Không có máy in được cấu hình. Hoạt động báo cáo X sẽ bị hủy

# NoPrinterConfiguredNoZRpt
source: No printer is configured. Z report operation will be cancelled
bg: Няма конфигуриран принтер. Операцията Z отчет ще бъде отменена
da: Ingen printer konfigureret. Z-rapporthandlingen vil blive annulleret
de: Kein Drucker konfiguriert. Z-Report-Vorgang wird abgebrochen
es: No hay ninguna impresora configurada. La operación del informe Z se cancelará.
fi: Tulostinta ei ole määritetty. Z-raportti perutaan
fr: Aucune imprimante n'est configurée. L'opération Z de caisse sera annulée
nl: Geen printer is geconfigureerd. Z verslag bewerking wordt geannuleerd
nl_be: Geen printer geconfigureerd. Bewerking Z-verslag wordt geannuleerd
ru: Нет сконфигурированного принтера. Операция с Z Отчетом будет отменена
sv: Ingen skrivare konfigurerad. Z-rapporten kommer att avbrytas
vi_vn: Không có máy in được cấu hình. Hoạt động báo cáo Z sẽ bị hủy

# NoZReportID
source: No Z report ID created. The operation cannot continue
bg: Не е създаден номер на Z отчет. Операцията не може да продължи
da: Z-rapport-ID ikke oprettet. Handlingen kan ikke fortsætte
de: Keine Z-Bericht-ID wurde erstellt. Der Vorgang kann nicht fortgeführt werden
es: No se ha creado el ID del informe Z. La operación no puede continuar.
fi: Ei Z-raportti -tunnusta luotuna. Toiminto ei voi jatkua
fr: Aucun ID d'état Z de caisse créé. L'opération ne peut pas continuer
nl: Geen Z lijst-ID gemaakt. De bewerking kan niet worden voortgezet
nl_be: Geen ID voor Z-verslag aangemaakt. De bewerking kan niet doorgaan
ru: Не создан ID Z Отчета. Операция не может быть продолжена
sv: Inget Z-rapport ID har skapats. Åtgärden kan inte fortsätta
vi_vn: Không có ID báo cáo Z được tạo. Các hoạt động không thể tiếp tục

source: Old X Report
bg: Стар X отчет
da: Gammel X-rapport
de: Alter X-Bericht
es: Reporte X anterior
fi: Vanha X-raportti
fr: Ancien état X de caisse
nl: Oud X-verslag
nl_be: Oud X-verslag
ru: Старый Х Отчет
sv: Gammal X-rapport
vi_vn: Báo cáo X cũ

# PreviousZAmtNotValid
source: Amounts in previous Z reports are invalid. The operation is not allowed
bg: Сумите в предишните Z отчети са невалидни. Операцията не е разрешена
da: Beløb i foregående Z-rapporter er ugyldige. Handlingen er ikke tilladt
de: Beträge in vorherigen Z-Berichten sind ungültig. Der Vorgang ist nicht zulässig
es: Los importes en los informes Z anteriores no son válidos. La operación no está permitida.
fi: Edellisten Z-raporttien määrät ovat virheellisiä. Toiminto ei ole sallittu
fr: Les montants des états Z de caisse ne sont pas valides. L'opération n'est pas autorisée
nl: Bedragen in eerdere Z verslagen zijn ongeldig. De bewerking is niet toegestaan
nl_be: De bedragen in vorige Z-verslagen zijn niet geldig. De bewerking is niet toegelaten
ru: Суммы в предыдущих ZОтчетах не корректны. Операция не разрешена
sv: Belopp i tidigare Z-rapporter är ogiltiga. Åtgärden är inte tillåten.
vi_vn: Số tiền trong các báo cáo Z trước đây không hợp lệ. Các hoạt động không được phép

# PreviousZNotValid
source: Previous Z reports are invalid. The operation is not allowed
bg: Предишните Z отчети са невалидни. Операцията не е разрешена
da: Foregående Z-rapporter er ugyldige. Handlingen er ikke tilladt
de: Vorherige Z-Berichte sind ungültig. Der Vorgang ist nicht zulässig
es: Los reportes Z anteriores no son válidos. La operación no está permitida.
fi: Aiemmat Z-raportit ovat virheellisiä. Toiminto ei ole sallittu
fr: Les états Z de caisse ne sont pas valides. L'opération n'est pas autorisée
nl: Vorige Z verslagen zijn ongeldig. De bewerking is niet toegestaan
nl_be: Vorige Z-verslagen zijn ongeldig. De bewerking is niet toegelaten
ru: Предыдуший Z Отчет не корректен. Операция не разрешена
sv: Föregående Z-rapporter är ogiltiga. Åtgärden är inte tillåten
vi_vn: Báo cáo Z trước đó không hợp lệ. Các hoạt động không được phép

# PreviousZReportsMissing
source: Previous Z reports are missing. The operation is not allowed
bg: Предишни Z отчети липсват. Операцията не е разрешена
da: Foregående Z-rapporter mangler. Handlingen er ikke tilladt
de: Vorherige Z-Berichte fehlen. Der Vorgang ist nicht zulässig
es: Faltan los informes Z anteriores. La operación no está permitida.
fi: Aiemmat Z-raportit puuttuvat. Toiminto ei ole sallittu
fr: Les états Z de caisse précédents sont manquants. L'opération n'est pas autorisée
nl: Vorige Z verslagen ontbreken. De bewerking is niet toegestaan
nl_be: Vorige Z-verslagen ontbreken. De bewerking is niet toegelaten
ru: Предыдущий Z Отчет пропущен. Оперия не разрешена
sv: Föregående Z-rapporter saknas. Åtgärden är inte tillåten
vi_vn: Báo cáo Z trước đó bị thiếu. Các hoạt động không được phép

source: Qty
bg: К-во
da: Ant.
de: Anz
es: Cant.
fi: Lkm.
fr: Qté
nl: Hoeveelheid
nl_be: Hoev.
ru: Кол-во.
sv: Ant
vi_vn: Số lượng

# StaffID
source: Staff
bg: Персонал
da: Personale
de: Mitarbeiter
es: Personal
fi: Henkilökunta
fr: Employés
nl: Werknemers
nl_be: Personeel
ru: Персонал
sv: Personal
vi_vn: Nhân viên

# StatisticDescription
source: Statistics
bg: Статистика
da: Statistik
de: Statistiken
es: Estadísticas
fi: Tilastot
fr: Statistiques
nl: Statistieken
nl_be: Statistieken
ru: Статистики
sv: Statistik
vi_vn: Số liệu thống kê

source: Tax number:
bg: Данъчен номер:
da: Momsnummer:
de: Steuernummer:
es: Número de impuesto:
fi: Verotunnus:
fr: Numéro de taxe :
nl: BTW-nummer:
nl_be: Btw-nummer:
ru: ИНН:
sv: Momsregistreringsnr:
vi_vn: Mã số thuế

# TotalDiscounts
source: Total discount
bg: Обща отстъпка
da: Samlet rabat
de: Gesamtrabatt
es: Total del descuento
fi: Loppusumma-alennus
fr: Remise totale
nl: Eindkorting
nl_be: Totale korting
ru: Общая скидка
sv: Total rabatt
vi_vn: Chiết khấu tổng

# TotalNetAmount
source: Total amt:
bg: Обща сума
da: Beløb i alt
de: Gesamtbetr.:
es: Importe total:
fi: Yhteensä sum
fr: Mont. total
nl: Totaal bedrag:
nl_be: Totaal bedrag:
ru: Всего сумма
sv: Totalt belopp:
vi_vn: Tổng tiền

# TotalNetAmountInclTax
source: Total amt incl tax:
bg: Общ сума с включен данък:
da: Beløb i alt inkl. moms:
de: Gesamtbetrag ink. Steuer:
es: Importe total con impuestos:
fi: Yhteensä sum sis. Alv
fr: Mont. total taxe incl. :
nl: Totaal incl. BTW
nl_be: Totaal bedrag incl. btw:
ru: Всего сумма вкл. налоги:
sv: Totalt belopp inkl. moms:
vi_vn: Tổng tiền bao gồm thuế:

source: Total net sales
bg: Общо нетни продажби
da: Nettoomsætning i alt
de: Total Nettoumsatz
es: Total de ventas netas
fi: Nettomyynti yhteensä
fr: Ventes totales HT
nl: Totaal netto omzet
nl_be: Totale nettoverkoop
ru: Всего продаж без НДС
sv: Total försäljningssumma
vi_vn: Tổng doanh thu

source: Total no. of transactions
bg: Общо no. на транзакции
da: Ant. transaktioner i alt
de: Gesamtnr. von Transaktionen
es: Número total de transacciones
fi: Tapahtumien lkm
fr: Nb. total de transactions
nl: Totale aantal voor transacties
nl_be: Totaal aantal transacties
ru: Общее кол-во транзакций
sv: Totalt antal transaktioner
vi_vn: Tổng số giao dịch

# TotalPOSSalesAmt
source: Total POS sales amount:
bg: Обща сума на POS продажбите:
da: Kasseomsætning i alt:
de: Gesamt-POS-Umsatz:
es: Importe total de ventas del punto de venta:
fi: Kassan kokonaismyyntisumma:
fr: Montant total ventes PDV :
nl: Totale omzet van de POS:
nl_be: Totaal verkoopbedrag op POS:
ru: Всего POS продажи без НДС:
sv: Totalt kassaförsäljningsbelopp:
vi_vn: Tổng tiền bán

# TotalPOSSalesAmtChanges
source: Total POS sales amount changes:
bg: Общи промени в сумата на POS продажби:
da: Ændring i kasseomsætning i alt:
de: Veränderung des Gesamt-POS-Umsatzes:
es: Cambios del importe total de ventas del punto de venta:
fi: Kassamyynnin kokonaismuutos summa:
fr: Total modifications montants de ventes PDV :
nl: Totale POS verkoopbedrag wijzigingen:
nl_be: Wijzigingen totaal verkoopbedrag op POS:
ru: Всего сумма продаж POS изменена:
sv: Totalt kassaförsäljningsbelopp förändringar:
vi_vn: Tổng số tiền bán hàng POS thay đổi:

source: X Report
bg: X Отчет
da: X-rapport
de: X-Bericht
es: Informe X
fi: X-Raportti
fr: État X de caisse
nl: X-verslag
nl_be: X-verslag
ru: Х Отчет
sv: X-rapport
vi_vn: Báo cáo X

source: Z Report
bg: Z отчет
da: Z-rapport
de: Z-Bericht ist bereits vorhanden. Die Vorgang kann nicht fortgeführt werden
es: Informe Z
fi: Z-Raportti
fr: État Z de caisse
nl: Z-verslag
nl_be: Z-verslag
ru: Z Отчет
sv: Z-rapport
vi_vn: Báo cáo

source: Z Report ID
bg: Z отчет номер
da: Z-rapport-ID
de: Z-Bericht-ID
es: ID de informe Z
fi: Z-Raportin tunnus
fr: ID d'état Z de caisse
nl: Z-verslag
nl_be: ID Z-verslag
ru: ID Z Отчета
sv: Z-rapport ID
vi_vn: ID báo cáo

# ZReportIDAlreadyExists
source: The expected Z report ID already exists. The operation will be cancelled
bg: Очакваният номер на Z отчет вече съществува. Операцията ще бъде отменена
da: Det forventede Z-rapport-ID findes allerede. Handlingen annulleres
de: Die erwartete Z-Bericht-ID existiert bereits. Der Vorgang wird abgebrochen
es: El ID del informe Z previsto ya existe. Se cancelará la operación.
fi: Odotettu Z-raportti -tunnus on jo olemassa. Toiminto peruutetaan
fr: L'ID d'état Z de caisse attendu existe déjà. L'opération sera annulée
nl: De verwachte Z lijst-ID bestaat al. De bewerking wordt geannuleerd
nl_be: De verwachte ID van het Z-verslag bestaat al. De bewerking wordt geannuleerd
ru: ID Z Отчета уже существует. Операция будет отменена
sv: Z-rapport ID finns redan. Åtgärden kommer att avbrytas
vi_vn: ID báo cáo Z dự kiến đã tồn tại. Các hoạt động sẽ bị hủy bỏ

source: Tender name
bg: Плащане име
da: Betalingsmiddelsnavn
de: Angebotsname
es: Nombre de oferta
fi: Masun nimi
fr: Nom du mode de paiement
nl: OFFERTE
nl_be: Tender naam
ru: Название оплаты
sv: Betalningsmedel namn
vi_vn: Tên đấu thầu

source: Amt incl tax
bg: Сума Вкл. Данък
da: Beløb inkl. moms
de: Betrag inkl. Steuer
es: Importe con impuestos
fi: Summa sis. ALV
fr: Mont. taxe incl.
nl: Amt incl BTW
nl_be: Bedrag incl. btw
ru: Сумма вкл. налоги
sv: Belopp inkl. moms
vi_vn: Bao gồm thuế

source: Description
bg: Описание:
da: Beskrivelse
de: Beschreibung
es: Descripción
fi: Kuvaus:
nl: Beschrijving
nl_be: Omschrijving
ru: Описание:
sv: Beskrivning
vi_vn: Mô tả:

# TenderAmount
source: Amount
bg: Сума
da: Beløb
de: Betrag
es: Importe
fi: Summa
fr: Montant
nl: Bedrag
nl_be: Bedrag
ru: Сумма
sv: Belopp
vi_vn: Số tiền

source: Total amount
bg: Обща сума
da: Samlet beløb
de: Gesamtbetrag
es: Importe total
fi: Kokonaissumma
fr: Montant total
nl: Totaalbedrag
nl_be: Totaal bedrag
ru: Сумма всего
sv: Totalt belopp
vi_vn: Tổng tiền

source: Invoices
bg: Фактури
da: Linjerabat
de: Rechnungen
es: Descuento de línea
fi: Laskut
fr: Remise ligne
nl: Regelkorting
nl_be: Lijnkorting
ru: Скидка по строке
sv: Fakturor
vi_vn: Các hoa đơn

source: sales
bg: Продажби
da: salg
de: Mitarbeiter
es: Personal
fi: myynti
fr: Ventes
nl: verkoop
nl_be: Personeel
ru: Продаж
sv: försäljning
vi_vn: bán

source: Total sales amt
bg: Общо продажби сума
da: Samlet salgsbeløb
de: W/MwSt.
es: W/IVA
fi: Kokonaismyynti summa
fr: Mt total des ventes
nl: Totale verkopen
nl_be: Totaal verkoopbedr.
ru: Всего сумма продаж
sv: Ink/MOMS
vi_vn: Tổng doanh số amt

source: Item
bg: Артикул
da: Vare
de: Artikel
es: Artículo
fi: Tuote
fr: Article
nl: Artikel
nl_be: Artikel
ru: Товар
sv: Artikel
vi_vn: Mặt hàng

source: Operator ID
bg: Оператор ID
da: Operatør-ID
es: ID de operador
fi: Käyttäjän tunnus
fr: ID opérateur
nl: Operatoridentificator
ru: ID оператора
vi_vn: ID nhà vận hành

source: Store ID
bg: Магазин ID:
da: Butiks-ID
de: Geschäfts-ID
es: ID de tienda
fi: Myymälän tunnus:
fr: ID magasin :
nl: Winkel ID
nl_be: Winkel-ID.....
ru: ID Магазина:
sv: Butiks-ID
vi_vn: ID cửa hàng

source: Terminal
bg: Терминал ID:
da: Terminal ID
de: Terminal-ID
es: ID de terminal
fi: Päätteen tunnus:
fr: ID terminal :
nl: Terminal-ID
nl_be: Kassa ID
ru: ID Терминала:
sv: Terminal-ID
vi_vn: ID thiết bị đầu cuối:

source: Item sales report
bg: Отчет за продажби на артикули
da: Varesalgsrapport
de: Artikelverkaufsbericht
es: Informe de ventas de artículos
fi: Tuotemyyntiraportti
fr: État des ventes d'articles
nl: Verkooprapport
nl_be: Verslag artikelverkoop
ru: Отчет о проданных товарах
sv: Artikelförsäljning rapport
vi_vn: Báo cáo bán hàng

source: Customer
bg: Клиент
da: Kunde
de: Kunde
es: Cliente
fi: Asiakas
fr: Client
nl: Valuta
nl_be: Klant
ru: Клиент
sv: Kund
vi_vn: Khách hàng

source: Account
bg: Сметка
da: Konto
de: Konto
es: Importe
fi: Tili
fr: Compte
nl: Mijn account
nl_be: Rekening
ru: Счет:
sv: Konto
vi_vn: Tài khoản

source: Currency report
bg: Валутен отчет
da: Valutarapport
de: Währungsbericht
es: Informe de divisa
fi: Valuuttaraportti
fr: État par devise
nl: Verslag van de munt
nl_be: Valutaverslag
ru: Отчет по валютам
sv: Valutarapport
vi_vn: Báo cáo tiền tệ

source: No. of sales transactions
bg: Брой тразнакции за продажби
da: Ant. salgstransaktioner
de: Anzahl an Verkaufstransaktionen
es: Número de transacciones de venta
fi: Myyntitapahtumien lkm.
fr: Nb. de transactions de vente
nl: Aantal verkooptransacties
nl_be: Aantal verkooptransacties
ru: Кол-во транзакций продажи
sv: Antal kassakvitton (sälj)
vi_vn: Số giao dịch bán hàng

source: No. of voided transactions
bg: Брой анулирани транзакции
da: Ant. annullerede transaktioner
de: Nr. von stornierten Transaktionen
es: Número de transacciones anuladas
fi: Mitätöityjen tapahtumien lkm.
fr: Nb. de transactions annulées
nl: Aantal nietigverklaarde transacties
nl_be: Aantal ongeldig gemaakte transacties
ru: Число аннулированных транзакций
sv: Antal makulerade kvitton
vi_vn: Số giao dịch bị hủy

source: Operator
bg: Оператор
da: Operatør
es: Operador
fi: Operaattori
fr: Opérateur
nl: Operanten
ru: Оператор
sv: Personal
vi_vn: Nhà điều hành

source: Store
bg: Магазин:
da: Butik
de: Geschäft
es: Tienda
fi: Myymälä:
fr: Magasin
nl: Winkel
nl_be: Winkel
ru: Магазин:
sv: Butik
vi_vn: Cửa hàng

source: Terminal ID
bg: Терминал ID:
es: ID de terminal
fi: Päätteen tunnus:
fr: ID terminal :
nl_be: Kassa ID
ru: ID Терминала:
vi_vn: ID thiết bị đầu cuối:

source: Time
bg: Време
da: Tid
de: Zeit
es: Hora
fi: Aika
fr: Heure
nl: Tijd
nl_be: Tijd
ru: Время
sv: Tid
vi_vn: Thời gian

# TotalAmountAbbreviated
source: Total amt
bg: Обща сума
da: Beløb i alt
de: Gesamtbetr.
es: Importe total
fi: Yhteensä sum
fr: Mont. total
nl: Totaal bedrag:
nl_be: Totaal bedrag
ru: Всего сумма
sv: Totalt belopp
vi_vn: Tổng tiền

source: Bank drop
da: Bankindsættelse
es: Retiro para banco
fi: Pankkipussi
fr: Remise en banque
nl: Bank storting
ru: Инкассация
sv: Bankinsättning
vi_vn: Tiền gửi qua đêm

source: Float entry
bg: Плаващ запис
da: Vekselkasse
de: Wechselkurseintrag
es: Entrada de efectivo
fi: Pohjakassan ilmoittaminen
fr: Entrée de fond de caisse
nl: Geld ingaven
ru: Операция размена
sv: Växelkassa
vi_vn: Tiền đầu ca

source: In / out
bg: Навътре/навън
da: Ind/ud
de: Innen / Außen
es: Entrada/Salida
fi: Sisään / ulos
fr: Entrée / Sortie
nl: In/uit
nl_be: In/Uit
ru: В / Из
sv: In / ut
vi_vn: Vào/Ra

source: No sale report
bg: Няма доклад продажби
da: Ingen salgsrapport
de: Kein Verkaufsbericht
es: Núm. de informe de ventas
fi: Ei myyntiraporttia
fr: Aucun état des ventes
nl: Aantal verkoop-verslag
nl_be: Geen verkoopverslag
ru: Нет отчета по продажам
sv: Ingen förs.rapport
vi_vn: Không có báo cáo bán hàng

source: Safe drop
da: Pengeskabsdeponering
es: Retiro seguro
fi: Turvapussi
fr: Mise en coffre-fort
nl: KLuis storting
ru: Изъятие из сейфа
sv: Kassaskåpsinsättning

source: Sales invoice
bg: Фактура продажба
da: Salgsfaktura
de: Verkaufsrechnung
es: Factura de venta
fi: Myyntilasku
fr: Facture vente
nl: Verkoopfactuur
nl_be: Verkoopfactuur
ru: Счет на продажу
sv: Förs.faktura
vi_vn: Hóa đơn bán hàng

source: Sales order
bg: Поръчка за продажба
da: Salgsordre
de: Kundenauftrag
es: Pedido
fi: Myyntitilaus
fr: Commande client
nl: Verkooporder
nl_be: Verkooporder
ru: Заказ на продажу
sv: Förs.order
vi_vn: Đơn đặt hàng

source: Tax
bg: Данък
da: Moms
de: Steuer
es: Impuesto
fi: Vero
fr: Groupe de taxe d'article
nl: BTW
nl_be: Belasting
ru: Налог
sv: Moms
vi_vn: Thuế

source: Tax group
bg: Данъчна група
da: Momsgruppe
de: Steuergruppe
es: Grupo de impuesto
fi: Veroluokka
fr: Groupe de taxe
nl: Fiscale groep
nl_be: Belastingsgroep
ru: Налоговая группа
sv: Momsgrupp
vi_vn: Nhóm thuế

source: Tender removal
bg: Премахване плащане
da: Fjernelse af betalingsmiddel
de: Angebotsentfernung
es: Eliminación de oferta
fi: Kassasta otto
fr: Retrait de mode de paiement
nl: Tender verwideren
nl_be: Verwijdering van de offerte
ru: Изъятие
sv: Borttag av betalningsmedel
vi_vn: Loại bỏ đấu thầu

source: Tender report
bg: Отчет начин на плащане
da: Betalingsmiddelsrapport
de: Angebotsbericht
es: Informe de oferta
fi: Maksuvälineraportti
fr: État mode de paiement
nl: Tender verslag
nl_be: Offerte rapport
ru: Отчет способа оплаты
sv: Betalningsmedel rapport
vi_vn: Báo cáo hình thức thanh toán
