Repository: iespana/LSOne
Catalog: POS/Services/CentralSuspensionService/Properties/resources.*.resx
Languages: bg, de, fi, fr, nl, nl_be, ru, sv

# AreYouSureSuspendTransaction
source: Are you sure you want to suspend the transaction?
bg: Наистина ли искате да отложите транзакцията?
de: Sind Sie sicher, dass Sie die Transaktion aussetzen wollen?
fi: Haluatko varmasti tallettaa kuittiparkkiin tapahtuman?
fr: Êtes-vous sûr(e) de vouloir suspendre la transaction ?
nl: Weet u zeker dat u wilt onderbreken de transactie?
nl_be: Bent u zeker dat u de transactie wilt opschorten?
ru: Вы уверены, что хотите отложить транзакцию?
sv: Vill du parkera transaktionen?

# CentralFunctionalityNotWorking
source: Central suspension functionality not working. Suspended transaction will be saved locally.
bg: Централната функция за задържане не работи. Задържането на транзакцията ще бъде запазено локално.
de: Zentrale Aussetzungsfunktion funktioniert nicht. Ausgesetzte Transaktion wird lokal gespeichert.
fi: Keskitetty kuittiparkkitoiminto ei toimi. Tapahtuma tallennetaan paikallisesti.
fr: La fonctionnalité de suspension centrale ne fonctionne pas. La transaction suspendue sera enregistrée localement.
nl: Centrale ophanging-functionaliteit niet werkt. Zwevende transactie zal lokaal worden opgeslagen.
nl_be: Centrale opschortfunctionaliteit werkt niet. De opgeschorte transactie zal lokaal worden opgeslagen.
ru: Некоторая функциональность отложенных транзакций не работает. Отложенные транзакции будут сохранены локально.
sv: Central funktionalitet fungerar inte. Parkerad transaktion sparas lokalt.

# CentralFunctionalityNotWorkingRecallLocally
source: Central suspension functionality not working. Looking for locally suspended transactions to recall.
bg: Централната функция за задържане не работи. Търси задържани транзакции локално.
de: Zentrale Aussetzungsfunktion funktioniert nicht. Suche nach lokal ausgesetzten Transaktionen, um sie abzurufen.
fi: Keskitetty kuittiparkkitoiminto ei toimi. Etsitään paikallisesti tallenettuna tapahtumia käsittelyyn.
fr: La fonctionnalité de suspension centrale ne fonctionne pas. En cours de recherche de transactions suspendues à rappeler.
nl: Centrale ophanging-functionaliteit niet werkt. Op zoek naar lokaal opgeschort transacties te herinneren.
nl_be: Centrale opschortfunctionaliteit werkt niet. Zoeken naar lokaal opgeschorte transacties om opnieuw op te roepen.
ru: Функциональность центроальной отложенности не работает. Найдите локальную отложенную транзакцию для аннулирования.
sv: Central funktionalitet fungerar inte. Söker efter lokalt parkerade transaktioner.

# CentralizedSuspension
source: Transaction suspended centrally
bg: Транзакцията е задържана централно
de: Transaktion zentral ausgesetzt
fi: Tapahtuma tallennettiin keskitettyyn kuittiparkkiin
fr: Transaction suspendue centralement
nl: Transactie Centraal geschorst
nl_be: Transactie centraal opgeschort
ru: Транзакция отложена центрально
sv: Transaktionen centralt parkerat

# ConcludeTheCurrentTransaction
source: Please conclude the current transaction before retrieving a suspended one
bg: Моля завършете текущата транзакция преди да изтеглите задържана транзакция
de: Bitte schließen Sie die aktuelle Transaktion ab, bevor Sie eine ausgesetzte abrufen
fi: Päätä nykyinen tapahtuma ennen kuin kuittiparkista hakua
fr: Veuillez conclure la transaction actuelle avant d'extraire une transaction suspendue
nl: Gelieve de huidige transactie voordat u ophaalt van een geschorste afsluiten
nl_be: Sluit de huidige transactie af voordat u een opgeschorte ophaalt
ru: Пожалуйста, завершите текущую транзакцию перед получение отложенной транзакции
sv: Avsluta nuvarande transaktion innan hämtning av en parkerad

# CouldNotConnectToStoreServer
source: Could not connect to the Site Service
bg: Не можахме да се свържем с услугата на сайта
de: Konnte nicht zum Site Service verbinden
fi: Ei voitu yhdistää Site Serviceen
fr: Impossible de se connecter au Service de site
nl: Kan geen verbinding met de Site-Service
nl_be: Kon geen verbinding tot stand brengen met de Site Service
ru: Не удалось подключиться с Сайту Сервиса
sv: Kunde inte ansluta till Site Service

# FuelItemsHaveToBeVoided
source: The fuel items have to be voided before the tranaction is suspended.
bg: Артикулите за гориво трябва да бъдат анулирани преди задържането на операцията.
de: Die Treibstoffartikel müssen entfernt werden, bevor die Transaktion ausgesetzt wird.
fi: Polttoainetuotteet on mitätöitävä ennen tapahtuman tallentamista kuittiparkkiin.
fr: Les articles carburant doivent être annulés avant que la transaction soit suspendue.
nl: De brandstof-items moeten worden vernietigd voordat de tranaction wordt onderbroken.
nl_be: De brandstofartikelen moeten ongeldig worden gemaakt voordat de transactie wordt opgeschort.
ru: Топливные товары должны быть аннулированы перед откладыванием транзакции.
sv: Bränsleartiklar måste makuleras innan transaktion parkeras.

source: Getting suspended transaction answers...
bg: Получаване на отговори за отложени транзакции ...
de: Erhalte ausgesetzte Transaktionsantworten...
fi: Kuittiparkkitapahtumien vastausta odotetaan...
fr: Obtention des réponses de transactions suspendues en cours...
nl: Zwevende transactie antwoorden krijgen...
nl_be: Antwoorden opgeschorte transactie ophalen ...
ru: Получение ответов отложенных транзакций...
sv: Läser parkerade transaktionssvar...

source: Getting suspended transactions...
bg: Получаване на отложени транзакции ...
de: Erhalte ausgesetzte Transaktionen...
fi: Kuittiparkkitapahtumia odotetaan...
fr: Obtention des transactions suspendues en cours...
nl: Zwevende transacties te krijgen...
nl_be: Opgeschorte transacties ophalen ...
ru: Получение отложенных транзакций...
sv: Läser parkerade transaktioner...

# GettingTransactionCount
source: Calculating number of suspended transactions...
bg: Изчислява се броя на отложените транзакции ...
de: Berechne die Anzahl an ausgesetzten Transaktionen...
fi: Lasketaan kuittiparkkitapahtumien määrää...
fr: Calcul du nombre de transactions suspendues en cours...
nl: Berekening aantal opgeschorte transacties...
nl_be: Aantal opgeschorte transacties berekenen ...
ru: Подсчет числа отложенных транзакций...
sv: Beräknar antal parkerade transaktioner...

source: Input is not a date
bg: Въведеното не е дата
de: Eingabe ist kein Datum
fi: Syöte ei ole päivämäärä
fr: Cette entrée n'est pas une date
nl: Invoer is niet een datum
nl_be: Input is geen datum
ru: Введенное значение - не дата
sv: Input är inte ett datum

# InputIsRequired
source: Please enter a text as input is required
bg: Моля въведете текст, тъй като е необходимo въвеждане
de: Bitte geben Sie einen Text als Eingabe ein
fi: Syötä teksti koska syöte vaaditaan
fr: Texte requis : veuillez saisir du texte
nl: Voer een tekst als invoer nodig is
nl_be: Voer een tekst in, want hier is input vereist
ru: Пожалуйста, введите текст как требуется
sv: Registrera en text eftersom input krävs

# NoItemsToSuspend
source: There are no items to suspend
bg: Няма артикули за отлагане
de: Es gibt keine Artikel, die ausgesetzt werden können.
fi: Kuittiparkkiin tannettettavia rivejä ei ole
fr: Aucun article à suspendre
nl: Er zijn geen items om op te schorten
nl_be: Er zijn geen artikelen die moeten worden opgeschort
ru: Нет товаров для откладывания
sv: Det finns inga artiklar att parkera

# NoStoreServerProfile
source: No Site service profile is assigned to this terminal
bg: На този терминал не е присвоен профил на услугата на сайта
de: Kein Store Server-Profil wird diesem Terminal zugeordnet
fi: Tälle päätteelle ei ole liitetty Site Service -profiilia
fr: Aucun profil de Service de site n'a été assigné à ce terminal
nl: Geen Site serviceprofiel is toegewezen aan deze terminal
nl_be: Er is geen Site Service-profiel aan deze terminal toegewezen
ru: Нет профайла Сайта Сервиса,назначенного данному терминалу
sv: Ingen Site Service profil är tilldelad till terminalen

# NoSuspendedTransactionsToRetrieve
source: There are no suspended transactions to retrieve
bg: Няма отложени транзакции за извличане
de: Es gibt keine ausgesetzten Transaktionen, die abgerufen werden können
fi: Kuittiparkissa ei ole tapahtumia haettavaksi
fr: Il n'y a aucune transaction suspendue à extraire
nl: Er zijn geen hangende transacties te halen
nl_be: Er kunnen geen opgeschorte transacties worden opgehaald
ru: Нет отложенных транзакций для получения
sv: Det finns inga parkerade transaktioner att hämta

# NotPossibleToSuspendVoidPayments
source: It is not possible to suspend a transaction that has been partially paid. You have to void the payments first.
bg: Не е възможно да се отложи транзакция, която е била частично платена. Първо трябва да анулирате плащанията.
de: Es ist nicht möglich eine Transaktion auszusetzen, die schon teilweise bezahlt wurde. Sie müssen erst die Zahlungen ungültig machen.
fi: Osittain maksettua tapahtumaa ei voida tallettaa kuittiparkkiin. Mitätöi maksu ensin.
fr: Il n'est pas possible de suspendre une transaction partiellement payée. Vous devez d'abord annuler les paiements.
nl: Het is niet mogelijk om op te schorten een transactie die is deels betaald. Je moet eerst de betalingen vervallen.
nl_be: Het is niet mogelijk om een transactie op te schorten die gedeeltelijk werd betaald. U moet eerst de betalingen ongeldig maken.
ru: Нельзя отложить транзакцию, которая частично оплачена. Отмените оплату сначала.
sv: Det är inte möjligt att parkera en transaktion som delvis har betalts. Du måste makulera betalningen först.

source: Suspending transaction...
bg: Отлагане на транзакцията ...
de: Transaktion aussetzen...
fi: Tallennetaan tapahtumaa kuittiparkkiin...
fr: Suspension de la transaction en cours...
nl: Opschorting van transactie...
nl_be: Transactie opschorten ...
ru: Откладывание транзакции...
sv: Parkerar transaktion...

source: Terminal
bg: Терминал:
fi: Pääte:
nl: Kassa
ru: Терминал:

# TestingConnection
source: Testing connection with Site Service...
bg: Тестване на връзката с услугата на сайта ...
de: Teste Verbindung mit Site Service...
fi: Testataan yhteyttä Site Service -palveluun...
fr: Test de la connexion au Service de site en cours...
nl: Testen verband met Site Service...
nl_be: Verbinding met Site Service testen ...
ru: Тестирование соединения с Сайтом Сервиса...
sv: Testar anslutning till Site Service...

# TransactionScannedNotFound
source: The scanned transaction was not found.
bg: Тази транзакция не е намерена
de: Diese Transaktion wurde nicht gefunden
fi: Tätä tapahtumaa ei löydy
fr: Cette transaction n'a pas été trouvée
nl: Deze transactie is niet gevonden
nl_be: Deze transactie werd niet gevonden
ru: Эта транзакция не найдена
sv: Transaktionen hittas inte

# TransferingTransaction
source: Transfering suspended transaction to server...
bg: Прехвърляне на задържана транзакция към сървъра ...
de: Übertrage ausgesetzte Transaktion an den Server...
fi: Siirretään kuittiparkkitapahtumaa palvelimelle...
fr: Transfert de la transaction suspendue au serveur en cours...
nl: Transfering geschorst transactie naar server...
nl_be: Opgeschorte transactie naar server overbrengen ...
ru: Перемещение отложенной транзакции на сервер...
sv: Överför parkerad transaktion till server...

# UnableToTransferTransaction
source: Unable to transfer transaction with the Site Service, cancelling operation
bg: Транзакцията не може да се прехвърли с услугата на сайта, отказване на операцията
de: Kann die Transaktion nicht an den Store Server übertragen, Vorgang wird abgebrochen
fi: Tapahtuman siirto Site Service -palveluuun epäonnistui, toiminto peruutetaan
fr: Impossible de transférer la transaction à l'aide du Service de site ; opération en cours d'annulation
nl: We kunnen niet overbrengen van de transactie met de on-site Service, bewerking annuleren
nl_be: Niet mogelijk om de transactie met de Site Service over te brengen, handeling wordt geannuleerd
ru: Не возможно передать транзакцию через Сайт Сервиса, операция отменяется
sv: Kan inte överföra transaktion med butiksserver, avbryter åtgärd
