Repository: iespana/LSOne
Catalog: POS/Services/CustomerService/Properties/Resources.*.resx
Languages: bg, de, es, fi, fr, is, ru, vi_vn

# SiteServiceAuthenticationFailed
source: Site service user could not connect to the database because user authentication failed
bg: Потребителят на услугата на сайта не може да се свърже с базата данни, защото удостоверяването на потребителя е неуспешно
de: Der Site Service-Benutzer konnte sich nicht mit der Datenbank verbinden, weil die Benutzerauthentifizierung fehlgeschlagen ist.
es: El usuario del servidor de la tienda no pudo establecer conexión con la base de datos debido a un error de autenticación del usuario
fi: Site Service käyttäjä ei voinut muodostaa yhteyttä tietokantaan, koska käyttäjän todennus epäonnistui
fr: L'utilisateur de service de site n'a pas pu se connecter à la base de données car l'authentification de l'utilisateur a échoué
is: Búðarþjónn gat ekki tengst við gagnagrunn þar sem notendaupplýsingar eru ekki réttar.
ru: Пользователю Сайта сервиса не удалось подключиться к базе данных из-за не удачной аутентификации
vi_vn: Người dùng dịch vụ trang web không thể kết nối với cơ sở dữ liệu vì xác thực người dùng không thành công

source: Six months
bg: Шест месеца
de: Sechs Monate
es: Seis meses
fi: Kuusi kuukautta
fr: Six mois
is: Sex mánuði
ru: Шесть месяцев
vi_vn: 6 tháng.

source: SUBTOTAL
bg: Междинна сума
de: Zwischensumme
fi: Välisumma
fr: SOUS-TOTAL
is: Millisamtala
ru: Подитог
vi_vn: Tổng con

# TerminalNotStandalone
source: This operation is only available when the terminal is standalone
bg: Тази операция е достъпна само когато терминалът е самостоятелен
de: Dieser Vorgang ist nur verfügbar, wenn der Terminal eigenständig ist
es: Esta operación solo está disponible cuando el terminal es independiente
fi: Tämä toiminto on käytettävissä vain, kun päätelaite on itsenäinen
fr: Cette opération n'est disponible qu'avec un terminal autonome
is: Þessi aðgerð er aðeins í boði þegar að útstöð er sjálfstæð
ru: Эти операции доступны, только когда терминал в автономном режиме
vi_vn: Hoạt động này chỉ khả dụng khi thiết bị đầu cuối độc lập

source: This month
bg: Този месец
de: Diesen Monat
es: Este mes
fi: Tämä kuukausi
fr: Ce mois-ci
is: Þennan mánuð
ru: Этот месяц
vi_vn: Tháng này

source: This operation is invalid for this type of transaction.
bg: Тази операция е невалидна за този тип транзакция.
de: Diese Operation ist für diesen Transaktionstyp ungültig.
es: Esta operación no es válida para este tip de transacción.
fi: Tämä toimenpide on virheellinen tämäntyyppiselle tapahtumalle
fr: Cette opération est non valide pour ce type de transaction.
is: Þessi aðgerð er óleyfileg í viðkomandi afgreiðslutegund.
ru: Эта операция не корректная для этого типа транзакции
vi_vn: Hoạt động này không hợp lệ cho loại giao dịch này.

source: Three months
bg: Три месеца
de: Drei Monate
es: Tres meses
fi: Kolme kuukautta
fr: Trois mois
is: Þrjá mánuði
ru: Три месяца
vi_vn: 3 tháng

source: TOTAL
bg: Общо
de: Gesamt
fi: Yhteensä
is: Samtals
ru: Всего
vi_vn: Tổng cộng

source: Transfer customer information
bg: Прехвърляне на информация за клиента
de: Kundeninformationen übertragen
es: Transfiera la información del cliente
fi: Siirrä asiakastietoja
fr: Transférer les informations client
is: Færið upplýsingar um viðskiptamenn
vi_vn: Chuyển thông tin khách hàng

# TransferLocalCustomers
source: Sending customers to head office
bg: Изпращане на клиенти към централата
de: Lokalen Kunden zum Site Service senden.
es: Enviando clientes a la sede
fi: Asiakkaiden lähettäminen pääkonttorille
fr: Envoi de clients au siège
is: Senda viðskiptamenn á búðarþjón.
ru: Отправка клиентов в головной офис
vi_vn: Gửi khách hàng đến hội sở chính

source: Type
bg: Вид:
de: Typ
es: Tipo
fi: Tyyppi:
is: Tegund
ru: Тип:
vi_vn: Loại:

source: Up
bg: Нагоре
de: Nach oben
es: Arriba
fi: Ylös
fr: Haut
is: Upp
ru: Вверх
vi_vn: Lên

source: Use card
bg: Използвайте карта
de: Karte verwenden
es: Usar tarjeta
fi: Käytä korttia
fr: Utiliser la carte
is: Nota kort
vi_vn: Sử dụng thẻ

source: Verifying ID
bg: Верифициране идентификационен номер
de: Kennung wird überprüft
es: Verificando el ID
fi: Tarkistetaan tunnusta
fr: Vérification de l'ID en cours
is: Prófa auðkenni
ru: Контрольный ID
vi_vn: Đang xác minh
