Repository: iespana/LSOne
Catalog: POS/Services/CustomerService/Properties/Resources.*.resx
Languages: bg, de, es, fi, fr, is, ru, vi_vn

source: Close
bg: Затвори
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
is: Loka
ru: Закрыть
vi_vn: Đóng

source: Cancel
bg: Отказ
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
is: Hætta við
ru: Отмена
vi_vn: Hủy bỏ thao tác

source: Customer
bg: Клиент
de: Kunde
es: Cliente
fi: Asiakas
fr: Client
is: Viðskiptamaður
ru: Клиент
vi_vn: Khách hàng

source: Add card
bg: Добавете карта
de: Karte hinzufügen
es: Añadir tarjeta
fi: Lisää kortti
fr: Ajouter une carte
is: Nýtt kort
vi_vn: Thêm thẻ

source: Added customer:
bg: Добавен клиент:
de: Kunde hinzugefügt:
es: Cliente añadido:
fi: Lisätty asiakas:
fr: Client ajouté :
is: Viðskiptamaður:
ru: Клиент добавлен:
vi_vn: Đã thêm khách hàng:

source: Address
bg: Адрес:
de: Adresse
es: Dirección
fi: Osoite:
fr: Adresse
is: Heimilisfang
ru: Адрес:
vi_vn: Địa chỉ:

# AddressMandatoryError
source: Address is mandatory and cannot be empty.
bg: Адресът е задължителен и не може да бъде празен
de: Adresse ist ein Pflichtfeld und darf nicht leer sein.
es: La dirección es un campo obligatorio y no puede estar vacía
fi: Osoite on pakollinen eikä se voi olla tyhjä
fr: L'adresse est obligatoire et ne peut pas être vide
is: Skylt er að slá inn heimilisfang
ru: Адрес обязателен и не может быть пустым
vi_vn: Địa chỉ là bắt buộc và không thể để trống

source: All
bg: Всички
de: Alle
es: Todo
fi: Kaikki
fr: Tous
is: Allt
ru: Все
vi_vn: Tất cả

source: Amount
bg: Сума
de: Betrag
es: Importe
fi: Summa
fr: Montant
is: Upphæð
ru: Сумма
vi_vn: Số tiền

# AmountHigerThanCreditLimit
source: The amount charged is higher than existing credit limit
bg: Начислената сума е по-висока от съществуващия кредитен лимит
de: Der berechnete Betrag ist höher als das bestehende Kreditlimit
es: El importe cargado es más alto que el límite de crédito existente.
fi: Veloitettu summa on korkeampi kuin nykyinen luottoraja
fr: Le montant facturé est supérieur à la limite de crédit existante
is: Upphæð er hærri en úttektarheimild leyfir
ru: Сумма больше, чем существующий кредитный лимит
vi_vn: Số tiền được tính cao hơn giới hạn tín dụng hiện có

source: Balance
bg: Салдо
de: Saldo
es: Saldo
fi: Saldo
fr: Solde
is: Staða
ru: Баланс
vi_vn: Cân đối

source: BALANCE NOW
bg: БАЛАНС НОВ
de: AKTUELLER SALDO
es: BALANCE AHORA
fi: SALDO NYT
fr: SOLDE ACTUEL
is: Staða nú
ru: ТЕКУЩИЙ БАЛАНС
vi_vn: Công nợ

source: BALANCE REPORT
bg: ОТЧЕТ БАЛАНС
de: BILANZBERICHT
es: Informe de balance
fi: SALDORAPORTTI
fr: ÉTAT SOLDE
is: STÖÐULISTI
ru: БАЛАНСОВЫЙ ОТЧЕТ
vi_vn: SỐ DƯ

source: Clear
bg: Изчисти
de: Löschen
es: Borrar
fi: Tyhjennä
fr: Effacer
is: Hreinsa
ru: Очистить
vi_vn: Xóa

source: Clear search
bg: Изчистване на търсенето
de: Suche löschen
es: Borrar búsqueda
fi: Tyhjennä haku
fr: Effacer la recherche
is: Hreinsa leit
ru: Обнуление поиска
vi_vn: Xóa tìm kiếm

# ConcludeTransactionCustomerAccount
source: Please conclude the transaction before depositing into a customer account.
bg: Моля приключете транзакцията, преди да депозирате в клиентска сметка.
de: Bitte schließen Sie die aktuelle Transaktion ab, bevor Sie in ein Kundenkonto einzahlen.
es: Concluya la transacción antes de depositar en una cuenta de cliente.
fi: Ole hyvä ja päätä tapahtuma ennen asiakastilin ennakkomaksua.
fr: Veuillez conclure la transaction actuelle avant d'effectuer un dépôt dans un compte client.
is: Vinsamlegast ljúkið afgreiðslunni áður en greitt er inn á viðskiptamannareikning.
ru: Пожалуйста, завершите транзакцию перед депозитом на счет клиента.
vi_vn: Vui lòng kết thúc giao dịch trước khi gửi vào tài khoản khách hàng.

# CouldNotConnectToSiteService
source: Could not connect to the site service
bg: Не можахме да се свържем с услугата на сайта
de: Konnte nicht zum Site Service verbinden
es: No se puede establecer la conexión con el servidor de la tienda.
fi: Ei voitu yhdistää Site Serviceen
fr: Impossible de se connecter au Service de site
is: Tenging við búðarþjón tókst ekki
ru: Не удалось подключиться с Сайту Сервиса
vi_vn: Không thể kết nối với Trang Dịch vụ

# CouldNotConnectToStoreServer
source: Could not connect to the Site service. The customer will be saved locally.
bg: Не може да се свърже с услугата на сайта. Клиентът ще бъде запазен локално.
de: Konnte nicht zum Site Service verbinden. Der Kunde wird lokal gespeichert.
es: No se pudo establecer conexión con el servidor de la tienda. El cliente se guardará a nivel local.
fi: Ei yhteyttä Site Service -palveluun. Asiakas talletetaan paikallisesti.
fr: Impossible de se connecter au Service de site. Le client sera enregistré localement.
is: Ekki tókst að tengjast við búðarþjón. Viðskiptamaður verður vistaður á þessari vél.
ru: Не удалось подключиться к Сайту Сервиса. Клиент будет сохранен локально.
vi_vn: Không thể kết nối với dịch vụ Trang web. Khách hàng sẽ được lưu tại địa phương.

# CouldNotTransferCustomers
source: Could not transfer the customers.
bg: Клиентите не можаха да се прехвърлят.
de: Konnte die Kunden nicht übertragen.
es: No se pudieron transferir los clientes.
fi: Asiakkaita ei onnistuttu siirtää.
fr: Impossible de transférer les clients.
is: Ekki tókst að flytja viðskiptamenn.
ru: Не удалось передать клиентов.
vi_vn: Không thể chuyển khách hàng.

source: Customer account deposit
bg: Депозит по клиентска сметка
de: Kundenkontoeinlage
es: Depósito de cuenta del cliente
fi: Asiakastilin ennakkomaksu
fr: Dépôt compte client
is: Innborgun á viðskiptamann
ru: Аккаунт депозита клиента
vi_vn: Tiền gửi tài khoản khách hàng

# CustomerBlocked
source: This customer has been blocked. No sales or transactions are allowed.
bg: Този клиент е блокиран. Не се разрешават продажби или транзакции.
de: Dieser Kunde wurde gesperrt. Kein Verkäufe oder Transaktionen sind erlaubt.
es: Este cliente ha sido bloqueado. No se permiten ventas ni transacciones.
fi: Tämä asiakas on estetty. Myynnit tai transaktiot eivät ole sallittuja.
fr: Ce client a été bloqué. Aucune vente ni transaction autorisée.
is: Ekki er heimilt að skrifa á þennan viðskiptamann.
ru: Этот клиент заблокирован. Для него не разрешены ни продажи, ни транзакции.
vi_vn: Khách hàng này đã bị chặn. Không cho phép bán hàng hoặc giao dịch.

# CustomerBlockedCannotBeCharged
source: This customer has been blocked. This account can not be charged to.
bg: Този клиент е блокиран. Тази сметка не може да бъде таксувана.
de: Dieser Kunde wurde gesperrt. Dieses Konto kann nicht aufgeladen werden.
es: Este cliente ha sido bloqueado. No se pueden aplicar cargos a esta cuenta.
fi: Tämä asiakas on estetty. Tätä tiliä ei voida veloittaa.
fr: Ce client a été bloqué. Ce compte ne peut pas être facturé.
is: Ekki er heimilt að skrifa á þennan viðskiptamann.
ru: Этот клиент заблокирован. Ему нельзя выставить счет.
vi_vn: Khách hàng này đã bị chặn. Tài khoản này không thể được tính phí.

# CustomerBlockedNoTransactionsAllowed
source: This customer has been blocked. No sales or transactions are allowed.
bg: Този клиент е блокиран. Не се разрешават продажби или транзакции.
de: Dieser Kunde wurde gesperrt. Kein Verkäufe oder Transaktionen sind erlaubt.
es: Este cliente ha sido bloqueado. No se permiten ventas ni transacciones.
fi: Tämä asiakas on estetty. Myynnit tai transaktiot eivät ole sallittuja.
fr: Ce client a été bloqué. Aucune vente ni transaction autorisée.
is: Ekki er heimilt að skrifa á þennan viðskiptamann.
ru: Этот клиент заблокирован. Для него не разрешены ни продажи, ни транзакции.
vi_vn: Khách hàng này đã bị chặn. Không cho phép bán hàng hoặc giao dịch.

# CustomerIDAlreadyExists
source: A customer with this ID already exists.
bg: Клиент с този идентификатор вече съществува
de: Es ist bereits ein Kunde mit dieser Kennung vorhanden.
es: Ya existe un cliente con ese mismo ID
fi: Tällä tunnuksella on jo olemassa asiakas.
fr: Un client correspondant à cet ID existe déjà
is: Til er annar viðskiptamaður með þetta auðkenni
ru: Клиент с этим идентификатором уже существует
vi_vn: Một khách hàng có ID này đã tồn tại

# CustomerIsCashCustomer
source: This account cannot be charged to. This customer is a cash customer.
bg: Този профил не може да бъде таксуван. Този клиент е клиент в брой.
de: Dieses Konto kann nicht aufgeladen werden. Dieser Kunde ist ein Barzahlungskunde.
es: No se pueden hacer cargos en esta cuenta. Se trata de un cliente de pago en efectivo.
fi: Tätä tiliä ei voida veloittaa. Asiakas on käteisasiakas.
fr: Ce compte ne peut pas être facturé.
is: Ekki er heimilt að skrifa á þennan reikning. Þessi viðskiptamaður getur aðeins staðgreitt.
ru: На этого клиента нельзя выставить счет. Это наличный клиент.
vi_vn: Tài khoản này không thể tính phí. Khách hàng này là một khách hàng tiền mặt.

# CustomerLedgerLoadedItems
source: Loaded {0} items out of {1}
bg: Заредени {0} артикули от {1}
de: {0} Artikel geladen von {1}
es: Se han cargado {0} de {1} artículos
fi: {0} tuotetta ladattu {1} :sta
fr: Chargement de {0} articles sur {1}
is: {0} af {1} hafa verið sótt
ru: Загружено {0} товаров из {1}
vi_vn: Đã tải {0} mục trong số {1}

# CustomerLimitedToInvoice
source: This customer is limited to invoices. This account cannot be charged.
bg: Този клиент е има ограничения за фактуриране. Този профил не може да бъде таксуван.
de: Der in Rechnung gestellte Kunde wurde gesperrt. Aufladen auf dieses Konto ist nicht erlaubt.
es: Este cliente facturado ha sido bloqueado. No se permitirá aplicar cargos a esta cuenta.
fi: Tämä asiakas on rajattu laskutettavaksi. Asiakasta ei voida veloittaa.
fr: Ce client est limité aux factures. Ce compte ne peut pas être facturé.
is: Ekki er heimilt að skrifa á þennan viðskiptamann.
ru: Для клиента есть ограничения по счетам. Для него нельзя выставить счет.
vi_vn: Khách hàng này được giới hạn trong hóa đơn. Tài khoản này không thể bị tính phí.

# CustomerNameMandatoryError
source: Customer name is mandatory and cannot be empty.
bg: Името на клиента е задължително и не може да бъде празно
de: Kundenname ist ein Pflichtfeld und darf nicht leer sein.
es: El nombre del cliente es un campo obligatorio y no puede estar vacío
fi: Asiakkaan nimi on pakollinen eikä se voi olla tyhjä
fr: Le nom du client est obligatoire et ne peut pas être vide
is: Skylt er að slá inn nafn á viðskiptamanni
ru: Название клиента обязательно и не может быть пустым
vi_vn: Tên khách hàng là bắt buộc và không thể để trống

source: Customer not found
bg: Клиентът не е намерен
de: Kunde nicht gefunden
es: Cliente no encontrado
fi: Asiakas ei löytynyt
fr: Client non trouvé
is: Viðskiptamaður fannst ekki
ru: Клиент не найден
vi_vn: Không tìm thấy khách hàng

source: Date
bg: Дата
de: Datum
es: Fecha
fi: Pvm
is: Dagsetning
ru: Дата
vi_vn: Ngày

# DateOfBirthMandatoryError
source: Date of birth is mandatory and needs to be set to a valid date.
bg: Датата на раждане е задължителна и трябва да бъде валидна дата
de: Geburtsdatum ist ein Pflichtfeld und muss mit einem gültigen Datum versehen werden.
es: La fecha de nacimiento es un campo obligatorio. Es necesario especificar una fecha válida.
fi: Syntymäaika on pakollinen ja se on asetettava voimassa olevalle päivämäärälle
fr: La date de naissance est obligatoire et doit être réglée sur une date valide
is: Skylt er að slá inn fæðingarár
ru: Дата рождения обязательна и должна быть допустимой датой
vi_vn: Ngày sinh là bắt buộc và cần được đặt thành ngày hợp lệ

source: Down
bg: Надолу
de: Nach unten
es: Abajo
fi: Alas
fr: Bas
is: Niður
ru: Вниз
vi_vn: Xuống

# EditCustomerDetailsButtonText
source: Details
bg: Детайли
es: Detalles
fi: Lisätiedot
fr: Détails
is: Yfirlit
vi_vn: Chi tiết

# EmailMandatoryError
source: Email is mandatory and cannot be empty.
bg: Имейлът е задължителен и не може да бъде празен
de: E-Mail ist ein Pflichtfeld und darf nicht leer sein.
es: El correo electrónico es un campo obligatorio y no puede estar vacío
fi: Sähköposti on pakollinen eikä se voi olla tyhjä
fr: L'adresse email est obligatoire et ne peut pas être vide
is: Skylt er að slá inn netfang
ru: Адрес эл. почты обязателен и не может быть пустым
vi_vn: Email là bắt buộc và không thể để trống

# EnterCustomerID
source: Enter a customer ID
bg: Въведете клиент ID
de: Geben Sie eine Kunden-ID ein
es: Introducir un ID de cliente
fi: Anna asiakastunnus
fr: Entrez un ID client
is: Sláið inn viðskiptamannanúmer
ru: Введите ID клиента
vi_vn: Nhập ID khách hàng

source: Finish
bg: Приключване
de: Fertig
es: Finalizar
fi: Suorita loppuun
fr: Terminer
is: Ljúka
ru: Завершить
vi_vn: Hoàn thành

# GenderMandatoryError
source: Gender is mandatory and cannot be set to n/a.
bg: Полът е задължителен и не може да бъде настроен на n/a
de: Geschlecht ist ein Pflichtfeld und darf nicht n/a sein.
es: El sexo es un campo obligatorio y no se puede seleccionar la opción “N/D”
fi: Sukupuoli tieto on pakollinen eikä sitä voi asettaa n/a: ksi
fr: Le sexe est obligatoire et ne peut pas être réglé sur s/o
is: Skylt er að velja kyn
ru: Пол обязателен и не может быть присвоено неопределено
vi_vn: Giới tính là bắt buộc và không thể để trống

source: Getting transaction
bg: Получаване на транзакция
de: Transaktion wird abgerufen
es: Obtención de la transacción en curso
fi: Haetaan tapahtuma
fr: Obtention de la transaction en cours
is: Sæki færslu
ru: Получить транзакцию
vi_vn: Nhận giao dịch

source: Head office
bg: Централно управление
de: Hauptgeschäftsstelle
es: Sede
fi: Pääkonttori
fr: Siège
is: Aðalskrifstofur
ru: Головной офис
vi_vn: TRỤ SỞ CHÍNH:

source: Invoice account
bg: Сметка за фактура
de: Rechnungskonto
es: Cuenta de factura
fi: Laskutustili
fr: Compte de facturation
is: Reikningsnúmer
ru: Счет-фактура
vi_vn: Tài khoản hóa đơn

# InvoicedCustomerBlockedChargingNotAllowed
source: This customer is limited to invoices. This account cannot be charged.
bg: Този клиент е има ограничения за фактуриране. Този профил не може да бъде таксуван.
de: Der in Rechnung gestellte Kunde wurde gesperrt. Aufladen auf dieses Konto ist nicht erlaubt.
es: Este cliente facturado ha sido bloqueado. No se permitirá aplicar cargos a esta cuenta.
fi: Tämä asiakas on rajattu laskutettavaksi. Asiakasta ei voida veloittaa.
fr: Ce client est limité aux factures. Ce compte ne peut pas être facturé.
is: Ekki er heimilt að skrifa á þennan viðskiptamann.
ru: Для клиента есть ограничения по счетам. Для него нельзя выставить счет.
vi_vn: Khách hàng này được giới hạn trong hóa đơn. Tài khoản này không thể bị tính phí.

# InvoicedCustomerBlockedSalesNotAllowed
source: The invoiced customer has been blocked. No sales or transactions are allowed.
bg: Клиентът, който е фактуриран, е блокиран. Не се разрешават продажби или транзакции.
de: Der in Rechnung gestellte Kunde wurde gesperrt. Keine Verkäufe oder Transaktionen sind erlaubt.
es: Este cliente facturado ha sido bloqueado. No se permiten ventas ni transacciones.
fi: Laskutettu asiakas on estetty. Myynnit tai transaktiot eivät ole sallittuja.
fr: Le client facturé a été bloqué. Aucune vente ni transaction n'est autorisée.
is: Ekki er heimilt að bæta þessum viðskiptamanni á afgreiðslu.
ru: Клиент, которому выставляется счет блокирован. Для него не разрешены никакие транзакции или продажи.
vi_vn: Các khách hàng được lập hóa đơn đã bị chặn. Không cho phép bán hàng hoặc giao dịch.

source: Last year
bg: Последна година
de: Letztes Jahr
es: Año pasado
fi: Edellinen vuosi
fr: L'année dernière
is: Síðasta ár
ru: Последний год
vi_vn: Năm trước

source: Ledger
bg: Запис
de: Hauptbuch
es: Libro mayor
fi: Tapahtumat
fr: Écritures
is: Hreyfingar
ru: Книга
vi_vn: Sổ cái

# LoadingCustomerLedger
source: Loading customer transactions...
bg: Транзакциите на клиенти се зареждат ...
de: Kundentransaktionen werden geladen …
es: Cargando transacciones del cliente...
fi: Ladataan asiakastapahtumia...
fr: Chargement des transactions client...
is: Hleð inn afgreiðslum viðskiptamanns...
vi_vn: Đang tải giao dịch của khách hàng ...

source: Loyalty
bg: Лоялност
de: Treue
es: Lealtad
fi: Kanta-asiakkuus
fr: Fidélité
is: Vildarkerfi
ru: Лояльность
vi_vn: Lòng trung thành

# LoyaltyCardAddedToSale
source: Loyalty card has been added to the sale.
bg: Към продажбата е добавена карта за лоялност.
de: Treuekarte wurde zu dem Verkauf hinzugefügt.
es: Se añadió registro de lealtad a la transacción.
fi: Kanta-asiakaskortti on lisätty myynnille.
fr: La carte de fidélité a été ajoutée à la vente.
is: Vildarkort skráð á afgreiðsluna.
ru: Карта лояльности была добавлена к продаже
vi_vn: Thẻ khách hàng thân thiết đã được thêm vào để bán.

source: Name
bg: Име:
es: Nombre
fi: Nimi:
fr: Nom
is: Nafn
ru: Название:
vi_vn: Tên:

source: New customer
bg: Нов
de: Neuer
es: Nuevo
fi: Uusi
fr: Nouveau
is: Nýr
ru: Новый
vi_vn: Mới

source: Next
bg: Напред
de: Weiter
es: Siguiente
fi: Seuraava
fr: Suivant
is: Áfram
ru: Далее
vi_vn: Tiếp theo

# NoCustomerDepositOnTraining
source: No deposit was made for the customer. The POS is in training mode.
bg: Не е направен депозит за клиента. POS е в режим на обучение.
de: Es wurde keine Anzahlung für den Kunden platziert. POS befindet sich im Schulungsmodus.
es: No se hizo ningún depósito para este cliente. El punto de venta está en modo de formación.
fi: Asiakkaalle ei tehty ennakkomaksua. Kassa on koulutustilassa.
fr: Aucun dépôt n'a été effectué pour le client. Le PDV est en mode formation.
is: Innborgun á viðskiptamannareikning var ekki framkvæmd. Kassinn er í þjálfunarham.
ru: Депозит не был сделан для клиента. POS – в режиме обучения.
vi_vn: Không được thực hiện tiền cọc cho khách hàng. POS đang trong chế độ đào tạo.

# NoCustomerSelected
source: No customer was selected
bg: Няма избран клиент
de: Kein Kunde wurde ausgewählt
es: Ningún cliente fue seleccionado
fi: Asiakasta ei ole valittu
fr: Aucun client n'a été choisi
is: Engin viðskiptavinur var valinn
ru: Нет выбранного клиента
vi_vn: Không có khách hàng nào chọn

# NoItemsToDiscount
source: There are no items to discount.
bg: Няма артикули за отстъпка.
de: Es gibt keine Artikel, um Rabatt zu gewähren.
es: No hay artículos para descuento.
fi: Kuitilla ei ole alennettavia tuotteita.
fr: Aucun article à escompter.
is: Það eru engar línur til að gefa afslátt af.
ru: Нет товаров для скидки.
vi_vn: Không có mặt hàng để giảm giá.

source: Not charged
bg: Не се таксува
de: Nicht aufgeladen
es: No cargado
fi: Ei veloitettu
fr: Non facturé
is: Ekki rukkað
ru: Не выставлять
vi_vn: Không Tính Phí

# NoTransactionsFound
source: No transactions are found for the customer
bg: Няма намерени транзакции за клиента
de: Keine Transaktionen für den Kunden gefunden
es: No se encuentran las transacciones para el cliente.
fi: Asiakkaalta ei löydy tapahtumia
fr: Aucune transaction n'a été trouvée pour ce client
is: Engar færslur finnast fyrir viðskiptamann
ru: Транзакции для клиента не найдены
vi_vn: Không có giao dịch được tìm thấy cho khách hàng

# OnlySingleDepositPerTransaction
source: Only a single deposit is allowed per transaction
bg: За всяка транзакция е разрешен само един депозит
de: Nur eine einzige Einzahlung pro Transaktion erlaubt
es: Solo se permite un depósito por transacción.
fi: Ainoastaaan yksi ennakkomaksu on sallittu per tapahtuma
fr: Un seul dépôt est autorisé par transaction
is: Aðeins ein innborgun á viðskiptamann er möguleg per afgreiðslu
ru: На транзакцию разрешен только один депозит
vi_vn: Chỉ cho phép đặc cọc một lần cho mỗi giao dịch

source: Other
bg: Друго
de: Sonstige
es: Otras
fi: Muu
fr: Autre
is: Annað
ru: Другое
vi_vn: Khác

source: Page down
bg: Страница долу
de: Seite runter
es: Bajar página
fi: Sivu alas
fr: Page suivante
is: Síðu niður
ru: Страница вниз
vi_vn: Trang dưới

source: Page up
bg: Страница горе
de: Seite hoch
es: Subir página
fi: Sivu ylös
fr: Page précédente
is: Síðu upp
ru: Станица вверх
vi_vn: Trang trên

source: Payment
bg: Плащане
de: Zahlung
es: Pago
fi: Maksu
fr: Paiement
is: Greiðsla
ru: Платеж
vi_vn: Thanh toán

# PhoneMandatoryError
source: Phone number is mandatory and cannot be empty.
bg: Телефонният номер е задължителен и не може да бъде празен
de: Telefonnummer ist ein Pflichtfeld und darf nicht leer sein.
es: El número de teléfono es un campo obligatorio y no puede estar vacío
fi: Puhelinnumero on pakollinen eikä se voi olla tyhjä
fr: Le numéro de téléphone est obligatoire et ne peut pas être vide
is: Skylt er að slá inn símanúmer
ru: Телефонный номер обязателен и не может быть пустым
vi_vn: Số điện thoại là bắt buộc và không thể để trống

source: Print
bg: Печат
de: Drucken
es: Imprimir
fi: Tulosta...
fr: Imprimer
is: Prenta
ru: Печать...
vi_vn: Thao tác in

source: Purchase request ID
bg: Идент.номер на заявка за покупка:
de: Kaufanfrage-ID:
es: ID de solicitud de compra:
fi: Ostopyynnön tunnus:
fr: ID demande d'achat :
is: Beiðnisnúmer:
ru: ID запроса на покупку:
vi_vn: Id yêu cầu mua hàng:

source: Receipt
bg: Разписка
de: Kassenbon
es: Recibo
fi: Kuitti
fr: Reçu
is: Kvittun
ru: Чек
vi_vn: Biên nhận

# ReceiptEmailMandatoryError
source: Receipt email is mandatory and cannot be empty.
bg: Имейлът за получаване е задължителен и не може да бъде празен
de: Empfangs-E-Mail ist ein Pflichtfeld und darf nicht leer sein.
es: El correo electrónico del destinatario es un campo obligatorio y no puede estar vacío
fi: Vastaanottava sähköposti on pakollinen eikä se voi olla tyhjä
fr: L'accusé de réception d'email est obligatoire et ne peut pas être vide
is: Skylt er að slá inn netfang fyrir kvittun
ru: Чек электронной почты обязательно и не может быть пустым
vi_vn: Email nhận là bắt buộc và không thể để trống

source: Report printed
bg: Отчетът е отпечатан
de: Bericht gedruckt
es: Informe impreso
fi: Raportti tulostetaan
fr: Rapport imprimé
is: Skýrsla prentuð
ru: Отчет напечатан
vi_vn: In báo cáo

source: Sales
bg: Продажби
de: Verkäufe
es: Ventas
fi: Myynti
fr: Ventes
is: Sala
ru: Продажи
vi_vn: Bán hàng

source: Save
bg: Запазване
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
is: Vista
ru: Сохранить
vi_vn: Lưu

source: Search
bg: Търсене
de: Suche
es: Buscar
fi: Haku
fr: Rechercher
is: Leit
ru: Поиск
vi_vn: Tìm kiếm

# SearchAliasMandatoryError
source: Search alias is mandatory and cannot be empty.
bg: Търсене друго име е задължително и не може да бъде празно
de: Suchalias ist ein Pflichtfeld und darf nicht leer sein.
es: El alias de búsqueda es un campo obligatorio y no puede estar vacío
fi: Haun alias on pakollinen eikä se voi olla tyhjä
fr: La recherche d'alias est obligatoire et ne peut pas être vide
is: Skylt er að slá inn leitarstaðgengil
ru: Поиск по псевдониму обязательно и не может быть пустым
vi_vn: Alias tìm kiếm là bắt buộc và không thể để trống

source: Search criteria
bg: Критерии за търсене
de: Suchkriterium
es: Criterios de búsqueda
fi: Hakuehdot
fr: Critères de recherche
is: Leitarskilyrði
ru: Критерий поиска
vi_vn: Tiêu chuẩn tìm

source: Select
bg: Избиране
de: Auswahl
es: Seleccionar
fi: Valitse
fr: Sélectionner
is: Velja
ru: Выбор
vi_vn: Lựa chọn

source: Select period
bg: Изберете период
de: Periode auswählen
es: Seleccione periodo
fi: Valitse ajanjakso
fr: Choisir la période
is: Veldu tímabil
ru: Выберите период
vi_vn: Chọn kỳ
