Repository: iespana/LSOne
Catalog: SM/Plugins/Inventory/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# DifferencePercentage
source: Difference %
bg: Разлика %
de: Differenz (%)
es: Diferencia (%)
fi: Erotus%
fr: Différence %
is: Mismunur (%)
nl: Verschil
nl_be: Verschil %
ru: Разница (%)
sv: Skillnad %
vi_vn: Chênh lệch %

source: Inventory on hand
bg: Задържани материални запаси
da: Salgsklar beholdning
de: Lagerbestand
es: Inventario disponible
fi: Varasto saatavilla
fr: Stock disponible
is: Lagerbirgðir
nl: Inventarisatie
nl_be: Inventaris bij de hand
ru: Наличие на складе
sv: Lagersaldo
vi_vn: Hàng tồn kho được bán

source: Saving stock counting lines
bg: Запазване на редове за броене на запаси
da: Gem lageroptællingslinjer
de: Bestandszählungszeilen werden gespeichert
es: Guardando líneas de recuento de existencias
fi: Tallentaa varastolaskennan rivit
fr: Enregistrement des lignes de comptage de stock
is: Vista vörutalningarlínur
nl: Opslaan voorraad tellen van de lijnen
nl_be: Lijnen voorraadtelling worden opgeslagen
ru: Сохранение строк подсчета склада
sv: Sparar inventeringsrader
vi_vn: Lưu các dòng kiểm đếm

# SearchBar_CreatedDate
source: Created date
bg: Дата на създаване
da: Dato for oprettelse
de: Erstellungsdatum
es: Fecha de creación
fi: Luontipäivämäärä
fr: Date créée
is: Stofnað
nl: Aanmaaktdatum
nl_be: Aangemaakte datum
ru: Дата создания
sv: Skapad den
vi_vn: Ngày tạo

source: Creation date
bg: Дата на създаване
da: Oprettelsesdato
de: Erstellungsdatum
es: Fecha de creación
fi: Luontipäivämäärä
fr: Date de création
is: Búin til
nl: Aanmaakdatum
nl_be: Aanmaakdatum
ru: Дата создания
sv: Skapad den
vi_vn: Ngày tạo

# NumberOfDocsReturned
source: #1 of #2 goods receiving documents displayed
bg: #1 от #2 документи за получаване на стоки са показани
da: #1 ud af #2 varemodtagelsesdokumenter vises
de: #1 von #2 Wareneingangsdokumente angezeigt
es: Mostrado(s) #1 de #2 documento(s) de recepción de bienes
fi: #1 kpl #2 :sta vastaanottodokumentista näytetään
fr: #1 sur #2 documents de réception de marchandises affichés
is: #1 af #2 vörumóttökuskjölum eru sýnd
nl: #1 van #2 goederenontvangst documenten weergegeven
nl_be: #1 van #2 ontvangstdocumenten weergegeven
ru: Отображены #1 из #2 документов приемки товара
sv: #1 av #2 varumottagningsdokument visas
vi_vn: #1 of #2 các chứng từ nhận hàng được hiển thị

# SearchBar_Value_Active
source: Open
bg: Отваряне
da: Åbn
de: Aktiv
es: Activo
fi: Avaa
fr: Actif
is: Virkt
nl_be: Actief
ru: Открыть
sv: Aktiv
vi_vn: Mở

# SearchBar_Value_Posted
source: Posted
bg: Осчетоводено
da: Bogført
de: Veröffentlicht
es: Publicado
fi: Kirjattu
fr: Validé
is: Bókað
nl: Geplaatst
nl_be: Geboekt
ru: Учтено
sv: Bokad
vi_vn: Ghi nhận

# SearchBar_PostedDate
source: Posted date
bg: Дата на осчетоводяване
da: Bogført dato
de: Veröffentlichungsdatum
es: Fecha de publicación
fi: Kirjauspäivämäärä
fr: Date validé
is: Bókað
nl: Datum geplaatst
nl_be: Geboekte datum
ru: Дата учета
sv: Bokföringsdatum
vi_vn: Ngày ghi sổ

source: Posted date
bg: Дата на осчетоводяване
da: Bogført dato
de: Veröffentlichungsdatum
es: Fecha de publicación
fi: Kirjauspäivämäärä
fr: Date validé
is: Bókað
nl: Datum geplaatst
nl_be: Boekingsdatum
ru: Дата учета
sv: Bokföringsdatum
vi_vn: Ngày ghi sổ

# EnterDescriptionForStockReservation
source: Enter description for the stock reservation
bg: Въведете описание за резервацията на запаси
da: Indtast beskrivelse for lagerreservation
de: Geben Sie eine Beschreibung für die Bestandsreservierung ein
es: Introduzca una descripción para la reserva de existencias
fi: Anna varaston varauksen kuvaus
fr: Décrivez la réservation de stock
is: Sláðu inn lýsingu fyrir birgðafrátektina
nl: Omschrijving invoeren voor de voorraad reserveren
nl_be: Voer omschrijving in voor de voorraadreservering
ru: Введите описание для резервирования склада
sv: Ange beskrivning för lagerreservationen
vi_vn: Nhập mô tả cho giữ hàng tồn kho

# NumberOfStockCountingReturned
source: #1 of #2 stock counting displayed
bg: Показано е #1 от #2 броене на запаси
da: #1 af #2 lagertælling vises
de: #1 von #2 Bestandszählungen angezeigt
es: Mostrado(s) #1 de #2 recuento(s) de existencias
fi: #1 kpl #2 :sta varastolaskennasta näytetään
fr: Affichage de #1 sur #2 comptages de stock
is: #1 af #2 birgðatalningum sýndar
nl: #1 #2 voorraad tellen weergegeven
nl_be: #1 van #2 voorraadtelling weergegeven
ru: Изображены #1 из #2 документов подсчета
sv: #1 av #2 inventeringar visas
vi_vn: #1 của #2 kiểm kê được hiển thị

# Related_RestoreVendor
source: Restore vendor
bg: Възстановяване на доставчика
da: Gendan leverandør
de: Verkäufer wiederherstellen
es: Restaurar proveedor
fi: Palauta toimittaja
fr: Rétablir le fournisseur
is: Endurheimta birgja
nl: Herstellen van leverancier
nl_be: Leverancier herstellen
ru: Восстановление поставщика
sv: Återställ leverantör
vi_vn: Khôi phục nhà cung cấp

source: Restore vendor
bg: Възстановяване на доставчика
da: Gendan leverandør
de: Verkäufer wiederherstellen
es: Restaurar proveedor
fi: Palauta toimittaja
fr: Rétablir le fournisseur
is: Endurheimta birgja
nl: Herstellen van leverancier
nl_be: Leverancier herstellen
ru: Восстановление поставщика
sv: Återställ leverantör
vi_vn: Khôi phục nhà cung cấp

# RestoreVendorQuestion
source: Are you sure you want to restore the selected vendor?
bg: Наистина ли искате да възстановите избрания доставчик?
da: Er du sikker på, at du vil gendanne den valgte leverandør?
de: Möchten Sie den ausgewählten Verkäufer wirklich wiederherstellen?
es: ¿Está seguro de que desea restaurar el proveedor seleccionado?
fi: Haluatko varmasti palauttaa valitun toimittajan?
fr: Êtes-vous sûr(e) de vouloir rétablir le fournisseur choisi ?
is: Ertu viss um að þú viljir endurheimta birgjann?
nl: Weet u zeker dat u wilt terugzetten de geselecteerde leverancier?
nl_be: Weet u zeker dat u de geselecteerde leverancier wilt herstellen?
ru: Вы уверены, что хотите восстановить выбранного поставщика.?
sv: Vill du verkligen återställa den valda leverantören?
vi_vn: Bạn có chắc chắn muốn khôi phục nhà cung cấp đã chọn?

source: Restore vendors
bg: Възстановяване на доставчици
da: Gendan leverandører
de: Verkäufer wiederherstellen
es: Restaurar proveedores
fi: Palauta toimittajat
fr: Rétablir les fournisseurs
is: Endurheimta birgja
nl: Herstellen van leveranciers
nl_be: Leveranciers herstellen
ru: Восстановление поставщиков
sv: Återställ leverantörer
vi_vn: Khôi phục nhà cung cấp

# RestoreVendorsQuestion
source: Are you sure you want to restore the selected vendors?
bg: Наистина ли искате да възстановите избраните доставчици?
da: Er du sikker på, at du vil gendanne de valgte leverandører?
de: Möchten Sie die ausgewählten Verkäufer wirklich wiederherstellen?
es: ¿Está seguro de que desea restaurar los proveedores seleccionados?
fi: Haluatko varmasti palauttaa valitut toimittajat?
fr: Êtes-vous sûr(e) de vouloir rétablir les fournisseurs choisis ?
is: Ertu viss um að þú viljir endurheimta birgjana?
nl: Weet u zeker dat u wilt terugzetten de geselecteerde leveranciers?
nl_be: Weet u zeker dat u de geselecteerde leveranciers wilt herstellen?
ru: Вы уверены, что хотите восстановить выбранных поставщиков?
sv: Vill du verkligen återställa de valda leverantörerna?
vi_vn: Bạn có chắc chắn muốn khôi phục các nhà cung cấp đã chọn?

# SearchBar_Deleted
source: Deleted
bg: Изтрито
da: Slettet
de: Gelöscht
es: Eliminado
fi: Poistettu
fr: Supprimé(e)
is: Óvirkur
nl: Verwijderd
nl_be: Verwijderd
ru: Удалено
sv: Raderad
vi_vn: Đã xóa

# SearchBar_Deleted_Yes
source: Yes
bg: Да
da: Ja
de: Ja
es: Sí
fi: Kyllä
fr: Oui
is: Já
nl: Ja
nl_be: Ja
ru: Да
sv: Ja
vi_vn: Có

source: Vendor is deleted
bg: Настройки за получаване на стоки
da: Varemodtagelsesindstillinger
de: Der Verkäufer wird gelöscht
es: El proveedor ha sido eliminado
fi: Vastaanoton asetukset
fr: Le fournisseur a été supprimé
is: Birgja hefur verið eytt
nl: Goederenontvangst instellingen
nl_be: Leverancier is verwijderd
ru: Настройки получения товаров
sv: Leverantören har raderats
vi_vn: Thiết lập nhận hàng

source: Variant description
bg: Описание на варианта
da: Variant beskrivelse
de: Variantenbeschreibung
es: Descripción de la variante
fi: Variantin kuvaus
fr: Description de la variante
is: Lýsing vöruafbrigðis
nl: Variant
nl_be: Omschrijving variant
ru: Описание варианта
sv: Variantbeskrivning
vi_vn: Mô tả biến thể

# ItemNotInPurchaseOrder
source: This item does not belong to the purchase order.
bg: Този артикул не принадлежи към поръчката за покупка.
da: Denne vare hører ikke til indkøbsordren.
de: Dieser Artikel gehört nicht zum Bestellschein.
es: Este artículo no pertenece al pedido.
fi: Tämä tuote ei kuulu ostotilaukseen.
fr: Cet article n'appartient pas à la commande d'achat.
is: Þessi vara tilheyrir ekki innkaupapöntuninni.
nl: Dit object behoort niet tot de inkooporder.
nl_be: Dit artikel hoort niet op de aankooporder.
ru: Этого товара нет в этом заказе покупки.
sv: Den här artikeln hör inte till inköpsordern.
vi_vn: Mặt hàng này không thuộc về đơn đặt hàng

source: Ordered quantity
bg: Поръчано количество:
da: Bestilt Antal
de: Bestellte Anzahl
es: Cantidad ordenada
fi: Tilattu määrä:
fr: Quantité commandée
is: Pantað magn
nl: Definitieve bestelde voorraad
nl_be: Bestelde hoeveelheid
ru: Заказанное количество:
sv: Beställd kvantitet
vi_vn: Số lượng đã đặt:

source: Received date
bg: Дата на получаване:
da: Modtaget dato:
de: Empfangsdatum
es: Fecha de recepción:
fi: Vastaanoton pvm:
fr: Date de réception
is: Móttökudagur:
nl: Datum ontvangen:
nl_be: Datum ontvangst
ru: Дата получения:
sv: Inleveransdatum:
vi_vn: Ngày nhận hàng:

source: Received quantity
bg: Получено количество:
da: Modtaget mængde
de: Empfangene Anzahl
es: Cantidad recibida
fi: Vastaanotettu määrä:
fr: Quantité reçue
is: Móttekið magn
nl: Ontvangen hoeveelheid
nl_be: Ontvangen hoeveelheid
ru: Полученное количество:
sv: Inlevererad kvantitet
vi_vn: Số lượng tiếp nhận

source: Manage purchase orders
bg: Управление на поръчки за покупка
da: Administrer indkøbsordrer
de: Bestellungen verwalten
es: Administrar Órdenes de Compra
fi: Hallitse ostotilauksia
fr: Gérer les commandes d'achat
is: Umsjón með pöntunum
nl: Beheer bestellingen
nl_be: Aankooporders beheren
ru: Управление заказаки на покупку
sv: Hantera inköpsorder
vi_vn: Quản lý đơn đặt hàng

# UseThisToWiewExistingPurchaseOrders
source: Use this option to view existing purchase orders
bg: Използвайте тази опция, за да видите съществуващите поръчки за покупка
da: Brug denne indstilling til at se eksisterende indkøbsordrer
de: Verwenden Sie diese Option, um bestehende Bestellscheine anzuzeigen
es: Utilice esta opción para ver los pedidos existentes
fi: Käytä tätä vaihtoehtoa tarkastellaksesi olemassa olevia ostotilauksia
fr: Utilisez cette option pour afficher les commandes d'achat existantes
is: Notaðu þennan kost til að sjá um innkaupapantanir
nl: Gebruik deze optie om bestaande inkooporders bekijken
nl_be: Gebruik deze optie om bestaande aankooporders te bekijken
ru: Используйте эту опцию для просмотра всех заказов покупки
sv: Använd det här alternativet för att visa befintliga inköpsorder
vi_vn: Sử dụng tùy chọn này để xem các đơn mua hàng hiện có

# FewMinutesMessage
source: This might take a few minutes
bg: Това може да отнеме няколко минути.
da: Dette kan tage et par minutter
de: Dies könnte einige Minuten dauern
es: Esta operación podría tardar unos minutos
fi: Tämä saattaa kestää muutaman minuutin
fr: Ceci peut prendre quelques minutes
is: Þetta gæti tekið nokkrar mínútur
nl: Dit kan enkele minuten duren
nl_be: Dit kan enkele minuten duren
ru: Это может занять несколько минут
sv: Detta kan ta några minuter
vi_vn: Sẽ cần một vài phút để thực hiện

# InformationAboutPriceAndUnitNotDisplayed
source: Information about price and specific vendor unit will not be displayed.
bg: Информацията за цената и конкретната единица доставчик няма да бъдат показани.
da: Oplysninger om pris og specifik leverandørenhed vises ikke.
de: Informationen zum Preis und zur spezifischen Verkäufereinheit werden nicht angezeigt.
es: No se mostrará la información acerca del precio y la unidad específica del proveedor.
fi: Hinta- ja erityisiä toimittajayksikön tietoja ei näytetä.
fr: Les informations sur le prix et l'unité de fournisseur spécifique ne seront pas affichées.
is: Upplýsingar um verð og einingu vörunnar verða ekki sýndar.
nl: Informatie over prijs en specifieke leverancier eenheid zal niet worden weergegeven.
nl_be: Informatie over prijs en specifieke leverancierseenheid zal niet weergegeven worden.
ru: Информация о цене и спец. ед. изм. поставщика не будет отображена.
sv: Information om pris och specifik leverantörsenhet kommer inte att visas.
vi_vn: Thông tin về giá và đơn vị nhà cung cấp cụ thể sẽ không được hiển thị

# InformationAboutVariantsPriceAndUnitNotDisplayed
source: Information about variants cannot be retrieved.
bg: Информацията за вариантите не може да бъде извлечена.
da: Oplysninger om varianter kan ikke hentes.
de: Informationen zu Varianten können nicht abgerufen werden.
es: No se puede recuperar la información sobre las variantes.
fi: Varianttien tietoja ei pystytä hakemaan.
fr: Impossible de récupérer les informations sur les variantes.
is: Ekki er hægt að ná í upplýsingar um afbrigði vöru.
nl: Informatie over varianten kan niet worden opgehaald.
nl_be: Informatie over varianten kan niet worden opgehaald.
ru: Информация об вариантах не может быть получена.
sv: Information om varianter kan inte hämtas.
vi_vn: Thông tin về các biến thể không thể lấy.

# ItemInformationNotLocally
source: Not all information about the item is available locally.
bg: Не цялата информация за артикула е налична на местно ниво.
da: Ikke alle oplysninger om varen er tilgængelige lokalt.
de: Nicht alle Informationen zum Artikel stehen lokal zur Verfügung.
es: No toda la información sobre el artículo está disponible localmente.
fi: Kaikkia tietoja ei ole saatavilla paikallisesti.
fr: Aucune information concernant cet article n'est disponible localement.
is: Sumar upplýsingar um vöruna eru ekki til í staðbundna gagnagrunninum.
nl: Alle informatie over hem is beschikbaar op de website.
nl_be: Niet alle informatie over het artikel is lokaal beschikbaar.
ru: Не вся информация об товаре доступна локально.
sv: All information om artikeln finns inte tillgänglig lokalt.
vi_vn: Không phải toàn bộ thông tin về mặt hàng là sẵn có

# ItemNotSavedToHeadOffice
source: Item "{0}" was not saved to the head office database.
bg: Артикулът "{0}" не бе запазен в базата данни на централното управление.
da: Elementet "{0}" blev ikke gemt i hovedkontorets database.
de: Artikel „{0}” wurde nicht in der zentralen Datenbank gespeichert.
es: El artículo "{0}" no se guardó en la base de datos de la sede.
fi: Tuotetta "{0}" ei tallennettu pääkonttorin tietokantaan.
fr: L'article "{0}" n'a pas été enregistré dans la base de données du siège.
is: "{0}" var ekki vistað í aðalskrifstofu gagnagrunninn.
nl: Item "{0}" was niet opgeslagen in de database van het hoofdkantoor.
nl_be: Artikel "{0}" was niet opgeslagen in de database van het hoofdkantoor.
ru: Товао "{0}" не был сохранен в базе данных головного офиса.
sv: Artikeln {0} har inte sparats i huvudkontorets databas.
vi_vn: Mặt hàng "{0}" không được lưu vào cơ sở dữ liệu của trụ sở chính.

source: Press F1 for further information
bg: Натиснете F1 за допълнителна информация
da: Tryk på F1 for at få yderligere oplysninger
de: Drücken Sie F1 für weitere Informationen
es: Pulse F1 para obtener más información
fi: Paina F1 saadaksesi lisätietoja
fr: Appuyez sur F1 pour plus d'informations
is: Veljið F1 fyrir frekari upplýsingar
nl: Druk op F1 voor meer informatie
nl_be: Druk op F1 voor meer informatie
ru: Нажмите F1 для дальнейшей информации
sv: Tryck F1 för mer information
vi_vn: Nhấn F1 để biết thêm thông tin

# ToViewInformationUpdateItemMaster
source: To view this information the local item master needs to be updated
da: For at se denne information skal den lokale vare master opdateres
de: Um diese Informationen anzuzeigen, muss der lokale Artikelmaster aktualisiert werden
es: Para ver esta información es necesario actualizar el maestro local de artículos
fi: Näiden tietojen tarkastelemiseksi paikallinen tuotemaster on päivitettävä
fr: Pour afficher ces informations, le maître d'article local doit être mis à jour
is: Til að sjá fleiri upplýsingar þá þarf að uppfæra staðbundnar vöru upplýsingar
nl: Het masker van het lokale object moet worden bijgewerkt om deze informatie te bekijken
nl_be: Om deze informatie te bekijken, moet de lokale artikelmaster worden bijgewerkt
ru: Для просмотра этой информации локальный справочник товаров должен быть обновлен.
sv: För att visa den här informationen måste den lokala artikelhuvudboken uppdateras
vi_vn: Để xem thông tin này, local item master cần được cập nhật

# VendorInfoFromLocalDatabaseCannotBeEdited
source: Information was retrieved locally and cannot be edited
bg: Информацията е извлечена локално и не може да бъде редактирана
da: Oplysninger blev hentet lokalt og kan ikke redigeres
de: Die Informationen wurden lokal abgerufen und können nicht bearbeitet werden
es: La información se recuperó localmente y no se puede editar
fi: Tiedot haettiin paikallisesti, eikä niitä voi muokata
fr: Les informations ont été récupérées localement et ne peuvent pas être modifiées
is: Ekki var hægt að ná í upplýsingarnar í gegnum búðarþjón.
nl: Informatie lokaal werd opgehaald en kan niet worden bewerkt
nl_be: Informatie werd lokaal opgehaald en kan niet worden bewerkt
ru: Информация получена локально и не может быть отредактирована
sv: Informationen hämtades lokalt och kan inte redigeras
vi_vn: Thông tin được lấy cục bộ và không thể chỉnh sửa

# CreateNewPurchaseOrder
source: Use this option to create an empty purchase order to manually enter all items
bg: Използвайте тази опция, за да създадете празна поръчка за покупка, за да въведете ръчно всички артикули
da: Brug denne mulighed til at oprette en tom indkøbsordre til manuelt at indtaste alle varer
de: Verwenden Sie zur Erstellung eines leeren Bestellscheins diese Option, um alle Artikel manuell einzugeben
es: Utilice esta opción para crear un pedido vacío e introducir manualmente todos los artículos
fi: Käytä tätä vaihtoehtoa, jotta voit syöttää tuotteet manuaalisesti uudelle ostotilaukselle
fr: Utiliser cette option pour créer une nouvelle commande d'achat et saisir tous les articles manuellement
is: Notaðu þennan möguleika til að stofna auða innkaupapöntun og skrá vörur handvirkt
nl: Gebruik deze optie om een lege aankooporder aan te maken en manueel items toe te voegen.
nl_be: Gebruik deze optie om een lege aankooporder aan te maken om handmatig alle artikelen in te voeren
ru: Используйте эту опцию для создания пустого заказа покупки для ручного ввода всех товаров
sv: Använd det här alternativet för att skapa en tom inköpsorder och ange alla artiklar manuellt
vi_vn: Sử dụng tùy chọn này để tạo một đơn đặt hàng trống để nhập thủ công tất cả các mặt hàng

source: Generate from an existing purchase order
bg: Генериране от съществуваща поръчка за покупка
da: Generer fra en eksisterende indkøbsordre
de: Anhand eines bestehenden Bestellscheins erstellen
es: Generar a partir de un pedido existente
fi: Luo olemassa olevasta ostotilauksesta
fr: Générer à partir d'une commande d'achat existante
is: Afrita frá innkaupapöntun sem nú þegar er til
nl: Inkooporder
nl_be: Aanmaken op basis van bestaande aankooporder
ru: Сгенерировать из существующего заказа покупки
sv: Generera från en befintlig inköpsorder
vi_vn: Tạo từ một đơn đặt hàng hiện có

# GeneratePurchaseOrderWorksheetFromPrevious
source: Use this option to generate a purchase order from a previous one
bg: Използвайте тази опция, за да генерирате поръчка за покупка от предишна
da: Brug denne mulighed til at generere en indkøbsordre fra en tidligere
de: Verwenden Sie diese Option, um einen Bestellschein anhand eines vorherigen Bestellscheins zu erstellen.
es: Utilice esta opción para generar un pedido a partir de otro anterior.
fi: Käytä tätä vaihtoehtoa luodaksesi ostotilaus aikaisemmasta tilauksesta
fr: Utilisez cette option pour générer une commande d'achat à partir d'une autre commande d'achat
is: Notaðu þennan möguleika til að búa til innkaupapöntun út frá pöntun sem nú þegar er til
nl: Gebruik deze optie om een inkooporder genereren uit een vorige
nl_be: Gebruik deze optie om een aankooporder aan te maken op basis van een vorige
ru: Используйте эту опцию для создания заказа на поставку из предыдущего заказа
sv: Använd det här alternativet för att generera en inköpsorder från en tidigare inköpsorder
vi_vn: Sử dụng tùy chọn này để tạo đơn đặt hàng từ đơn hàng trước

source: New purchase order
bg: Нова поръчка за покупка
da: Ny indkøbsordre
de: Neue Einkaufsbestellung
es: Nuevo pedido
fi: Uusi ostotilaus
fr: Nouvelle commande d'achat
is: Ný pöntun
nl: Inkooporder
nl_be: Nieuwe aankooporder
ru: Новый заказ покупки
sv: Ny inköpsorder
vi_vn: Đơn mua hàng mới

source: Use this option to create an empty purchase order to manually enter all items
bg: Използвайте тази опция, за да създадете празна поръчка за покупка, за да въведете ръчно всички артикули
da: Brug denne mulighed til at oprette en tom indkøbsordre til manuelt at indtaste alle varer
de: Verwenden Sie zur Erstellung eines leeren Bestellscheins diese Option, um alle Artikel manuell einzugeben
es: Utilice esta opción para crear un pedido vacío e introducir manualmente todos los artículos
fi: Käytä tätä vaihtoehtoa, jotta voit syöttää tuotteet manuaalisesti uudelle ostotilaukselle
fr: Utiliser cette option pour créer une nouvelle commande d'achat et saisir tous les articles manuellement
is: Notaðu þennan möguleika til að stofna auða innkaupapöntun og skrá vörur handvirkt
nl: Gebruik deze optie om een lege aankooporder aan te maken en manueel items toe te voegen.
nl_be: Gebruik deze optie om een lege aankooporder aan te maken om handmatig alle artikelen in te voeren
ru: Используйте эту опцию для создания пустого заказа покупки для ручного ввода всех товаров
sv: Använd det här alternativet för att skapa en tom inköpsorder och ange alla artiklar manuellt
vi_vn: Sử dụng tùy chọn này để tạo một đơn đặt hàng trống để nhập thủ công tất cả các mặt hàng

source: Filter
bg: Филтър
es: Filtro
fi: Suodatin
fr: Filtre
is: Afmörkun
ru: Фильтр
vi_vn: Bộ lọc

# NoPurchaseUnitFound
source: No purchase unit found. This item will not be added
bg: Няма намерена единица за покупка. Този артикул няма да бъде добавен
da: Ingen købsenhed fundet. Denne vare tilføjes ikke
de: Keine Bestelleinheit gefunden. Dieser Artikel wird nicht hinzugefügt.
es: No se encontró ninguna unidad de compra. No se añadirá el artículo
fi: Ostoyksikköä ei löytynyt. Tätä tuotetta ei lisätä.
fr: Aucune unité d'achat trouvée. Cet article ne sera pas ajouté
is: Engin innkaupamælieining fannst. Þessari vöru verður ekki bætt við
nl: Geen aankoop eenheid gevonden. Dit item wordt niet toegevoegd
nl_be: Geen aankoopeenheid gevonden. Dit artikel zal niet worden toegevoegd
ru: Не найдена единица покупки. Этот товар не будет добавлен
sv: Ingen inköpsenhet hittades. Den här artikeln kan inte läggas till
vi_vn: Không tìm thấy đơn vị mua hàng. Mã hàng này sẽ không được thêm vào

source: Special group
bg: Специална група
da: Specialgruppe
de: Sondergruppe
es: Grupo especial
fi: Erikoisryhmä
fr: Groupe spécial
is: Sérflokkur
nl: Speciale groep
nl_be: Speciale groep
ru: Специальная группа
sv: Specialgrupp
vi_vn: Nhóm đặc biệt

# GenerateFromFilter
source: Generate from a filter
bg: Генериране от филтър
da: Generer fra et filter
de: Anhand eines Filters erstellen
es: Generar a partir de un filtro
fi: Luo suodattimesta
fr: Générer à partir d'un filtre
is: Búa til útfrá afmörkun
nl: Genereren van een filter
nl_be: Aanmaken op basis van filter
ru: Сгенерировать из фильтра
sv: Generera från ett filter
vi_vn: Tạo từ bộ lọc
