Repository: iespana/LSOne
Catalog: SM/Plugins/Inventory/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Information about item cannot be found
bg: Информация за артикула не може да бъде намерена
da: Oplysninger om varen kan ikke findes
de: Es konnten keine Informationen zu dem Artikel gefunden werden
es: No se puede encontrar información sobre el artículo
fi: Tuotteen tietoja ei löydy
fr: Impossible de trouver des informations sur cet article
is: Upplýsingar um vöru fundust ekki
nl: Informatie over item kan niet worden gevonden
nl_be: Informatie over artikel kan niet worden gevonden
ru: Информация о товаре не может быть найдена
sv: Ingen information om artikeln kan hittas
vi_vn: Thông tin về mặt hàng này không thể tìm thấy

# InvalidDefaultCSVProfile
source: The CSV profile that is set as the default profile has no mapping lines. Please add mapping to the profile.
bg: Профилът на CSV, който е зададен като подразбиращ се профил, няма линии за мапинг. Моля добавете мапинг към профила.
da: CSV profilen der er sat som standardprofil, har ikke nogen relaterede linjer. Tilføj relationer til profilen.
de: Das CSV-Profil, das als Standardprofil festgelegt ist, verfügt über keine Zuordnungszeilen. Bitte fügen Sie dem Profil eine Zuordnung hinzu.
es: El perfil CSV que se ha configurado como perfil predeterminado no incluye líneas de asignación. Añada las asignaciones correspondientes al perfil.
fi: CSV:n oletusprofiilissa ei ole kohdistusrivejä. Lisää kohdistukset profiiliin.
fr: Le profil CSV qui est réglé en tant que profil par défaut ne comporte aucune ligne de mappage. Veuillez ajouter le mappage au profil.
is: CSV prófíllinn sem hefur verið valin hefur engar vörpunarlínur. Vinsamlegast bætið vörpun við prófílinn.
nl: Het CSV-profiel dat is ingesteld als het standaardprofiel heeft geen toewijzing lijnen. Voeg toewijzing aan het profiel.
nl_be: Het CSV-profiel dat als standaardprofiel is ingesteld, bevat geen mappinglijnen. Voeg mapping aan het profiel toe.
ru: CSV профиль, установелнный по умолчанию не имеет строк мэппинга. Пожалуйста добавьте мэппинг в этот профиль.
sv: CSV-profilen som är vald som standardprofil har inga mappningsrader. Lägg till mappning i profilen.
vi_vn: Hồ sơ CSV được thiết lập như mặc định không tham chiếu các dòng. Vui lòng bổ sung tham chiếu đến hồ sơ.

# InventoryAdjustmentWillBeCreatedForTheDifference
source: An inventory adjustment will be created for the difference in stock.
bg: Ще бъде направено коригиране на запасите за разликата в наличността.
da: Der oprettes en lagerjustering for differencen på lager.
de: Für die Bestandsdifferenz wird eine Bestandsanpassung erstellt.
es: Se creará un ajuste de inventario para la diferencia de existencias.
fi: Varastomuutos luodaan varastoeron johdosta.
fr: Un ajustement de stock sera créé pour la différence de stock.
is: Birgðaleiðréttingu verður bætt við vegna mismunar á birgðum.
nl: Een voorraadherwaardering wordt gemaakt voor het verschil in voorraad.
nl_be: Er zal een aanpassing van de inventaris worden aangemaakt voor het verschil in voorraad.
ru: Корректирующие операции будут созданы для различий на складе.
sv: En lagerjustering kommer att skapas för lageravvikelsen.
vi_vn: Một điều chỉnh hàng tồn kho sẽ được tạo ra cho sự khác biệt trong kho.

# NotAvailable
source: N/A
bg: Неприложимо
de: N/V
es: N/D
fr: N/D
is: Ótiltækt
nl: N.V.T.
nl_be: Nvt
vi_vn: Không khả dụng

# ReasonCodeMissingInTransit
source: Missing in transit
bg: Липсващи в транзит
da: Forsvundet under transport
de: Fehlt in Zustellung
es: Pérdida en tránsito
fi: Puuttuu siirrosta
fr: Manquante en transit
is: Týndist við flutninga
nl: Ontbreekt in transit
nl_be: Verloren gegaan in transit
ru: Пропущенно в транзите
sv: Saknas under transport
vi_vn: Mất khi vận chuyển

# ReceivedQuantityNotSameAsSentQuantity
source: The received quantity is not the same as the sent quantity.
bg: Полученото количество не е същото като изпратеното количество.
da: Den modtagne mængde er ikke den samme som den sendte mængde.
de: Die empfangene Menge stimmt nicht mit der versandten Menge überein.
es: La cantidad recibida no coincide con la cantidad enviada.
fi: Vastaanotettu määrä ei ole sama kuin lähetetty määrä
fr: La quantité reçue n'est pas identique à la quantité envoyée.
is: Fjöldi móttekinn er ekki sami og fjöldi sendur.
nl: Het ontvangen aantal is niet hetzelfde als de verzonden hoeveelheid.
nl_be: De ontvangen hoeveelheid is niet gelijk aan de verzonden hoeveelheid.
ru: Полученное количество не равно отправленному количеству.
sv: Den mottagna kvantiteten stämmer inte överens med den skickade kvantiteten.
vi_vn: Số lượng nhận được không giống với số lượng đã gửi.

# VendorName
source: Name
bg: Име:
da: Navn
es: Nombre
fi: Nimi:
fr: Nom
is: Nafn
nl: Naam
nl_be: Naam
ru: Название:
sv: Namn
vi_vn: Tên:

source: Created date
bg: Дата на създаване
da: Dato for oprettelse
de: Erstellungsdatum
es: Fecha de creación
fi: Luontipäivämäärä
fr: Date créée
is: Stofnað
nl: Aanmaaktdatum
nl_be: Aangemaakte datum
ru: Дата создания
sv: Skapad den
vi_vn: Ngày tạo

# UnitPriceAddTax
source: Tax added to unit price
bg: Данък, добавен към единична цена
da: Moms lagt til enhedsprisen
de: Steuer zum Einheitspreis hinzugefügt
es: Impuestos añadidos al precio unitario
fi: Vero lisätty yksikköhintaan
fr: Taxe ajoutée au prix unitaire
is: VSK bætt við ein.verð
nl: Belasting, toegevoegd aan de eenheidsprijs
nl_be: Btw toegevoegd aan eenheidsprijs
ru: Налог добавлен в цену
sv: Skatt ingår i enhetspriset
vi_vn: Thuế thêm vào đơn giá

source: Unit price includes tax
bg: Единичната цена включва данък
da: Enhedspris inkluderer moms
de: Einheitspreis beinhaltet Steuer
es: El precio unitario incluye impuestos
fi: Yksikköhinta sisältää veron
fr: Le prix unitaire comprend la taxe
is: Ein.verð inniheldur VSK
nl: Eenheidsprijs inclusief BTW
nl_be: Eenheidsprijs inclusief btw
ru: Цена включает налог
sv: Enhetspriset inkluderar skatt
vi_vn: Đơn giá đã bao gồm thuế

# GRCannotBeClosedLinesDeletedOrService
source: Goods receiving document cannot be posted if it has service or deleted items in the list
bg: Документът за получаване на стоки не може да бъде осчетоводен, ако има услуги или изтрити артикули в списъка
da: Varemodtagelsesdokument kan ikke bogføres hvis det har service eller slettede varer i listen
de: Das Wareneingangsdokument kann nicht gepostet werden, falls es über Serviceartikel oder gelöschte Artikel in der Liste verfügt
es: El documento de recepción de mercancías no se podrá publicar si la lista incluye artículos de servicio o eliminados
fi: Vastaanoton asiakirjaa ei voida kirjata, jos se sisältää palveluita tai poistettuja rivejä
fr: Un document de réception de marchandises ne peut pas être validé si sa liste comporte des articles de service ou des articles supprimés
is: Ekki er hægt að bóka vörumóttökuskjal ef það er þjónustuvara eða vara sem hefur verið eytt út í listanum
nl: Goederenontvangst document kunnen niet worden geboekt als het heeft service of items in de lijst Verwijderde
nl_be: Ontvangstdocument kan niet geboekt worden als er service- of verwijderde artikels in de lijst staan
ru: Документ приемки товара с сервисными или удаленными товарами не может быть учтена
sv: Varumottagningsdokumentet kan inte bokföras om det har service eller raderade artiklar i listan
vi_vn: Chứng từ nhận hàng không thể được ghi sổ nếu nó có dịch vụ hoặc các mặt hàng bị xóa trong danh sách

# GoodsReceivingDocumentTooltipDescription
source: Receive goods from purchase orders and manage goods receiving documents
bg: Получаване на стоки от поръчки за покупка и управление на документите за получаване на стоки
da: Modtag varer fra indkøbsordrer og håndter varemodtagelsesdokumenter
de: Waren aus Aufträgen empfangen und Wareneingangsdokumente verwalten
es: Recibir mercancías de pedidos y administrar los documentos de recepción de mercancías
fi: Vastaanota tuotteet ostotilaukselta ja hallinnoi vastaanoton asiakirjoja
fr: Réception de marchandises provenant de commandes d'achat et gérer les documents de réception de marchandises
is: Taka á móti vörum úr innkaupapöntunum og sjá um vörumóttökuskjöl
nl: Goederen ontvangen op inkooporders en goederenontvangst documenten beheren
nl_be: Goederen van aankooporders ontvangen en ontvangstdocumenten beheren
ru: Получение товара из заказов покупки и управление документами приемки товара
sv: Ta emot varor från inköpsorder och hantera varumottagningsdokument
vi_vn: Nhận hàng từ đơn đặt hàng và quản lý các chứng từ nhận hàng

# InventoryAdjustmentTooltipDescription
source: Adjust stock level of items
bg: Коригирайте нивото на запаси от артикули
da: Juster lagerbeholdningen for varer
de: Bestandslevel neuer Artikel anpassen
es: Ajustar el nivel de existencias de artículos
fi: Muokkaa tuotteen varastomääriä
fr: Ajuster le niveau de stocks d'articles
is: Leiðrétta birgðastöðu vara
nl: Voorraad niveau van items aanpassen
nl_be: Voorraadniveau artikels aanpassen
ru: Коррекция уровня склада товаров
sv: Justera lagernivå för artiklar
vi_vn: Điều chỉnh mức tồn kho của các mặt hàng

# InventoryInTransitTooltipDescription
source: View inventory that is currently in transit between sites
bg: Преглед на материалните запаси, които понастоящем се прехвърлят между местоположенията
da: Se lagerbeholdning, der i øjeblikket er i transit mellem lokationer
de: Den Bestand anzeigen, der momentan zwischen Standorten zugestellt wird
es: Ver el inventario actualmente en tránsito entre tiendas
fi: Tarkastele sijaintien välillä siirrossa olevia varastoja
fr: Afficher l'inventaire actuellement en transit entre des sites
is: Skoða birgðir sem verið er að flytja á milli búða
nl: Weergave voorraad die momenteel in transit tussen sites
nl_be: Inventaris bekijken die momenteel in transit is tussen sites
ru: Просмотр склада, который сейчас в транзите между сайтами
sv: Visa lager som för närvarande transporteras mellan anläggningar
vi_vn: Xem tồn kho hiện đang vận chuyển giữa các điểm

# InventoryOrdersTooltipDescription
source: Send or receive inventory being transferred to/from other sites
bg: Изпращане или получаване на запаси, които се прехвърлят към/от други местоположения
da: Send eller modtag beholdning, der overføres til / fra andre lokationer
de: Den Bestand senden oder empfangen, der zwischen Standorten versandt wird
es: Enviar o recibir el inventario que se está transfiriendo hacia/desde otras tiendas
fi: Lähetä/vastaanota siirrossa oleva varasto
fr: Envoyer ou recevoir l'inventaire en cours de transfert vers/en provenance d'autres sites
is: Senda og taka á móti birgðum sem verið er að færa til eða frá öðrum búðum
nl: Verzenden of ontvangen van de inventaris van/naar andere sites worden overgebracht
nl_be: Inventaris versturen of ontvangen die wordt overgebracht naar/van andere sites
ru: Отправка или получение склада перемещение в/из другого сайта
sv: Skicka eller ta emot lager som transporteras till/från andra anläggningar
vi_vn: Gửi hoặc nhận hàng tồn kho được chuyển đến/đi từ các địa điểm khác

# InventoryRequestsTooltipDescription
source: Send or receive transfer requests to/from other sites
bg: Изпращане или получаване на заявки за трансфер към/от други местоположения
da: Send eller modtag overførselsanmodninger til / fra andre lokationer
de: Transferanforderungen an andere Standorte senden/von anderen Standorten empfangen
es: Enviar o recibir solicitudes de transferencia hacia/desde otras tiendas
fi: Lähetä/vastaanota siirtopyyntöjä toiseen/toisesta sijainnista:
fr: Envoyer ou recevoir des demandes de transfert vers/en provenance d'autres sites
is: Senda og taka á móti flutningsbeiðnum til/frá öðrum búðum
nl: Verzenden of ontvangen van aanvragen van/naar andere sites
nl_be: Aanvragen voor overdracht versturen of ontvangen naar/van andere sites
ru: Отправка или получение запросов на перемещение в/из других сайтов
sv: Skicka eller ta emot överföringsförfrågningar till/från andra anläggningar
vi_vn: Gửi hoặc nhận yêu cầu chuyển kho đến / đi từ các địa điểm khác

# PurchaseOrdersTooltipDescription
source: Open the purchase order wizard to create and manage purchase orders
bg: Отворете съветника за поръчка за покупка, за да създавате и управлявате поръчки за покупка
da: Åbn indkøbsordreguiden for at oprette og administrere indkøbsordrer
de: Öffnen Sie den Auftragsassistenten, um Aufträge zu erstellen und zu verwalten
es: Abra el asistente de pedidos para crear y administrar pedidos
fi: Avaa ostotilauksen ohjatussa luonnissa, luodaksesi ja hallitaksesi ostotilauksia
fr: Ouvrez l'assistant de commandes d'achat pour créer et gérer des commandes d'achat
is: Opna innkaupapöntunar leibeinandann til að stofna og hafa umsjón með innkaupapöntunum
nl: Open de bestelwizard aankoop maken en beheren inkooporders
nl_be: Open de wizard voor aankooporder om aankooporders aan te maken en te beheren
ru: Откройте мастер заказа покупки для создания и управления заказами покупки
sv: Öppna inköpsorderguiden för att skapa och hantera inköpsorder
vi_vn: Mở trình hướng dẫn đơn đặt hàng để tạo và quản lý đơn đặt hàng

# StockCountingTooltipDescription
source: Create or import stock counting journals and view previous stock counts
bg: Създаване или импорт на журнали за преброяване на запаси и преглед на предишните преброявания
da: Opret eller importer lageroptællingskladder og se tidligere lagertællinger
de: Bestandszählungsjournale erstellen oder importieren und vergangene Bestandszählungen anzeigen
es: Crear o importar diarios de recuento de existencias y ver recuentos de existencias anteriores
fi: Luo tai tuo varastolaskennan päiväkirjoja ja tarkastele aiempia varastoarvoja
fr: Créer ou importer des journaux de comptage de stock et afficher les comptages de stocks précédents
is: Stofna eða flytja inn talningabók og skoða fyrri birgðatalningar
nl: Maak aan of import stock telling journaals en bekijk vorige stocktellingen
nl_be: Logs voor voorraadtelling aanmaken of importeren en vorige voorraadtellingen bekijken
ru: Создайте или импортируйте журнал продсчета склада и просмотрите предыдущий подсчет склада
sv: Skapa eller importera inventeringsjournaler och visa tidigare inventeringar
vi_vn: Tạo hoặc nhập nhật ký kiểm kê và xem số lượng kiểm kê tồn kho trước đó

# StockReservationTooltipDescription
source: Manage and view reserved stock
bg: Управление и преглед за резервирани запаси
da: Administrer og se reserveret lager
de: Reservebestand verwalten und anzeigen
es: Administrar y ver existencias reservadas
fi: Hallitse ja katsele varaston varauksia
fr: Gérer et afficher le stock réservé
is: Sjá um og skoða fráteknar birgðir
nl: Beheren en bekijken van gereserveerde voorraad
nl_be: Gereserveerde voorraad beheren en bekijken
ru: Управление и просмотр резервирования склада
sv: Hantera och visa reserverat lager
vi_vn: Quản lý và xem tồn kho dự trữ

# VendorsTooltipDescription
source: Manage vendors
bg: Управление на доставчици
da: Administrer leverandører
de: Anbieter verwalten
es: Administrar proveedores
fi: Hallinnoi toimittajia
fr: Gérer des fournisseurs
is: Umsjón birgja
nl: Leveranciers beheren
nl_be: Leveranciers beheren
ru: Управление поставщиками
sv: Hantera leverantörer
vi_vn: Quản lý nhà cung cấp

# ItemLastOrderingDate
source: Last ordering date
bg: Последна дата на поръчка
da: Sidste bestillingsdato
de: Letztes Bestelldatum
es: Última fecha de pedido
fi: Viimeinen tilauspäivä
fr: Dernière date de commande
is: Síðasti pöntunardagur
nl: Datum laatst te bestellen
nl_be: Recentste besteldatum
ru: Последняя дата заказа
sv: Senaste orderdatum
vi_vn: Ngày đặt hàng cuối cùng

# ItemUnit
source: Unit
bg: Единица
da: Enhed
de: Einheit
es: Unidad
fi: Yksikkö
fr: Unité
is: Eining
nl: Eenheid
nl_be: Eenheid
ru: Единица
sv: Enhet
vi_vn: Đơn vị

source: Delete reason code
bg: Изтриване на код за причина
da: Slet årsagskode
de: Grundcode löschen
es: Eliminar código de motivo
fi: Poista syykoodi
fr: Supprimer le code raison
is: Eyða ástæðukóta
nl: Reden verwijdering
nl_be: Redencode verwijderen
ru: Удалить код причины
sv: Ta bort orsakskod
vi_vn: Xóa mã lý do

# DeleteReasonCodeQuestion
source: Are you sure you want to delete the selected reason code?
bg: Сигурни ли сте, че искате да изтриете избрания код причина?
da: Er du sikker på at du ønsker at slette den valgte årsagskode?
de: Möchten Sie den ausgewählten Grundcode wirklich löschen?
es: ¿Está seguro de que desea eliminar el código de motivo seleccionado?
fi: Haluatko varmasti poistaa valitun syykoodin?
fr: Êtes-vous sûr(e) de vouloir supprimer le code raison choisi ?
is: Ertu viss um að þú viljir eyða út ástæðukótanum?
nl: Weet u zeker dat u de geselecteerde reden code wilt wissen?
nl_be: Weet u zeker dat u de geselecteerde redencode wilt verwijderen?
ru: Вы действительно хотите удалить выбранный код причины?
sv: Är du säker på att du vill ta bort vald orsakskod?
vi_vn: Bạn có chắc chắn muốn xóa mã lý do đã chọn?

source: Delete reason codes
bg: Изтриване на кодове за причина
da: Slet årsagskoder
de: Grundcodes löschen
es: Eliminar códigos de motivo
fi: Poista syykoodit
fr: Supprimer les codes raison
is: Eyða ástæðukótum
nl: Redencodes verwijderen
nl_be: Redencodes verwijderen
ru: Удаление кодов причин
sv: Ta bort orsakskoder
vi_vn: Xóa mã lý do

# DeleteReasonCodesQuestion
source: Are you sure you want to delete the selected reason codes?
bg: Наистина ли искате да изтриете избраните кодове за причини?
da: Er du sikker på, at du vil slette de valgte årsagskoder?
de: Möchten Sie die ausgewählten Grundcodes wirklich löschen?
es: ¿Está seguro de que desea eliminar los códigos de motivo seleccionados?
fi: Haluatko varmasti poistaa valitut syykoodit?
fr: Êtes-vous sûr(e) de vouloir supprimer les codes raison choisis ?
is: Ertu viss um að þú viljir eyða út ástæðukóðunum?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde redencodes?
nl_be: Weet u zeker dat u de geselecteerde redencodes wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный код причины?
sv: Är du säker på att du vill ta bort valda orsakskoder?
vi_vn: Bạn có chắc chắn muốn xóa mã lý do đã chọn?

# DeleteVendorsQuestionItemLinks
source: At least one vendor has vendor items attached or is a default vendor on item(s)
bg: Най-малко един доставчик има свързани артикули доставчик или е доставчик по подразбиране за артикул(и)
da: Mindst en leverandør har tilknyttede leverandørvarer eller er en standardleverandør af varer(r)
de: Mindestens einem Verkäufer wurden Verkäuferartikel zugewiesen oder er/sie wurde als Standardverkäufer für Artikel festgelegt.
es: Al menos un proveedor tiene artículos de proveedor asociados o es el proveedor predeterminado del/de los artículo/s
fi: Vähintään yhteen toimittajaan on liitetty toimittajan tuote tai toimittaja on tuotteen/tuotteiden oletustoimittaja
fr: Au moins un fournisseur est associé à des articles fournisseurs ou est un fournisseur par défaut pour des article(s)
is: Einn eða fleiri birgjar, sem eru valdir, hafa tengdar vörur eða eru settir sem sjálfgefinn birgi á vöru
nl: Ten minste één leverancier heeft leverancier artikelen aangesloten of is de leverancier van een standaard op objecten
nl_be: Minstens één leverancier is gekoppeld aan leverancieritems of is een standaardleverancier voor item(s)
ru: По крайней мере для одного поставщика есть прикрепленный поставщик товаров или это поставщик товарова(ов) по умолчанию
sv: Minst en leverantör har bifogade säljartiklar eller är en standardleverantör för objekt
vi_vn: Ít nhất một nhà cung cấp có các mặt hàng được đính kèm hoặc là một nhà cung cấp mặc định của (các) mặt hàng

source: Edit reason code
bg: Редактирайте код причина
da: Rediger årsagskode
de: Grundcode bearbeiten
es: Editar código de motivo
fi: Muokkaa syykoodia
fr: Modifier le code raison
is: Uppfæra ástæðukóta
nl: Redencode toevoegen
nl_be: Redencode bewerken
ru: Редактировать код причины
sv: Ändra orsakskod
vi_vn: Chỉnh sửa mã lý do

source: Edit reason codes
bg: Редактиране на кодове причини
da: Rediger årsagskoder
de: Grundcodes bearbeiten
es: Editar códigos de motivo
fi: Muokkaa syykoodeja
fr: Modifier les codes raison
is: Uppfæra ástæðukóta
nl: Redencodes toevoegen
nl_be: Redencode bewerken
ru: Редактировать коды причин
sv: Ändra orsakskoder
vi_vn: Chỉnh sửa mã lý do

# ReasonActionAdjustment
source: Adjustment
bg: Настройка
da: Justering
de: Anpassung
es: Ajuste
fi: Muutos
fr: Ajustement
is: Leiðrétting
nl: Korting
nl_be: Instelling
ru: Корректировка
sv: Justering
vi_vn: Điều chỉnh

# DeleteVendorQuestionDefaultVendor
source: Vendor {0} has been set as a default vendor on item(s)
bg: Доставчикът {0} е зададен като доставчик по подразбиране за артикул(и)
da: Leverandør {0} er indstillet som en standardleverandør for vare(r)
de: Verkäufer {0} wurde als Standardverkäufer für Artikel festgelegt.
es: Se ha seleccionado al proveedor {0} como proveedor predeterminado del/de los artículo/s
fi: Toimittaja {0} on asetettu tuotteen/tuotteiden oletustoimittajaksi
fr: Le fournisseur {0} a été défini par défaut pour le ou les article(s)
is: Birgi {0} er sjálfgefinn birgi á einni eða fleiri vörum
nl: Leverancier is is defaut voor deze artikelen
nl_be: Leverancier {0} is ingesteld als standaardleverancier voor item(s)
ru: Поставщик {0} был установлен как поставщик по умолчанию для товара(ов)
sv: Leverantören {0} har ställts in som standardleverantör för objekt
vi_vn: Nhà cung cấp {0} đã được đặt làm nhà cung cấp mặc định cho (các) mặt hàng

# DeleteVendorQuestionLinkedAndDefault
source: Vendor {0} has vendor items attached and is also a default vendor on item(s)
bg: Доставчикът {0} има прикачени артикули доставчици, и също е доставчик по подразбиране в артикул(и)
da: Sælger {0} har leverandørvarer tilknyttet og er også en standardleverandør af varer (r)
de: Verkäufer {0} wurden Verkäuferartikel zugewiesen und er/sie wurde auch als Standardverkäufer für Artikel festgelegt.
es: El proveedor {0} tiene artículos de proveedor asociados y además es el proveedor predeterminado del/de los artículo/s
fi: Toimittajaan {0} on liitetty tuotteita ja toimittaja on myös tuotteen/tuotteiden oletustoimittaja
fr: Le fournisseur {0} a des articles fournisseurs et est aussi fournisseur par défaut pour ce ou ces article(s)
is: Birgi {0} er með tengd vörunúmer og er einnig sjálfgefinn birgi á einni eða fleiri vörum
nl: Leverancier {0} heeft leverancier objecten gekoppeld en is ook een standaard leverancier op objecten
nl_be: Leverancier {0} is gekoppeld aan leverancieritems en is ook standaardleverancier voor item(s)
ru: Для поставщика {0} есть прикрепленные поставщики товаров а также поставщик по умоляанию для товара(ов)
sv: Leverantören {0} har säljartiklar bifogade och är också standardleverantör för objekt
vi_vn: Nhà cung cấp {0} có các mặt hàng được đính kèm và cũng là nhà cung cấp mặc định cho (các) mặt hàng này

# DeleteVendorQuestionLinkedItems
source: Vendor {0} has vendor items attached
bg: Доставчикът {0} има прикачени артикули доставчик
da: Sælger {0} har tilknyttede leverandørvarer
de: Verkäufer {0} wurden Verkäuferartikel zugewiesen.
es: El proveedor {0} tiene artículos de proveedor asociados
fi: Toimittajaan {0} on liitetty toimittajan tuotteita
fr: Le fournisseur {0} est associé à des articles fournisseurs
is: Birgi {0} er með tengd vörunúmer
nl: Leverancier {0} heeft leverancier items toegevoegd
nl_be: Leverancier {0} is gekoppeld aan leverancieritems
ru: Для поставщика {0} есть прикрепленный поставщик товаров
sv: Leverantören {0} har säljartiklar bifogade
vi_vn: Nhà cung cấp {0} có các mục nhà cung cấp đính kèm
