Repository: iespana/LSOne
Catalog: SM/Plugins/Inventory/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# UnableToDeleteRequestMessage
source: Unable to delete inventory transfer request. It's status might have changed in head office
bg: Заявката за трансфер на запаси не може да се изтрие. Статусът й може да е променен в централното управление
da: Kunne ikke slette anmodning om lageroverførsel. Status er muligvis ændret på hovedkontoret
de: Kann Bestandstransferanfrage nicht löschen. Der Status wurde vielleicht im Hauptsitz geändert
es: No se puede eliminar la solicitud de transferencia de inventario. Es posible que el estado se haya modificado en la sede.
fi: Varaston siirtopyyntöä ei voitu poistaa. Sen tila saattaa olla muuttunut pääkonttorilla
fr: Impossible de supprimer la demande de transfert de stock. Il se peut que son état ait changé au siège
is: Ekki hægt að eyða birgðaflutningsbeiðni. Staða hennar gæti hafa breyst á aðalskrifstofum
nl: Onbekwaam om te schrappen inventaris overdrachtverzoek. De status hebt gewijzigd in hoofdkantoor
nl_be: Niet mogelijk om aanvraag voor inventarisoverdracht te verwijderen. Het is mogelijk dat zijn status in het hoofdkantoor werd gewijzigd
ru: Не удалось удалить запрос на складское перемещение. Статус возможно был изменен в головном офисе
sv: Kan inte radera lageröverföringsbegäran. Status kan ha ändrats i huvudkontoret.
vi_vn: Không thể xóa yêu cầu chuyển hàng tồn kho. Tình trạng của yêu cầu có thể đã bị thay đổi trong trụ sở chính

# UnableToDeleteTransfer
source: Unable to delete one or more transfer orders
bg: Не може да се изтрият една или повече поръчки за трансфер
da: Kan ikke slette en eller flere overførselsordrer
de: Kann Bestandstransferbestellung nicht löschen. Der Status wurde vielleicht im Hauptsitz geändert
es: No se puede eliminar la orden de transferencia de inventario
fi: Varaston siirtotilausta ei voitu poistaa
fr: Impossible de supprimer l'ordre de transfert de stock
is: Ekki hægt að eyða birgðaflutningssendingu. Staða hennar gæti hafa breyst á aðalskristofum.
nl: Kunnen niet worden verwijderd van de inventaris transferorder
nl_be: Niet mogelijk om inventarisoverdrachtsorder te verwijderen. Het is mogelijk dat zijn status in het hoofdkantoor werd gewijzigd
ru: Не удалось удалить заказ на складское перемещение. Его статус мог быть изменен в Голловном офисе
sv: Kan inte radera lageröverföringsorder. Status kan ha ändrats i huvudkontoret.
vi_vn: Không thể xóa một hoặc nhiều đơn chuyển hàng

# UnableToDeleteTransferMessage
source: Unable to delete inventory transfer order. It's status might have changed in head office
bg: Не може да се изтрият една или повече поръчки за трансфер
da: Kan ikke slette en eller flere overførselsordrer
de: Kann Bestandstransferbestellung nicht löschen. Der Status wurde vielleicht im Hauptsitz geändert
es: No se puede eliminar la orden de transferencia de inventario
fi: Varaston siirtotilausta ei voitu poistaa
fr: Impossible de supprimer l'ordre de transfert de stock
is: Ekki hægt að eyða birgðaflutningssendingu. Staða hennar gæti hafa breyst á aðalskristofum.
nl: Kunnen niet worden verwijderd van de inventaris transferorder
nl_be: Niet mogelijk om inventarisoverdrachtsorder te verwijderen. Het is mogelijk dat zijn status in het hoofdkantoor werd gewijzigd
ru: Не удалось удалить заказ на складское перемещение. Его статус мог быть изменен в Голловном офисе
sv: Kan inte radera lageröverföringsorder. Status kan ha ändrats i huvudkontoret.
vi_vn: Không thể xóa một hoặc nhiều đơn chuyển hàng

# CannotCreateInventoryTransferRequestDescription
source: Cannot create a transfer order from this transfer request because it has already been done on head office
bg: Не може да се създаде поръчка за трансфер от това искане за прехвърляне, защото то вече е направено в централния офис
da: Kan ikke oprette en overførselsordre fra denne overførselsanmodning, fordi det allerede er gjort fra hovedkontoret
de: Kann keine Transferbestellung von dieser Transferanfrage erstellen, da diese schon im Hauptsitz erstellt wurde
es: No se puede crear una orden de transferencia a partir de esta solicitud de transferencia porque ya se ha creado en la sede
fi: Siirtotilausta ei pystytä luomaan siirtopyynnöstä, koska se on jo luotu pääkonttorissa
fr: Impossible de créer une commande de transfert à partir de cette demande de transfert car elle a déjà été effectuée au siège
is: Ekki er hægt að búa til flutningssendingu á móti þessari flutningsbeiðni því það hefur þegar verið gert á aðalskrifstofunum.
nl: Kan geen transfert aanmaken voor de transeraanvraag, deze is reeds gedaan door hoofdkantoor
nl_be: Kan geen overdrachtsorder vanaf deze overdrachtaanvraag aanmaken aangezien dit al in het hoofdkantoor gedaan is
ru: Нельзя создать заказ на перемещение из этого запроса на перемещение, потому что он уже был созан в Головном офисе
sv: Kan inte skapa överföringsorder från denna överföringsbegäran eftersom huvudkontoret redan gjort det
vi_vn: Không thể tạo một đơn yêu cầu chuyển hàng từ yêu cầu này vì nó đã được thực hiện tại trụ sở chính

# CreateInventoryTransferQuestion
source: Are you sure you would like to create a transfer order(s) against the selected transfer request(s) ?
bg: Сигурни ли сте, че искате да създадете поръчка(и) за трансфер срещу избраната заявка(и) за прехвърляне?
da: Er du sikker på, at du vil oprette en (e) overførselsordre (r) mod de (n) valgte overførselsanmodning (er)?
de: Sind Sie sicher, dass eine Transferbestellung gegen diese Transferanfrage erstellen wollen?
es: ¿Está seguro de que desea crear una orden de transferencia asociada a esta solicitud de transferencia?
fi: Haluatko varmasti luoda siirtotilauksen tätä siirtopyyntöä vastaan?
fr: Êtes-vous sûr(e) de vouloir créer une commande de transfert par rapport à cette demande de transfert ?
is: Ertu viss um að þú viljir búa til flutningssendingu á móti flutningsbeiðninni ?
nl: Ben je zeker dat je dit verzoek wilt annuleren?
nl_be: Weet u zeker dat u een overdrachtsorder tegenover deze overdrachtsaanvraag wilt aanmaken?
ru: Вы уверены, что хотите создать заказ на перемещение из этого запроса на перемещение?
sv: Vill du skapa en överföringsorder som motsvarar denna överföringsbegäran?
vi_vn: Bạn có chắc chắn muốn tạo (các) lệnh chuyển kho đối với (các) yêu cầu chuyển đã chọn không?

# ReceiveInventoryTransferQuestion
source: Are you sure all quantities are correct and that you want to receive the selected inventory transfer order(s) ?
bg: Сигурни ли сте, че всички количества са правилни и че искате да получите избраното(ите) поръчки за трансфер?
da: Er du sikker på, at alle mængder er korrekte, og at du vil modtage de valgte lageroverførselsordrer?
de: Sind Sie sicher, dass alle Mengen korrekt sind und dass Sie die ausgewählte Bestandstransferbestellung erhalten wollen?
es: ¿Está seguro de que todas las cantidades son correctas y de que desea recibir la orden de transferencia de inventario seleccionada?
fi: Oletko varma, että kaikki määrät ovat oikein ja haluatko vastaanottaa valitun varaston siirtotilauksen?
fr: Êtes-vous sûr(e) que toutes les quantités sont correctes et que vous souhaitez recevoir la commande de transfert de stock choisie ?
is: Ertu viss um að allar magntölur séu rétt og að þú viljir móttaka birgðaflutningssendinguna ?
nl: Weet u zeker dat alle hoeveelheden kloppen en dat u wenst te ontvangen van de transferorder geselecteerde voorraad?
nl_be: Weet u zeker dat alle hoeveelheden correct zijn en dat u de geselecteerde inventarisoverdrachtsorder wilt ontvangen?
ru: Вы уверены, что все количества корректны и вы хотите получить выбранное складское перемещение ?
sv: Är alla kvantiteter korrekta och vill du ha den valda lageröverföringsordern?
vi_vn: Bạn có chắc chắn tất cả số lượng là chính xác và bạn muốn nhận (các) đơn chuyển hàng tồn kho đã chọn?

source: Sending
bg: Изпращане
da: Sender
de: Sendung
es: Enviando
fi: Lähettää
fr: Envoi en cours
is: Sendi
nl: Wordt verzonden
nl_be: Verzenden
ru: Отправка
sv: Skickar
vi_vn: Đang gửi

# SimilarItemExistsInTransferOrder
source: The item with this unit is already included in the transfer order
bg: Артикул с тази мерна единица вече е включен в поръчката за трансфер
da: Varen med denne enhed er allerede inkluderet i overførselsordren
de: Ein Artikel mit diesen Parametern ist bereits in der Transferbestellung enthalten
es: La orden de transferencia ya incluye un artículo con estos parámetros
fi: Näillä parametreilla varustettu tieto sisältyy jo siirtotilaukseen
fr: Un article correspondant à ces paramètres est déjà compris dans l'ordre de transfert
is: Vara með þessi eigindi er þegar til staðar í flutningssendingunni
nl: Een item met deze parameters is al opgenomen in de transferorder
nl_be: Er is al een artikel met deze parameters in de overdrachtsorder inbegrepen
ru: Товар с этими параметрами уже включен в заказ на перемещение
sv: En artikel med dessa parametrar finns redan i överföringsordern
vi_vn: Mặt hàng với đơn vị này đã được bao gồm trong đơn chuyển kho

# SimilarItemExistsInTransferRequest
source: The item with this unit is already included in the transfer request
bg: Артикул с тази мерна единица вече е включен в заявката за трансфер
da: Elementet med denne enhed er allerede inkluderet i overførselsanmodningen
de: Ein Artikel mit diesen Parametern ist bereits in der Transferanfrage enthalten
es: La solicitud de transferencia ya incluye un artículo con estos parámetros
fi: Näiden parametrien sisältävä kohde sisältyy jo siirtopyyntöön
fr: Un article correspondant à ces paramètres est déjà compris dans la demande de transfert
is: Vara með þessi eigindi er þegar til staðar í flutningsbeiðninni
nl: Een item met deze parameters is al opgenomen in de transferaanvraag
nl_be: Er is al een artikel met deze parameters in de aanvraag voor overdracht
ru: Товар с этими параметрами уже включен в запрос на перемещение
sv: En artikel med dessa parametrar finns redan i överföringsbegäran
vi_vn: Mặt hàng với đơn vị này đã được bao gồm trong yêu cầu chuyển kho

# UnableToSendRequest
source: Unable to send one or more transfer requests.
bg: Не може да се изпрати една или повече заявки за трансфер.
da: Kan ikke sende en eller flere overførselsanmodninger.
de: Kann Anfrage nicht senden
es: No se pudo enviar la solicitud
fi: Pyyntöä ei voi lähettää
fr: Impossible d'envoyer la demande
is: Get ekki sent beiðni
nl: RPC: Kan niet verzenden
nl_be: Aanvraag kon niet worden verzonden
ru: Не удалось отправить запрос
sv: Kan inte skicka begäran
vi_vn: Không thể gửi một hoặc nhiều yêu cầu chuyển hàng.

# UnableToSendTransferOrder
source: Unable to send one or more transfer orders.
bg: Не може да се изпрати една или повече поръчки за трансфер.
da: Kan ikke sende en eller flere overførselsordrer.
de: Kann Transferbestellung nicht senden
es: No se pudo enviar la orden de transferencia
fi: Siirtotilausta ei voitu lähettää
fr: Impossible d'envoyer l'ordre de transfert
is: Ekki hægt að senda flutningssendingu
nl: Kan geen transferorder verzenden
nl_be: Overdrachtsorder kon niet worden verzonden
ru: Не удалось отправить заказ на перемещение
sv: Kan inte skicka överföringsorder
vi_vn: Không thể gửi một hoặc nhiều đơn chuyển hàng.

source: Receive inventory transfer order
bg: Получаване на поръчка за трансфер на запаси
da: Modtag lageroverførselsordre
de: Bestandstransferbestellung erhalten
es: Recibir orden de transferencia de inventario
fi: Vastaanota varaston siirtotilaus
fr: Recevoir un ordre de transfert de stock
is: Móttaka á birgðaflutningssendingu
nl: Inventaris transferorder ontvangt
nl_be: Inventarisoverdrachtsorder ontvangen
ru: Получить заказ складского перемещения
sv: Inleverans lageröverföringsorder
vi_vn: Nhận đơn chuyển hàng tồn kho

# UnitConversionMissingPuToNewIu
source: A unit conversion rule does not exist between the new purchase unit and the new inventory unit. You cannot proceed until one exists. Do you want to create one ?
bg: Правилото за конверсия не съществува между новата единица покупки и новата единица складови запаси. Вие не можете да продължите без такава. Искате ли да създадете конверсия?
da: En enhedskonverteringsregel findes ikke mellem den nye købsenhed og den nye lagerenhed. Du kan ikke fortsætte, før der findes en. Vil du oprette en?
de: Eine Einheitskonvertierungsregel zwischen der neuen Einkaufseinheit und der neuen Bestandseinheit ist nicht vorhanden. Sie können nicht fortfahren, bis eine solche existiert. Wollen Sie eine erstellen?
es: No existe ninguna regla de conversión de unidades entre la nueva unidad de compra y la nueva unidad de inventario. No puede continuar si no existe una regla. ¿Desea crear una?
fi: Yksikön muuntamissääntöä ei ole olemassa uuden ostoyksikön ja uuden varastointiyksikön välillä. Et voi jatkaa ennenkuin yksi löytyy. Haluatko luoda sen ?
fr: Il n'existe aucune règle de conversion d'unité entre la nouvelle unité d'achat et la nouvelle unité de stock. Vous ne pourrez pas continuer avant d'en créer une. Souhaitez-vous en créer une ?
is: Það er ekki til umbreytingarregla á milli nýju innkaupamælieiningarinnar og nýju birgðareiningarinnar. Þú getur ekki haldið áfram þanngað til hún er til. Viltu búa hana til núna ?
nl: Een eenheid conversie regel bestaat niet tussen de oude voorraad-eenheid en de nieuwe voorraad-eenheid. U kan niet overgaan tot een bestaat. Wilt u maken?
nl_be: Er bestaat geen eenheidsomzettingsregel tussen de nieuwe aankoopeenheid en de nieuwe inventariseenheid. U kunt niet doorgaan voordat er een nieuwe bestaat. Wilt u er een aanmaken?
ru: Не существует правила конвертирования между новой единицей покупки и новой складской единицей. Вы не можете продолжить без разрешения этой проблемы. Создать такое правило ?
sv: En konversionsregel finns inte mellan den nya inköpsenheten och den nya lagerenheten. Du kan inte fortsätta tills det finns en. Vill du skapa en?
vi_vn: Không tồn tại bộ quy tắc chuyển đổi giữa đơn vị mua hàng mới và đơn vị hàng tồn kho mới. Bạn không thể tiến hành cho đến khi có bộ quy tắc chuyển đổi. Bạn có muốn tạo một cái không?

# UnitConvRuleNewPurchaseToNewInvMissingError
source: A unit conversion rule between the new purchase unit and the new inventory unit was not created. Unit changes were not saved
bg: Правилото за конверсия на единица между новата единица за покупки и новата единица за складови запаси не е създадено. Промените в мерната единица не са запазени.
da: En enhedskonverteringsregel mellem den nye købsenhed og den nye lagerenhed blev ikke oprettet. Enhedsændringer blev ikke gemt
de: Eine Einheitsumwandlungsregel zwischen der neuen Verkaufseinheit und der neuen Bestaseinheit wurde nicht erstellt. Einheitsänderungen wurden nicht gespeichert
es: No se ha creado una regla de conversión de unidades entre la nueva unidad de compra y la nueva unidad de inventario. No se han guardado los cambios en las unidades.
fi: Yksikön muuntamissääntöä uuden ostoyksikön ja uuden varastointiyksikön välillä ei luotu. Yksikön muutoksia ei ole tallennettu.
fr: Aucune règle de conversion d'unité entre la nouvelle unité d'achat et la nouvelle unité de stock n'a été créée. Les modifications d'unités n'ont pas été enregistrées
is: Umbreytingarregla á milli nýju innkaupamælieiningarinnar og nýju birgðareiningarinnar var ekki búin til. Einingar voru ekki uppfærðar.
nl: Een eenheid conversie regel tussen de nieuwe eenheid van de aankoop en de nieuwe voorraad-eenheid niet is gemaakt. Eenheid wijzigingen zijn niet opgeslagen
nl_be: Er werd geen eenheidsomzettingsregel tussen de nieuwe aankoopeenheid en de nieuwe inventariseenheid aangemaakt. De eenheidswijzigingen werden niet opgeslagen
ru: Правило преобразования между новой единицей покупки и новой складской единицей не создано. Изменения единицы не сохранено
sv: En konversionsregel mellan den nya inköpsenheten och den nya lagerenheten skapades inte. Enhetsändringar sparades inte
vi_vn: Quy tắc chuyển đổi đơn vị giữa đơn vị mua hàng mới và đơn vị hàng tồn kho mới không được tạo. Thay đổi đơn vị không được lưu

# UnitConvRuleNewPurchaseToOldInvMissingError
source: A unit conversion rule between the new purchase unit and the old inventory unit was not created. Unit changes were not saved
bg: Правилото за конверсия на единица между новата единица за покупки и старата единица за складови запаси не е създадено. Промените в мерната единица не са запазени
da: En enhedskonverteringsregel mellem den nye købsenhed og den gamle lagerenhed blev ikke oprettet. Enhedsændringer blev ikke gemt
de: Eine Einheitsumwandlungsregel zwischen der neuen Verkaufseinheit und der alten Bestandseinheit wurde nicht erstellt. Einheitsänderungen wurden nicht gespeichert
es: No se ha creado ninguna regla de conversión de unidades entre la nueva unidad de compra y la antigua unidad de inventario. No se han guardado los cambios en las unidades.
fi: Yksikön muuntamissääntöä uuden ostoyksikön ja vanhan varastointiyksikön välillä ei luotu. Yksikön muutoksia ei ole tallennettu.
fr: Aucune règle de conversion d'unité entre la nouvelle unité d'achat et l'ancienne unité de stock n'a été créée. Les modifications d'unités n'ont pas été enregistrées
is: Umbreytingarregla á milli nýju innkaupamælieiningarinnar og gömlu birgðareiningarinnar var ekki búin til. Einingar voru ekki uppfærðar.
nl: Een eenheid conversie regel tussen de nieuwe aankoop-eenheid en de oude voorraad eenheid werd niet gemaakt. Eenheid wijzigingen zijn niet opgeslagen
nl_be: Er werd geen eenheidsomzettingsregel tussen de nieuwe aankoopeenheid en de oude inventariseenheid aangemaakt. De eenheidswijzigingen werden niet opgeslagen
ru: Правило конвертирования между новой единицей покупки и старой складской единицей не создано. Изменение единицы не сохранено
sv: En konversionsregel mellan den nya inköpsenheten och den gamla lagerenheten skapades inte. Enhetsändringar sparades inte
vi_vn: Quy tắc chuyển đổi đơn vị giữa đơn vị mua hàng mới và đơn vị hàng tồn kho cũ không được tạo. Thay đổi đơn vị không được lưu

# UnitConvRuleNewSalesToOldInvMissingError
source: A unit conversion rule between the new sales unit and the old inventory unit was not created. Unit changes were not saved
bg: Правилото за конверсия между новата единица за продажби и старата единица за складови запаси не е създадено. Промените в единиците не бяха запазени.
da: En enhedskonverteringsregel mellem den nye salgsenhed og den gamle lagerenhed blev ikke oprettet. Enhedsændringer blev ikke gemt
de: Eine Einheitsumwandlungsregel zwischen der neuen Verkaufseinheit und der alten Bestandseinheit wurde nicht erstellt. Einheitsänderungen wurden nicht gespeichert
es: No se ha creado ninguna regla de conversión de unidades entre la nueva unidad de venta y la antigua unidad de inventario. No se han guardado los cambios en las unidades.
fi: Yksikön muuntamissääntöä uuden myyntiyksikön ja vanhan varastointiyksikön välillä ei luotu. Yksikön muutoksia ei ole tallennettu.
fr: Il n'existe aucune règle de conversion d'unité entre la nouvelle unité de vente et l'ancienne unité de stock. Les modifications d'unités n'ont pas été enregistrées
is: Umbreytingarregla á milli nýju sölueiningarinnar og gömlu birgðareiningarinnar var ekki búin til. Einingar voru ekki uppfærðar.
nl: Een eenheid conversie regel tussen de nieuwe buitendienst en de oude voorraad eenheid werd niet gemaakt. Eenheid wijzigingen zijn niet opgeslagen
nl_be: Er werd geen eenheidsomzettingsregel tussen de nieuwe verkoopeenheid en de oude inventariseenheid aangemaakt. De eenheidswijzigingen werden niet opgeslagen
ru: Правило конвертирования между новой единицей продажи и старой складскеой единицей не создано. Изменение единицы не сохранено
sv: En konversionsregel mellan den nya försäljningsenheten och den gamla lagerenheten skapades inte. Enhetsändringar sparades inte
vi_vn: Quy tắc chuyển đổi đơn vị giữa đơn vị bán hàng mới và đơn vị hàng tồn kho cũ không được tạo. Thay đổi đơn vị không được lưu

# UnitConversionMissingPuToOldIu
source: A unit conversion rule does not exist between the new purchase unit and the old inventory unit. You cannot proceed until one exists. Do you want to create one ?
bg: Правилото за конверсия на единица не съществува между новата единица покупки и старата единица за складови запаси. Вие не можете да продължите без такава. Искате ли да създадете конверсия?
da: En enhedskonverteringsregel findes ikke mellem den nye købsenhed og den gamle lagerenhed. Du kan ikke fortsætte, før der findes en. Vil du oprette en?
de: Eine Einheitsumwandlungsregel zwischen der neuen Verkaufseinheit und der alten Bestandseinheit ist nicht vorhanden. Sie können nicht fortfahren, bis eine solche existiert. Wollen Sie eine erstellen?
es: No existe una regla de conversión de unidades entre la nueva unidad de compra y la antigua unidad de inventario. No puede continuar si no existe una regla. ¿Desea crear una?
fi: Yksikön muuntamissääntöä ei ole olemassa uuden ostoyksikön ja vanhan varastointiyksikön välillä. Et voi jatkaa ennenkuin yksi löytyy. Haluatko luoda sen ?
fr: Il n'existe aucune règle de conversion d'unité entre la nouvelle unité d'achat et l'ancienne unité de stock. Vous ne pourrez pas continuer avant d'en créer une. Souhaitez-vous en créer une ?
is: Það er ekki til umbreytingarregla á milli nýju innkaupamælieiningarinnar og gömlu birgðareiningarinnar. Þú getur ekki haldið áfram þanngað til hún er til. Viltu búa hana til núna ?
nl: Een eenheid conversie regel bestaat niet tussen de oude voorraad-eenheid en de nieuwe voorraad-eenheid. U kan niet overgaan tot een bestaat. Wilt u maken?
nl_be: Er bestaat geen eenheidsomzettingsregel tussen de nieuwe aankoopeenheid en de oude inventariseenheid. U kunt niet doorgaan voordat er een nieuwe bestaat. Wilt u er een aanmaken?
ru: Не существует правила конвертирования между новой единицей покупки и старой складской единицей. Вы не можете продолжить обработку. Создать такое правило ?
sv: En konversionsregel finns inte mellan den nya inköpsenheten och den gamla lagerenheten. Du kan inte fortsätta tills det finns en. Vill du skapa en? ?
vi_vn: Không tồn tại bộ quy tắc chuyển đổi giữa đơn vị mua hàng mới và đơn vị hàng tồn kho cũ. Bạn không thể tiến hành cho đến khi có bộ quy tắc chuyển đổi. Bạn có muốn tạo một cái không?
