Repository: iespana/LSOne
Catalog: SM/Plugins/Inventory/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# PurchaseOrderLineMissing
source: No purchase order line exists for this item. Line will not be saved
bg: За този артикул няма ред от поръчка за покупка. Редът няма да бъде запазен
da: Der findes ingen købsordrelinie for denne vare. Linie gemmes ikke
de: Keine Einkaufsbestellungzeile für diesen Artikel vorhanden. Zeile wird nicht gespeichert
es: No existe línea de pedido para este artículo. La línea no se guardará.
fi: Tälle kohteelle ei ole ostotilausriviä. Riviä ei voida tallettaa.
fr: Aucune ligne de commande d'achat n'existe pour cet article. La ligne ne sera pas enregistrée
is: Engin pöntunarlína er til fyrir þessa vöru. Lína verður ekki vistuð.
nl: Er bestaat geen inkooporderregel voor dit object. Lijn worden niet opgeslagen
nl_be: Er bestaat geen aankooporderlijn voor dit artikel. De lijn zal niet worden bewaard
ru: Нет строки заказа покупки для этого товара. Строка не будет сохранена
sv: Ingen inköpsorderrad finns för artikel. Rad sparas inte
vi_vn: Không có dòng đặt hàng tồn tại cho mặt hàng này. Dòng sẽ không được lưu

source: Purchase order lines
bg: Редове от поръчка за покупка
da: Indkøbsordrelinjer
de: Einkaufsbestellungszeilen
es: Líneas del pedido
fi: Ostotilausrivit
fr: Lignes de commandes d'achat
is: Pöntunarlínur
nl: Inkooporderregels
nl_be: Aankooporderlijnen
ru: Строки заказа покупки
sv: Inköpsorderrader
vi_vn: Dòng đặt hàng.

source: Purchase orders
bg: Поръчки за покупка
da: Indkøbsordrer
de: Bestellungen
es: Pedidos de compra
fi: Ostotilaukset
fr: Commandes fournisseur
is: Innkaupapantanir
nl: Inkooporders
nl_be: Aankooporders
ru: Заказы на покупку
sv: Inköpsorder
vi_vn: Các đơn đặt hàng

# PurchaseOrdersDescription
source: Use this option to manage purchase orders
bg: Използвайте тази опция, за да управлявате поръчките за покупка
da: Brug denne indstilling til at administrere indkøbsordrer
de: Verwenden Sie diese Option, um Einkaufsbestellungen zu verwalten
es: Utilice esta opción para administrar pedidos.
fi: Käytä tätä vaihtoehtoa hallitaksesi ostotilauksia
fr: Utilisez cette option pour gérer les commandes d'achat
is: Notaðu þennan kost til að sjá um pantanir
nl: Gebruik deze optie voor het beheren van inkooporders
nl_be: Deze optie gebruiken om aankooporders te beheren
ru: Используйте эту опцию для управления заказами покупки
sv: Använd alternativet för att hantera inköpsorder
vi_vn: Sử dụng chức năng này để quản lý các đơn đặt hàng

# ReasonInUse
source: This reason is in use and cannot be deleted
bg: Тази причина се използва и не може да бъде изтрита
da: Denne grund er i brug og kan ikke slettes
de: Dieser Grund wird verwendet und kann nicht gelöscht werden
es: Este motivo está en uso y no se puede borrar.
fi: Tämä syy on käytössä eikä sitä voi poistaa
fr: Cette raison est en cours d'utilisation et ne peut pas être supprimée
is: Þessi ástæða er í notkun og því er ekki hægt að eyða henni
nl: Deze reden is in gebruik en kan niet worden verwijderd
nl_be: Deze reden wordt gebruikt en kan niet worden verwijderd
ru: Эта причина используется и не может быть удалена
sv: Orsaken används och kan inte raderas
vi_vn: Lý do này được sử dụng và không thể xóa

source: Remove selected line
bg: Премахване на избрания ред
da: Fjern valgt linje
de: Ausgewählte Zeile entfernen
es: Quitar línea seleccionada
fi: Poista valittu rivi
fr: Retirer la ligne choisie
is: Fjarlægja valda línu
nl: Selectie verwijderen
nl_be: Geselecteerde lijn verwijderen
ru: Удалить выбранную строку
sv: Radera vald rad
vi_vn: Xóa dòng đã chọn

# SomeConversionRuleMissing
source: Posting was not successfull because no unit conversion rule exists between the sales unit and the inventory unit one of the items
bg: Осчетоводяването не е успешно, тъй като не съществува правило за конверсия на единица мярка продажба и единица за складови запаси за един от артикулите
da: Udstationering var ikke vellykket, fordi der ikke findes nogen enhedskonverteringsregel mellem salgsenheden og lagerenheden en af varerne
de: Senden war nicht erfolgreich, weil keine Einheitsumrechnungsregel zwischen der Verkaufseinheit und der Bestandseinheit der Artikel vorhanden ist
es: No ha podido realizar la publicación dado que no existe regla de conversión de unidad entre la unidad de ventas y la unidad de inventario para uno de los artículos.
fi: Lähetys ei onnistunut, koska myyntiyksikön ja varastointiyksikön välillä ei ole yksikön muuntamissääntöä
fr: Échec de la validation car il n'existe aucune règle de conversion d'unité entre l'unité de vente et l'unité d'inventaire pour l'un des articles
is: Bókun tókst ekki vegna þess að það er ekki til einingar umbreytingarregla á milli sölueiningar og birgðareiningar fyrir eina af þessum vörum
nl: Boeken was niet succesvol omdat geen eenheid conversie regel tussen de verkoopeenheid en de inventaris unit een van de items bestaat
nl_be: Boeking niet gelukt omdat er voor het geselecteerde artikel geen omzettingsregel voor eenheden bestaat tussen de verkoopeenheid en de inventariseenheid van de artikelen
ru: Учет не удачен, потом у что нет правила конвертирования между единицей продажи и складской единицей для одного из товаров
sv: Bokföring gick inte bra eftersom ingen enhetskonverteringsregel mellan förs.enhet och lagerenhet finns för en av artiklarna.
vi_vn: Ghi sổ không thành công vì không có quy tắc chuyển đổi đơn vị nào tồn tại giữa đơn vị bán hàng và đơn vị tồn kho trong các mặt hàng

source: Stock counting
bg: Броене на запаси
da: Lageroptælling
de: Lagerzählung
es: Recuento de existencias
fi: Varastolaskenta
fr: Comptage du stock
is: Birgðatalning
nl: Het tellen van de voorraad
nl_be: Telling voorraad
ru: Пересчет склада
sv: Inventering
vi_vn: Kiểm kê

# StockCountingDescription
source: Use this option to do stock counting or view previous stock counts
bg: Използвайте тази опция, за да направите преброяване на запасите или да видите предишните преброявания
da: Brug denne mulighed til at udføre lagertælling eller se tidligere lagertællinger
de: Verwenden Sie diese Option, um eine Lagerzählung durchzuführen oder vorherige Lagerzählungen anzuzeigen
es: Utilice esta opción para crear un recuento de existencias o ver recuentos de existencias anteriores.
fi: Käytä tätä vaihtoehtoa tehdäksesi varastolaskennan tai tarkastellaksesi aikaisempia varastolaskentoja
fr: Utilisez cette option pour faire le comptage de stocks ou afficher des comptages de stocks précédents
is: Notaðu þennan kost til að sjá um birgðartalningar
nl: Gebruik deze optie om te doen voorraad tellen of vorige voorraad Weergavetellingen
nl_be: Deze optie gebruiken om de voorraad te tellen of om vroegere voorraadtellingen te bekijken
ru: Используйте эту опцию для пересчета склада или просмотра пересчетов склада
sv: Använd alternativet för att inventera eller se tidigare lagerinventeringar
vi_vn: Sử dụng chức năng này để kiểm kê hoặc xem số lượng kiểm đếm trước đó

# SureToPostAllLines
source: Are you sure you want to post all lines?
bg: Наистина ли искате да осчетоводите всички редове?
da: Er du sikker på, at du vil bogføre alle linjer?
de: Sind Sie sicher, dass Sie alle Zeilen veröffentlichen wollen?
es: ¿Está seguro de que desea publicar todas las líneas?
fi: Haluatko varmasti kirjata kaikki rivit?
fr: Êtes-vous sûr(e) de vouloir valider toutes les lignes ?
is: Ertu viss um að þú viljir bóka allar línu ?
nl: Weet u zeker dat u wilt posten van alle lijnen?
nl_be: Weet u zeker dat u al deze lijnen wilt boeken?
ru: Вы уверены, что хотите учесть все строки?
sv: Vill du bokföra alla rader?
vi_vn: Bạn có chắc chắn muốn ghi sổ tất cả các dòng?

# SureToPostItem
source: Are you sure you want to post this line?
bg: Наистина ли искате да осчетоводите този ред?
da: Er du sikker på, at du vil bogføre denne linje?
de: Sind Sie sicher, dass Sie diese Zeile veröffentlichen wollen? ?
es: ¿Está seguro de que desea publicar esta línea?
fi: Haluatko varmasti kirjata tämän rivin?
fr: Êtes-vous sûr(e) de vouloir valider cette ligne ?
is: Ertu viss um að þú viljir bóka línu ?
nl: Weet u zeker dat u wilt deze regel boekt?
nl_be: Weet u zeker dat u deze lijn wilt boeken?
ru: Вы уверены, что хотите учесть эту строку?
sv: Vill du bokföra den här raden?
vi_vn: Bạn có chắc chắn muốn ghi sổ dòng này?

# SureToRemoveItem
source: Are you sure you want to remove this item ?
bg: Сигурни ли сте, че искате да премахнете този артикул?
da: Er du sikker på at du vil fjerne denne vare?
de: Sind Sie sicher, dass Sie diesen Artikel entfernen wollen? ?
es: ¿Está seguro de que desea quitar este artículo?
fi: Haluatko varmasti poistaa tämän kohteen?
fr: Êtes-vous sûr(e) de vouloir retirer cet article ?
is: Ertu viss um að þú viljir fjarlægja vöru ?
nl: Weet je zeker dat je dit item wilt verwijderen?
nl_be: Weet u zeker dat u dit artikel wilt verwijderen?
ru: Вы уверены, что хотите удалить этот товар ?
sv: Vill du radera den här artikeln?
vi_vn: Bạn có chắc chắn muốn xóa mặt hàng này?

# VendorItemDialogDescription2
source: Enter ID of the item as the vendor numbers it, select a vendor and a unit
bg: Въведете идентификационния номер за артикула от доставчик, изберете доставчик и мерна единица
da: Indtast varens ID som leverandøren har nummereret det, vælg en leverandør og en enhed
de: Geben Sie die ID des Artikels ein, wie der Verkäufer ihn nummeriert hat, wählen Sie einen Verkäufer und eine Einheit
es: Introduzca el ID del artículo según el número asignado por el proveedor, seleccione un proveedor y una unidad
fi: Syötä kohteen ID kuten toimittaja numeroisi sen, valitse toimittaja ja yksikkö
fr: Entrez l'ID de l'article selon la numérotation du fournisseur, puis choisissez un fournisseur et une unité
is: Sláðu inn vörunúmer birgja, veldu birgja og einingu
nl: ID van het item invoeren, zoals de leverancier het nummers, selecteert u een leverancier en een eenheid
nl_be: ID van het artikel invoeren zoals de verkoper het nummert en een verkoper en een eenheid selecteren
ru: Введите Id товара, как номер его поставщика, выберите поставщика и единицу
sv: Ange ID för artikel som leverantörsnr, välj en leverantör och enhet
vi_vn: Nhập ID của mặt hàng giống số mặt hàng được nhà cung cấp đánh số, chọn nhà cung cấp và đơn vị

# CanNotCreateGRDFromHO
source: You cannot create a goods receiving document when on head office
bg: Не можете да създавате документ за получаване на стоки, когато сте в централата
da: Du kan ikke oprette et varemodtagelsesdokument, når du er på hovedkontoret
de: Sie können ein Wareneingangsdokument nicht erstellen, wenn Sie sich in der Hauptgeschäftsstelle befinden
es: No puede crear un documento de recepción de bienes cuando se encuentra en la sede
fi: Et pysty luomaan pääkonttorista tuotteiden vastaanottodokumenttia
fr: Vous ne pouvez pas créer un document de réception de marchandises en étant au siège
is: Þú getur ekki búið til vörumóttökuskjal á aðalskrifstofu
nl: Een loop maken is niet toegestaan.
nl_be: U kunt geen ontvangstdocument voor goederen aanmaken op het hoofdkantoor
ru: Вы не можете создать документ получения товаров когда в головном офисе
sv: Du kan inte skapa ett godsinleveransdokument i huvudkontoret
vi_vn: Bạn không thể tạo chứng từ nhận hàng khi ở trụ sở chính

# ItemDataInconsistency
source: You have some data inconsistency. Maybe the selected item has been deleted
bg: Имате някои несъответствия в данните. Може би избраният артикул е изтрит
da: Du har inkonsistens i data. Måske er det valgte emne blevet slettet
de: Sie haben einige Dateninkonsistenz. Vielleicht wurde der ausgewählte Artikel gelöscht
es: Hay algunas inconsistencias en los datos. Probablemente se haya borrado el artículo seleccionado.
fi: Sinulla on jonkin verran epäjohdonmukaisuuksia. Luultavasti valittu tuote on poistettu.
fr: Il y a des incohérences dans les données. Il se peut que l'article choisi ait été supprimé.
is: Komið hefur upp gagnamisræmi. Hugsanlega hefur vörunni verið eytt
nl: Hebt u enige mate van inconsistentie van gegevens. Misschien is het geselecteerde item verwijderd
nl_be: Niet alle gegevens zijn consequent. Misschien werd het geselecteerde artikel verwijderd
ru: Есть некоторая не корректность в данных. Возможно выбранный товар был удален
sv: Du har inkonsistens i data. Kanske har vald artikel raderats.
vi_vn: Bạn có một số dữ liệu không đồng nhất. Có thể mặt hàng đã chọn đã bị xóa

source: All stores
bg: Всички магазини
da: Alle butikker
de: Alle Geschäfte
es: Todas las tiendas
fi: Kaikki myymälät
fr: Tous les magasins
is: Allar verslanir
nl: Alle filialen
nl_be: Alle winkels
ru: Все магазины
sv: Alla butiker
vi_vn: Tất cả cửa hàng

source: Inventory settings
bg: Настройки материални запаси
da: Beholdningsindstillinger
de: Bestandseinstellungen
es: Ajustes de inventario
fi: Varaston asetukset
fr: Paramètres de stock
is: Birgðastillingar
nl: Instellingen inventaris
nl_be: Instellingen inventaris
ru: Складские настройки
sv: Lagerinställningar
vi_vn: Thiết lập tồn kho

source: Item group
bg: Артикул група
da: Varegruppe
de: Artikelgruppe
es: Grupo de artículos
fi: Tuoteryhmä
fr: Groupe d'articles
is: Vöruflokkur
nl: Item
nl_be: Itemgroep
ru: Товарная группа
sv: Artikelgrupp
vi_vn: Nhóm hàng

source: Items
bg: Артикули
da: Varer
de: Artikel
es: Artículos
fi: Tuotteet
fr: Articles
is: Vörur
nl_be: Artikelen
ru: Товары
sv: Artiklar
vi_vn: Mặt hàng

source: Misc charges
bg: Разл.такси
da: Diverse gebyrer
de: Sonstige Kosten
es: Cargos varios
fi: Muut kulut
fr: Frais divers
is: Ýmis gjöld
nl: Overige Kosten
nl_be: Verscheidene lasten
ru: Издержки
sv: Div. avgifter
vi_vn: Chi phí hỗn hợp

source: Retail department
bg: Отдел Търговия на дребно
da: Vareafdeling
de: Einzelhandelsbranche
es: Departamento minorista
fi: Osasto
fr: Département de vente au détail
is: Vörudeild
nl: Verkoop afdeling
nl_be: Retailafdeling
ru: Розничный отдел
sv: Retail-avdelning
vi_vn: Bộ phận bán lẻ

source: Retail group
bg: Ритейл група
da: Varegruppe
de: Einzelhandelsgruppe
es: Grupo minorista
fi: Tuoterymä
fr: Groupe de vente au détail
is: Smásöluflokkur
nl: Retail groep
nl_be: Retailgroep
ru: Розничная группа
sv: Retail-grupp
vi_vn: Nhóm bán lẻ

source: Stock level report
bg: Репорт за нивото на материалните запаси
da: Rapport om lagerniveau
de: Lagerbestandsbericht
es: Informe de existencias
fi: Varastomääräraportti
fr: Rapport de niveau des stocks
is: Birgðaskýrsla
nl: Voorraad rapport
nl_be: Voorraadniveauverslag
ru: Отчет уровня склада
sv: Lagernivå rapport
vi_vn: Báo cáo cấp tồn kho

# StockLevelReportDescription
source: Use this option to view stock level report
bg: Използвайте тази опция, за да видите отчет за нивото на запасите
da: Brug denne indstilling til at se rapport på lagerniveau
de: Verwenden Sie diese Option, um den Lagerbestandsbericht anzuzeigen
es: Utilice esta opción para ver el informe de existencias.
fi: Käytä tätä vaihtoehtoa, kun haluat tarkastella varastomääräraporttia
fr: Utilisez cette option pour afficher le rapport de niveau des stocks
is: Veldu þennann kost til að skoða birgðarskýrslur
nl: Gebruik deze optie om het voorraad niveau rapport weergeven
nl_be: Deze optie gebruiken om een voorraadniveauverslag te bekijken
ru: Используйте эту опцию для просмотра отчета уровня склада
sv: Använd alternativet för att se lagernivå rapport
vi_vn: Sử dụng tùy chọn này để xem báo cáo mức tồn kho

source: View vendor
bg: Преглед доставчик
da: Se leverandør
de: Verkäufer anzeigen
es: Ver proveedor
fi: Katso toimittaja
fr: Afficher le fournisseur
is: Skoða birgja
nl: Bekijk leverancier
nl_be: Verkoper bekijken
ru: Просмотр поставщика
sv: Vy leverantör
vi_vn: Xem nhà cung cấp

source: Delete vendor items
bg: Изтриване на доставчик артикули
da: Slet leverandørvarer
de: Verkäuferartikel löschen
es: Borrar artículos del proveedor
fi: Poista toimittajan tuotteet
fr: Supprimer les articles du fournisseur
is: Eyða vörunúmerum birgja
nl: Leverancier items verwijderen
nl_be: Artikelen verkoper verwijderen
ru: Удалить поставщика товаров
sv: Radera leverantörsartiklar
vi_vn: Xóa các mặt hàng của nhà cung cấp

# DeleteVendorItemsQuestion
source: Are you sure you want to delete the selected vendor items?
bg: Сигурни ли сте, че искате да изтриете доставчик артикули?
da: Er du sikker på at du vil slette de valgte leverandørvarer?
de: Sind Sie sicher, dass Sie die ausgewählten Verkaufsartikel löschen wollen ?
es: ¿Está seguro de que desea borrar los artículos del proveedor seleccionados?
fi: Haluatko varmasti poistaa valitut toimittajan tuotteet?
fr: Êtes-vous sûr(e) de vouloir supprimer les articles du vendeur choisis ?
is: Ertu viss um að þú viljir eyða völdum vörunúmerum fyrir birgja?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde leverancier artikelen?
nl_be: Weet u zeker dat u de geselecteerde artikelen van de verkoper wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранные товары поставщика?
sv: Vill du radera valda leverantörsartiklar?
vi_vn: Bạn có chắc chắn muốn xóa các mặt hàng nhà cung cấp đã chọn?

source: Delete contacts
bg: Изтриване на контакти
da: Slet kontakter
de: Kontakte löschen
es: Borrar contactos
fi: Poista yhteyshenkilöt
fr: Supprimer les contacts
is: Eyða tengiliðum
nl: Contactpersonen verwijderen
nl_be: Contactpersonen verwijderen
ru: Удалить контакты
sv: Radera kontakter
vi_vn: Xóa liên hệ

# DeleteContactsQuestion
source: Are you sure you want to delete the selected contacts?
bg: Сигурни ли сте, че искате да изтриете избраните контакти?
da: Er du sikker på at du vil slette de valgte kontakter?
de: Sind Sie sicher, dass Sie die ausgewählten Kontakte löschen wollen?
es: ¿Está seguro de que desea borrar los contactos seleccionados?
fi: Haluatko varmasti poistaa valitut yhteyshenkilöt?
fr: Êtes-vous sûr(e) de vouloir supprimer les contacts choisis ?
is: Ertu viss um að þú viljir eyða völdum tengiliðum?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
nl_be: Weet u zeker dat u de geselecteerde contactpersonen wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранные контакты?
sv: Vill du radera valda kontakter?
vi_vn: Bạn có chắc chắn muốn xóa các liên hệ đã chọn?

source: Delete vendors
bg: Изтриване на доставчици
da: Slet leverandører
de: Verkäufer löschen
es: Borrar proveedores
fi: Poista toimittajat
fr: Supprimer les fournisseurs
is: Eyða birgjum
nl: Leveranciers verwijderen
nl_be: Verkopers verwijderen
ru: Удалить поставщиков
sv: Radera leverantörer
vi_vn: Xóa nhà cung cấp

# DeleteVendorsQuestion
source: Are you sure you want to delete the selected vendors?
bg: Сигурни ли сте, че искате да изтриете избраните доставчици?
da: Er du sikker på at du vil slette de valgte leverandører?
de: Sind Sie sicher, dass Sie die ausgewählten Verkäufer löschen wollen? ?
es: ¿Está seguro de que desea borrar los proveedores seleccionados?
fi: Haluatko varmasti poistaa valitut toimittajat?
fr: Êtes-vous sûr(e) de vouloir supprimer les fournisseurs choisis ?
is: Ertu viss um að þú viljir eyða völdum birgjum?
nl: Weet u zeker dat u de geselecteerde leverancier wilt wissen?
nl_be: Weet u zeker dat u de geselecteerde verkopers wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранных поставщиков?
sv: Vill du radera valda leverantörer?
vi_vn: Bạn có chắc chắn muốn xóa các nhà cung cấp đã chọn?

source: Change with conversion
bg: Промяна с конверсия
da: Skift med konvertering
de: Mit Umwandlung ändern
es: Cambiar con conversión
fi: Muuta konversiolla
fr: Modifier avec la conversion
is: Breyta með umbreytingu
nl: Wijzigen met conversie
nl_be: Wijzigen met omzetting
ru: Изменить с конвертацией
sv: Ändra med konvertering
vi_vn: Thay đổi với chuyển đổi

# InvalidItemHasNoVariants
source: This item is invalid because it is in a variant group but has no variants
bg: Този артикул е невалиден, защото е в група вариант, но няма варианти
da: Denne vare er ugyldig, fordi den er i en variantgruppe, men har ingen varianter
de: Dieser Artikel ist ungültig, weil er in einer Variationsgruppe ist, aber keine Varianten hat
es: Este artículo no es válido porque está en un grupo de variantes pero no tiene variantes.
fi: Tämä tuote on epäkelpo, koska se kuuluu varianttiryhmään, mutta sillä ei ole varianttia
fr: Cet article est invalide car il se trouve dans un groupe de variantes mais ne comporte aucune variante
is: Þessi vara er ógild vegna þess að hún er í afbrigðaflokki en hefur engin afbrigði
nl: Dit item is ongeldig omdat het zich in een variant groep, maar geen varianten heeft
nl_be: Dit artikel is ongeldig omdat het deel uitmaakt van een variantgroep, maar geen varianten heeft
ru: Этот товар не корректный, потому что он в группе вариантов, но у него нет вариантов
sv: Artikeln är ogiltig eftersom den är i en variantgrupp men har inga varianter.
vi_vn: Mặt hàng này không hợp lệ vì nằm trong nhóm biến thể nhưng không có biến thể

source: Keep unchanged
bg: Запазване без промени
da: Lad være uændret
de: Unverändert lassen
es: Mantener sin cambios
fi: Pysyy ennallaan
fr: Laisser inchangé
is: Halda óbreyttu
nl: Ongewijzigd
nl_be: Ongewijzigd laten
ru: Хранить без изменения
sv: Behåll oförändrad
vi_vn: Giữ nguyên

# NoLinesInPO
source: There are no lines in this purchase order.
bg: В тази поръчка за покупка няма редове
da: Der er ingen linjer i denne indkøbsordre.
de: Es sind keine Zeilen in dieser Einkaufsbestellung vorhanden.
es: No hay líneas en este pedido.
fi: Tässä ostotilauksessa ei ole rivejä.
fr: Cette commande d'achat ne comporte aucune ligne.
is: Það eru engar línur í þessari innkaupapöntun.
nl: Er zijn geen regels in deze inkooporder.
nl_be: Er zijn geen lijnen in deze aankooporder.
ru: Нет строк в данном заказе покупки.
sv: Det finns inga rader i inköpsordern.
vi_vn: Không có dòng đặt hàng trong đơn này.

source: Post and receive
bg: Осчетоводяване и получаване
da: Bogfør og modtag
de: Veröffentlichen und erhalten
es: Publicar y recibir
fi: Kirjaa ja vastaanota
fr: Valider et recevoir
is: Bóka og móttaka
nl: Boeken en ontvangen
nl_be: Boeken en ontvangen
ru: Учесть и получить
sv: Bokför och inleverera
vi_vn: Ghi sổ và nhận hàng

# PostAndReceiveQuestion
source: Are you sure you would like to automatically post and receive these goods ?
bg: Сигурни ли сте, че искате автоматично да осчетоводите и получите тези стоки?
da: Er du sikker på, at du automatisk vil bogføre og modtage disse varer?
de: Sind Sie sicher, dass Sie diese Waren automatisch senden und erhalten wollen?
es: ¿Está seguro de que desea publicar y recibir automáticamente estos bienes?
fi: Haluatko varmasti kirjata ja vastaanottaa nämä tuotteet automaattisesti?
fr: Êtes-vous sûr(e) de vouloir automatiquement valider et recevoir ces marchandises ?
is: Ertu viss um að þú viljir sjálfkrafa bóka og móttaka þessar vörur ?
nl: Weet u zeker dat u zou willen automatisch plaatsen en ontvangen deze goederen?
nl_be: Weet u zeker dat u deze goederen automatisch wilt boeken en ontvangen?
ru: Вы уверены, что хотите автоматически учесть и получить эти товары ?
sv: Vill du automatiskt bokföra och inleverera godset?
vi_vn: Bạn có chắc chắn muốn tự động ghi sổ và nhận hàng hóa này?

# SomeLinesWereNotPosted
source: An error occurred. Some PO lines were not posted.
bg: Възникна грешка. Някои редове от поръчката за покупка не бяха осчетоводени.
da: En fejl opstod. Nogle købsordrelinjer blev ikke bogført.
de: Ein Fehler ist aufgetreten. Einige POS-Zeilen wurden nicht veröffentlicht.
es: Error. No se han publicado algunas líneas del pedido.
fi: Tapahtui virhe. Joitakin ostotilausrivejä ei ole lähetetty.
fr: Une erreur s'est produite. Certaines lignes de CA n'ont pas été validées.
is: Villa varð. Sumar innkaupalínurnar bókuðust ekki.
nl: Er is een fout opgetreden. Sommige lijnen PO niet opeenvolgend zijn geboekt.
nl_be: Er heeft zich een fout voorgedaan. Sommige PO-lijnen werden niet geboekt.
ru: Произошла ошибка. Некоторые строки заказа покупки не учтены.
sv: Ett fel uppstod. Några inköpsrader bokfördes inte.
vi_vn: Xảy ra lỗi. Một số dòng PO không được ghi sổ.
