Repository: iespana/LSOne
Catalog: SM/Plugins/Inventory/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# UnitConversionMissingSuToOldIu
source: A unit conversion rule does not exist between the new sales unit and the old inventory unit. You cannot proceed until one exists. Do you want to create one ?
bg: Правилото за конверсия на единица не съществува между новата единица продажби и старата единица за скалдови запаси. Вие не можете да продължите без такава. Искате ли да създадете конверсия?
da: En enhedskonverteringsregel findes ikke mellem den nye salgsenhed og den gamle lagerenhed. Du kan ikke fortsætte, før der findes en. Vil du oprette en?
de: Eine Einheitsumwandlungsregel zwischen der neuen Verkaufseinheit und der alten Bestandseinheit ist nicht vorhanden. Sie können nicht fortfahren, bis eine solche existiert. Wollen Sie eine erstellen?
es: No existe ninguna regla de conversión de unidades entre la nueva unidad de venta y la antigua unidad de inventario. No puede continuar si no existe una regla. ¿Desea crear una?
fi: Yksikön muuntamissääntöä ei ole olemassa uuden myyntiyksikön ja vanhan varastointiyksikön välillä. Et voi jatkaa ennenkuin yksi löytyy. Haluatko luoda sen ?
fr: Il n'existe aucune règle de conversion d'unité entre la nouvelle unité de vente et l'ancienne unité de stock. Vous ne pourrez pas continuer avant d'en créer une. Souhaitez-vous en créer une ?
is: Það er ekki til umbreytingarregla á milli nýju sölueiningarinnar og gömlu birgðareiningarinnar. Þú getur ekki haldið áfram þanngað til hún er til. Viltu búa hana til núna ?
nl: Een eenheid conversie regel bestaat niet tussen de nieuwe verkoopeenheid en de oude voorraad-unit. U kan niet overgaan tot een bestaat. Wilt u maken?
nl_be: Er bestaat geen eenheidsomzettingsregel tussen de nieuwe verkoopeenheid en de oude inventariseenheid. U kunt niet doorgaan voordat er een nieuwe bestaat. Wilt u er een aanmaken?
ru: Не существует правила конвертирования между новой единицей продажи и старой складской единицей. Вы не можете продолжить без разрешения этой проблемы. Создать такое правило ?
sv: En konversionsregel finns inte mellan den nya försäljningsenheten och den gamla lagerenheten. Du kan inte fortsätta tills det finns en. Vill du skapa en? ?
vi_vn: Không tồn tại bộ quy tắc chuyển đổi giữa đơn vị bán hàng mới và đơn vị hàng tồn kho cũ. Bạn không thể tiến hành cho đến khi có bộ quy tắc chuyển đổi. Bạn có muốn tạo một cái không?

source: Delete replenishment
bg: Изтриване на снабдяване
da: Slet genopfyldning
de: Auffüllung löschen
es: Eliminar reposición
fi: Poista täydennys
fr: Supprimer le réapprovisionnement
is: Eyða áfyllingu
nl: Verwijderen van de aanvulling
nl_be: Aanvullen verwijderen
ru: Удалить пополнение
sv: Radera återanskaffning
vi_vn: Xóa bổ sung hàng

# DeleteReplenishmentQuestion
source: Are you sure you want to delete the selected replenishment?
bg: Сигурни ли сте, че искате да изтриете избраното снабдяване?
da: Er du sikker på at du vil slette den valgte genopfyldning?
de: Sind Sie sicher, dass Sie die ausgewählte Auffüllung löschen wollen?
es: ¿Está seguro de que desea eliminar la reposición seleccionada?
fi: Haluatko varmasti poistaa valitun täydennyksen?
fr: Êtes-vous sûr(e) de vouloir supprimer le réapprovisionnement choisi ?
is: Ertu viss um að þú viljir eyða valinni áfyllingu?
nl: Weet u zeker dat u de geselecteerde aanvulling wilt wissen?
nl_be: Weet u zeker dat u de geselecteerde aanvulfunctie wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранное пополнение?
sv: Vill du radera vald återanskaffning?
vi_vn: Bạn có chắc chắn muốn xóa phần bổ sung hàng đã chọn?

# OneGroupReplenishment
source: You can only have one replenishment for each group per store
bg: Можете да имате само едно попълване за всяка група по магазин
da: Du kan kun have en genopfyldning for hver gruppe pr. butik
de: Sie können nur eine Auffüllung für jede Gruppe pro GEschäft haben
es: Solo puede haber una reposición para cada grupo por tienda
fi: Jokaiselle ryhmälle voi tallentaa vain yhden täydennyksen myymälää kohti
fr: Vous ne pouvez effectuer qu'un seul réapprovisionnement pour chaque groupe par magasin
is: Aðeins ein áfylling er leyfð fyrir hvern flokk í hverri búð
nl: U kunt slechts één aanvulling voor elke groep hebben per winkel
nl_be: U kunt slechts één aanvulling voor iedere groep per winkel hebben
ru: У вас может быть только одно пополнение для каждой группы в магазине
sv: Du kan endast ha en återanskaffning för varje grupp per butik
vi_vn: Bạn chỉ có thể có một bổ sung hàng cho từng nhóm theo mỗi cửa hàng

# CannotDoStockCountingOnHeadOffice
source: You cannot do stock counting on head office
bg: Не можете да правите броене на запасите в централния офис
da: Du kan ikke foretage vareoptælling fra hovedkontoret
de: Sie können keine Lagerzählung für die Hauptgeschäftsstelle durchführen.
es: No se puede realizar un recuento de existencias en la sede
fi: Et pysty tekemään varastolaskentaa pääkonttorista
fr: Vous ne pouvez pas effectuer le comptage du stock dans le siège
is: Ekki er hægt að gera birgðatalningu á aðalskrifstofum
nl: U kunt niet voorraad tellen op hoofdkantoor
nl_be: U kunt geen telling voorraad uitvoeren voor hoofdkantoor
ru: Нельзя выполнить пересчет товаров на складе в центральном офисе
sv: Du kan inte göra en inventering på huvudkontoret
vi_vn: Bạn không thể thực hiện kiểm kê trên trụ sở chính

# MissingStockCountingPermission
source: You do not have the permission to do stock counting
bg: Нямате разрешение да извършвате броене на запаси
da: Du har ikke tilladelse til at foretage lageroptælling
de: Sie haben keine Berechtigung, um die Bestandszählung durchzuführen.
es: No dispone de los permisos necesarios para realizar un recuento de existencias
fi: Sinulla ei ole oikeuksia tehdä varastolaskentaa
fr: Vous n'êtes pas autorisé à effectuer le comptage de stock
is: Þú hefur ekki réttindi til að gera birgðatalningu
nl: U beschikt niet over de machtiging om voorraad tellen
nl_be: U hebt geen machtiging om telling voorraad uit te voeren
ru: У вас нет разрешения на выполнение пересчета товаров на складе
sv: Du har inte behörighet att utföra inventeringar
vi_vn: Bạn không có quyền thực hiện kiểm kê

# StockCountingItemAlreadyCounted
source: Item has already been counted
bg: Артикулът вече е преброен
da: Varen er allerede talt
de: Der Artikel wurde bereits gezählt.
es: El artículo ya se ha incluido en el recuento
fi: Tuote on jo laskettu
fr: Cet article a déjà été compté
is: Búið er að telja þessa vöru
nl: Object is al geteld
nl_be: Artikel is al geteld
ru: Товар уже был подсчитан
sv: Artikeln är redan räknad
vi_vn: Mặt hàng này đã được kiểm đếm

source: Edit all
bg: Редактиране на всички
da: Rediger alt
de: Alle bearbeiten
es: Editar todo
fi: Muokkaa kaikkia
fr: Tout modifier
is: Breyta öllum
nl: Alles bewerken
nl_be: Alles bewerken
ru: Редактировать все
sv: Redigera alla
vi_vn: Chỉnh sửa tất cả

# EditTypeNone
source: None
bg: Няма
da: Ingen
de: Keine
es: Ninguno
fi: Ei yhtään
fr: Aucun
is: Enginn
nl: Geen
nl_be: Geen
ru: Нет
sv: Ingen
vi_vn: Không

source: Undo
bg: Назад
da: Fortryd
de: Rückgängig
es: Deshacer
fi: Kumoa
fr: Annuler
is: Afturkalla
nl: Maak ongedaan
nl_be: Ongedaan maken
ru: Возвратить
sv: Ångra
vi_vn: Hoàn tác

# InventoryUnitChangedError
source: Changing inventory unit while not all transactions have been posted is not allowed. Oldest unposted transaction is from {0}.
bg: Промяната на единица за материални запаси не е разрешена, докато не се осчетоводят всички транзакции. Най-старата неосчетоводена транзакция е от {0}.
da: Det er ikke tilladt at ændre lagerenhed, sålænge alle transaktioner ikke er bogført. Den ældste ikke-bogførte transaktion er fra {0}.
de: Das Ändern der Bestandseinheit, wenn noch nicht alle Transaktionen gebucht wurden, ist nicht zulässig. Die älteste nicht gebuchte Transaktion ist vom {0}.
es: No se puede cambiar la unidad de inventario hasta que no se hayan publicado todas las transacciones. La transacción sin publicar más antigua es de {0}.
fi: Varastointiyksikön muuttaminen, kun kaikkia tapahtumia ei ole lähetetty, ei ole sallittu. Vanhin lähettämätön tapahtuma on {0}.
fr: Il n'est pas permis de modifier l'unité de stock tant que toutes les transactions n'ont pas été validées. La plus ancienne transaction non validée est à partir de {0}.
is: Ekki er hægt að breyta birgðaeiningu ef ekki er búið að bóka allar færslur. Elsta óbókaða færsla er frá {0}.
nl: Wijzigen van inventory wanneer niet alle trasacties zijn geboekt is niet toegestaan. Oudste niet geposte transacties Changing inventory unit while not all transactions have been posted is not allowed. Oldest unposted transaction is from {0}.
nl_be: Inventariseenheid wijzigen terwijl niet alle transacties zijn geboekt, is niet toegelaten. Oudste niet geboekte transactie dateert van {0}.
ru: Изменение складской единици измерения не возможно, пока не все транзакции учтены. Наиболее старая не учтенная транзакция от {0}.
sv: Det är inte tillåtet att ändra inventeringsenhet om inte alla transaktioner är bokade. Den äldsta obokade transaktionen är från {0}.
vi_vn: Thay đổi đơn vị hàng tồn kho khi tất cả các giao dịch đã được ghi sổ không được phép. Giao dịch chưa được ghi sổ cũ nhất là từ {0}.

source: Action
bg: Действие
da: Handling
de: Aktion
es: Acción
fi: Toiminto
is: Aðgerð
nl: Aktie
nl_be: Actie
ru: Действие
sv: Åtgärd
vi_vn: Hành động

source: Remove action
bg: Премахване на действие
da: Fjern handling
de: Aktion entfernen
es: Eliminar acción
fi: Poista toiminta
fr: Retirer l'action
is: Fjarlæga aðgerð
nl: Actie%1 verwijderen
nl_be: Actie verwijderen
ru: Удалить действие
sv: Ta bort åtgärd
vi_vn: Xóa hành động

source: Same as sales unit
bg: Същото като единица мярка продажба
da: Samme som salgsenhed
de: Identisch mit Verkaufseinheit
es: Igual que la unidad de ventas
fi: Sama kuin myyntiyksikkö
fr: Identique à l'unité de vente
is: Sama og sölueining
nl: Hetzelfde als verkoopunit
nl_be: Hetzelfde als verkoopeenheid
ru: Такой же, как единица продажи
sv: Samma som försäljningsenhet
vi_vn: Tương tự như đơn vị bán hàng

# DoYouWantToCloseThisStockReservation
source: Do you want to close the stock reservation journal?
bg: Искате ли да затворите журнала за резервиране?
da: Vil du lukke lagerbeholdnings reservationskladden?
de: Möchten Sie das Bestandsreservierungsjournal schließen?
es: ¿Desea cerrar el diario de reserva de existencias?
fi: Haluatko sulkea varastovarausten päiväkirjan?
fr: Souhaitez-vous fermer le journal de réservation de stock ?
is: Viltu loka skrá yfir fráteknar birgðir?
nl: Wilt u de app afsluiten?
nl_be: Wilt u het log voor de voorraadreservering afsluiten?
ru: Закрыть журнал резервирования товара склада?
sv: Vill du stänga lagerreservationsjournalen?
vi_vn: Bạn có muốn đóng nhật ký giữ hàng tồn kho?

source: Inventory adjustment lines
bg: Редове за коригиране на запасите
da: Beholdningsjusteringslinjer
de: Bestandsanpassungszeilen
es: Líneas de ajuste de inventario
fi: Varaston muutoksen rivit
fr: Lignes d'ajustement du stock
is: Birgðarleiðréttingarlínur
nl: Inventaris aanpassing regels
nl_be: Lijnen inventarisaanpassing
ru: Строки коррекции склада
sv: Lager justeringsrader
vi_vn: Dòng điều chỉnh hàng tồn kho

source: Stock reservation
bg: Резервация запаси
da: Lagerreservation
de: Bestandsreservierung
es: Reserva de existencias
fi: Varastovaraus
fr: Réservation de stock
is: Fráteknar birgðir
nl: Voorraad reservering
nl_be: Voorraadreservering
ru: Резервирование склада
sv: Lagerreservation
vi_vn: Đặt phòng

# StockReservationDescription
source: Use this option to view all stock reservations done through customer orders
bg: Използвайте тази опция, за да видите всички резервации за запаси, направени през клиентски поръчки
da: Brug denne indstilling til at se alle lagerreservationer, der er foretaget via kundeordrer
de: Verwenden Sie diese Option, um alle Bestandsreservierungen, die über Kundenbestellungen erfolgt sind, anzuzeigen
es: Utilice esta opción para ver todas las reservas de existencias realizadas a través de pedidos de clientes
fi: Käytä tätä vaihtoehtoa nähdäksesi kaikki varaston varaukset jotka tehty asiakkaiden tilausten kautta
fr: Utilisez cette option pour afficher toutes les réservations de stock effectuées à partir des commandes de client
is: Notaðu þennan valmöguleika til að sjá birgðir fráteknar vegna sölupantanna
nl: Gebruik deze optie om te bekijken alle voorraad reserveringen gedaan door middel van klantorders
nl_be: Gebruik deze optie om alle voorraadreserveringen te bekijken die gemaakt werden via klantbestellingen
ru: Используйте эту опцию для просмотра всех резервирований на складе, сделанных из заказов клиентов
sv: Använd det här alternativet för att visa alla lagerreservationer som har gjorts via kunderorder
vi_vn: Sử dụng tùy chọn này để xem tất cả các dự trữ tồn kho được thực hiện thông qua các đơn đặt hàng của khách hàng

source: Stock reservation lines
bg: Ред за резервиране на запаси
da: Lagerreservationslinje
de: Bestandsreservierungszeile
es: Línea de reserva de existencias
fi: Varaston varausrivit
fr: Ligne de réservation de stock
is: Fráteknar birgðalínur
nl: Voorraad reserveringsregel
nl_be: Lijn voorraadreservering
ru: Строка резервирования склада
sv: Lagerreservationsrad
vi_vn: Dòng dự trữ tồn kho

# SearchBar_Description
source: Description
bg: Описание:
da: Beskrivelse
de: Beschreibung
es: Descripción
fi: Kuvaus:
is: Lýsing
nl: Beschrijving
nl_be: Omschrijving
ru: Описание:
sv: Beskrivning
vi_vn: Mô tả:

# SearchBar_HasDiscount_Yes
source: Yes
bg: Да
da: Ja
de: Ja
es: Sí
fi: Kyllä
fr: Oui
is: Já
nl: Ja
nl_be: Ja
ru: Да
sv: Ja
vi_vn: Có

# SearchBar_Quantity
source: Quantity
bg: Количество
da: Mængde
de: Anzahl
es: Cantidad
fi: Määrä
fr: Quantité
is: Magn
nl: Aantal
nl_be: Hoeveelheid
ru: Количество
sv: Antal
vi_vn: Số Lượng

# SearchBar_Variant
source: Variant
bg: Вариант
da: Størrelse
de: Variante
es: Variante
fi: Variantti
fr: Taille
is: Afbrigði
nl: Grootte
ru: Вариант
vi_vn: Biến thể

# StockCountingDetailViewItems
source: Items
bg: Артикули
da: Varer
de: Artikel
es: Artículos
fi: Tuotteet
fr: Articles
is: Vörur
nl_be: Artikelen
ru: Товары
sv: Artiklar
vi_vn: Mặt hàng

# StockCountingDetailViewSummary
source: Summary
bg: Обобщение
da: Opsummering
de: Zusammenfassung
es: Resumen
fi: Yhteenveto
fr: Sommaire
is: Samantekt
nl: Samenvatting
nl_be: Samenvatting
ru: Суммарно
sv: Sammanfattning
vi_vn: Tóm lược

source: All statuses
bg: Всички статуси
da: Alle statusser
de: Alle Status
es: Todos los estados
fi: Kaikki tilat
fr: Tous les états
is: Allar stöður
nl: Alle statussen
nl_be: Alle statussen
ru: Все статусы
sv: Alla statusar
vi_vn: Tất cả các trạng thái

source: Closed
bg: Затворено
da: Lukket
de: Geschlossen
es: Cerrado
fi: Suljettu
fr: Fermé
is: Lokuð
nl: Gesloten
nl_be: Gesloten
ru: Закрыто
sv: Stängt
vi_vn: Đã kết thúc

# DeletePurchaseOrderLineQuestionPlural
source: Are you sure you would like to delete the selected purchase order lines?
bg: Наистина ли искате да изтриете избраните редове от поръчка за покупка?
da: Er du sikker på, at du vil slette de valgte købsordrelinjer?
de: Möchten Sie die ausgewählten Bestellscheinzeilen wirklich löschen?
es: ¿Está seguro de que desea eliminar las líneas de pedido seleccionadas?
fi: Haluatko varmasti poistaa valitut ostotilausrivit?
fr: Êtes-vous sûr(e) de vouloir supprimer les lignes de commande choisies ?
is: Ertu viss um að þú viljir eyða völdum pöntunarlínum?
nl: Weet u zeker dat u geselcteerde orderlijnen wilt verwijderen?
nl_be: Weet u zeker dat u de geselecteerde aankooporderlijnen wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранные строки заказа покупки?
sv: Vill du verkligen radera de valda inköpsorderraderna?
vi_vn: Bạn có chắc chắn muốn xóa các dòng đặt hàng đã chọn?

source: Delivery date
bg: Дата на доставка:
da: Leveringsdato:
de: Lieferdatum
es: Fecha de entrega
fi: Toimituspäivä:
fr: Date de livraison
is: Afhendingardagur
nl: Afleveringsdatum:
nl_be: Leveringsdatum
ru: Дата поставки:
sv: Leveransdatum
vi_vn: Ngày giao hàng:

source: Description
bg: Описание:
da: Beskrivelse
de: Beschreibung
es: Descripción
fi: Kuvaus:
is: Lýsing
nl: Beschrijving
nl_be: Omschrijving
ru: Описание:
sv: Beskrivning
vi_vn: Mô tả:

source: Open
bg: Отваряне
da: Åbn
de: Offen
es: Abierto
fi: Avaa
fr: Ouvrir
is: Opin
nl_be: Openen
ru: Открыто
sv: Öppna
vi_vn: Mở

source: Placed
bg: Направено
da: Bestilt
de: Platziert
es: Enviado
fi: Sijoitettu
fr: Placé
is: Pöntuð
nl: Geplaatst
nl_be: Geplaatst
ru: Размещен
sv: Placerad
vi_vn: Đặt

# SearchBar_HasDiscount_No
source: No
bg: Не
da: Nej
de: Nein
fi: Ei
fr: Non
is: Nei
nl: Nee
nl_be: Nee
ru: Нет
sv: Nej
vi_vn: Không

source: Status
bg: Статус:
es: Estado
fi: Tila:
is: Staða
ru: Состояние:
vi_vn: Trạng thái:

source: Stock reservation line
bg: Ред за резервиране на запаси
da: Lagerreservationslinje
de: Bestandsreservierungszeile
es: Línea de reserva de existencias
fi: Varaston varausrivit
fr: Ligne de réservation de stock
is: Fráteknar birgðalínur
nl: Voorraad reserveringsregel
nl_be: Lijn voorraadreservering
ru: Строка резервирования склада
sv: Lagerreservationsrad
vi_vn: Dòng dự trữ tồn kho

source: Store
bg: Магазин:
da: Butik
de: Geschäft
es: Tienda
fi: Myymälä:
fr: Magasin
is: Búð
nl: Winkel
nl_be: Winkel
ru: Магазин:
sv: Butik
vi_vn: Cửa hàng

source: Partially received
bg: Частично получено
da: Delvist modtaget
de: Teilweise eingegangen
es: Recibido parcialmente
fi: Osittain vastaanotettu
fr: Partiellement reçu
is: Móttekin að hluta
nl: Gedeeltelijk betaald
nl_be: Gedeeltelijk ontvangen
ru: Частично получено
sv: Delvis mottagen
vi_vn: Nhận một phần

# CouldNotConnectToStoreServer
source: Could not connect to Site Service
bg: Не можа да се свърже с услугата на сайта
da: Kunne ikke oprette forbindelse til Site Service
de: Konnte keine Verbindung zum Site Service herstellen
es: No se ha podido establecer la conexión con el servidor de la tienda
fi: Yhteyden muodostaminen Site Service -palveluun ei onnistunut
fr: Impossible de se connecter au service de site
is: Gat ekki tengst búðarþjóni
nl: Kon geen verbinding maken met de Site-service
nl_be: Kon geen verbinding tot stand brengen met Site Service
ru: Не удалось подключиться к Сайту Сервиса
sv: Kunde inte koppla upp till Site Service
vi_vn: Không thể kết nối với dịch vụ Trang web

# NoStoreServerIsSetUp
source: Site Service has not been configured yet
bg: Услугата на сайта все още не е конфигурирана
da: Site Service er ikke konfigureret endnu
de: Store Server wurde noch nicht konfiguriert
es: Todavía no se ha configurado un servidor de la tienda.
fi: Site Service -palvelua ei ole vielä määritetty
fr: Le service de site n'a pas encore été configuré
is: Stillingar fyrir búðarþjón hafa ekki verið settar inn
nl: Site-service is nog niet geconfigureerd
nl_be: Site Service werd nog niet geconfigureerd
ru: Сайт Сервиса еще не был сконфигурирован
sv: Butiksserver har inte konfigurerats ännu
vi_vn: Dịch vụ trang web chưa được cấu hình

# NotAllSelectedLinesCouldBeDeleted
source: Not all of the selected lines could be deleted as there are posted Goods receiving lines attached to them
bg: Не всички от избраните редове могат да бъдат изтрити, тъй като има свързани осчетоводени редове за получаване
da: Ikke alle de valgte linjer kunne slettes, da der er posterede modtagelseslinjer knyttet til dem
de: Nicht alle ausgewählten Zeilen konnten gelöscht werden, da veröffentlichte Wareneingangszeilen mit ihnen verbunden sind
es: No fue posible eliminar todas las líneas seleccionadas ya que hay líneas de recepción de bienes publicadas adjuntas a ellas
fi: Kaikki valittuja rivejä ei voitu poistaa, koska niille on lähetetty tavaran vastaanottavia rivejä
fr: Impossible de supprimer toutes les lignes sélectionnées car certaines d'entre elles comportent des lignes de réception de marchandises
is: Ekki er hægt að eyða öllum línunum sem voru valdar þar sem það er búið að gera vörumóttöku fyrir þær línur
nl: Niet alle geselecteerde regels kan worden verwijderd als er goederen ontvangen regels verbonden aan hen geboekt
nl_be: Niet alle geselecteerde lijnen konden verwijderd worden omdat er geboekte ontvangstlijnen Goederen aan verbonden zijn
ru: Не все выбранные строки могут быт удалены, так как есть строки приемки товаров, связанные с ними.
sv: Alla valda rader kunde inte raderas eftersom det finns bokade varumottagningsrader kopplade till dem
vi_vn: Không phải tất cả các dòng được chọn có thể bị xóa vì có những dòng nhận hàng được ghi sổ kèm theo chúng

# SearchBar_HasDiscount
source: Has discount
bg: Има отстъпка
da: Har rabat
de: Hat Rabatt
es: Tiene descuento
fi: Alennus on
fr: Comporte une remise
is: Afsláttur
nl: Korting
nl_be: Heeft korting
ru: Есть скидка
sv: Har rabatt
vi_vn: Có chiết khấu

# ThisWillDeleteAnyGRLinesAssociatedWithPOLines
source: This will also delete any goods receiving lines that may be associated with them
bg: Това също ще изтрие всички редове за получаване на стоки, които могат да бъдат свързани с тях
da: Dette vil også slette alle varemodtagelseslinjer, der kan være tilknyttet dem
de: Außerdem werden alle Wareneingangszeilen gelöscht, die mit ihnen verknüpft sein könnten
es: Esta acción también eliminará las líneas de recepción de bienes que puedan estar asociados a ellos
fi: Tämä poistaa myös vastaanottorivit, jotka voivat liittyä niihin
fr: Ceci supprimera aussi toutes les lignes de réception de marchandises associées
is: Allar vörumóttökuskjalslínur sem eru tengdar þessum línum munu einnig eyðast.
nl: Zijn er nog andere problemen die mogelijk samenhangen met het CVA?
nl_be: Hierdoor zullen ook ontvangstlijnen Goederen worden verwijderd die hieraan verbonden kunnen zijn
ru: Это удалит также любые строки документов товарной приемки, которые могут быть связанны с этим
sv: Detta raderar även alla varumottagningsrader som eventuellt är kopplade till dem
vi_vn: Điều này cũng sẽ xóa bất kỳ dòng nhận hàng nào có thể được liên kết tới

# SavingCounter
source: Saving {0} of {1}
bg: Запазва се {0} от {1}
da: Gemmer {0} af {1}
de: {0} von {1} werden gespeichert
es: Guardando {0} de {1}
fi: Tallentaa {0} / {1}
fr: Enregistrement de {0} sur {1}
is: Vista {0} af {1}
nl: Opslaan van {0} van {1}
nl_be: {0} van {1} wordt opgeslagen
ru: Сохранение {0} из {1}
sv: Sparar {0} av {1}
vi_vn: Tiết kiệm {0} trong số {1}

# SureToRemoveMultipleItems
source: This will remove all items that have not been posted, do you want to continue?
bg: Това ще премахне всички артикули, които не са били осчетоводени, искате ли да продължите?
da: Dette fjerner alle poster, der ikke er bogført, vil du fortsætte?
de: Dabei werden alle Artikel entfernt, die noch nicht veröffentlicht wurden. Möchten Sie fortfahren?
es: Esta acción eliminará todos los artículos que no se hayan publicado. ¿Desea continuar?
fi: Tämä poistaa kaikki kohteet, joita ei ole lähetetty, haluatko jatkaa?
fr: Ceci supprimera tous les articles qui n'ont pas été validés ; souhaitez-vous continuer ?
is: Þetta mun fjarlæga allar óbókaðar vörutalningarlínur, viltu halda áfram?
nl: Hiermee verwijdert u alle items die niet zijn geboekt, wilt u doorgaan?
nl_be: Dit zal alle artikels verwijderen die niet geboekt werden, wilt u doorgaan?
ru: Это удалит все товары, которые не были учтены. Продолжить?
sv: Detta tar bort alla artiklar som inte har bokats. Vill du fortsätta?
vi_vn: Tất cả các mặt hàng chưa ghi sổ sẽ bị xóa chưa được đăng, bạn có muốn tiếp tục không?

source: Counted
bg: Преброено:
da: Optalt
de: Gezählt
es: Contado
fi: Laskettu:
fr: Compté
is: Talið
nl: Geteld
nl_be: Geteld
ru: Количество:
sv: Inventerad
vi_vn: Số lượng kiểm đếm:

source: Difference
bg: Разлика:
de: Differenz
es: Diferencia
fi: Erotus:
fr: Différence
is: Mismunur
nl: Verschil:
nl_be: Verschil
ru: Разница:
sv: Skillnad
vi_vn: Chênh lệch:
