Repository: iespana/LSOne
Catalog: SM/Plugins/Inventory/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Error sending inventory transfer order
bg: Грешка при изпращане на поръчка за трансфер
da: Fejl ved afsendelse af lageroverførselsordre
de: Fehler beim Senden der Bestandstransferbestellung
es: Error de envío de la orden de transferencia de inventario
fi: Virhe varaston siirtotilauksen lähetyksessä
fr: Erreur lors de l'envoi de l'ordre de transfert de stock
is: Villa við að senda birgðaflutningssendingu
nl: Fout verzenden inventaris transferorder
nl_be: Fout bij verzending inventarisoverdrachtsorder
ru: Ошибка отправки складского заказа на перемещение
sv: Fel i skickning av lageröverföringsorder
vi_vn: Lỗi khi gửi lệnh chuyển hàng tồn kho

source: Error sending inventory transfer request
bg: Грешка при изпращане на заявка за трасфер на запаси
da: Fejl ved afsendelse af anmodning om lageroverførsel
de: Fehler beim Sender der Bestandstransferanfrage
es: Error al enviar de la solicitud de transferencia de inventario
fi: Virhe varaston siirtopyynnön lähetyksessä
fr: Erreur lors de l'envoi de l'ordre de transfert de stock
is: Villa við að senda birgðaflutningsbeiðni
nl: Verzoek van de domeinoverdracht van de inventaris van fout het verzenden
nl_be: Fout bij verzending aanvraag voor inventarisoverdracht
ru: Ошибка оправки запроса складского перемещения
sv: Fel i skickning av lageröverföringsbegäran
vi_vn: Lỗi gửi yêu cầu chuyển hàng tồn kho

source: From
bg: От
da: Fra
de: Von
es: Desde
fi: Lähettäjä
fr: Du
is: Frá
nl: Van
nl_be: Van
ru: От
sv: Från
vi_vn: Từ

# InventoryInTransitDescription
source: Use this option to view inventory that is in transit between stores
bg: Използвайте тази опция, за да видите запасите, които се трансферират между магазините
da: Brug denne mulighed til at se lagerbeholdning, der er i transit mellem butikker
de: Verwenden Sie diese Option, um Bestand, der zwischen Geschäften unterwegs ist, anzuzeigen
es: Utilice esta opción para ver el inventario en tránsito entre tiendas
fi: Käytä tätä toimintoa nähdäksesi myymälöiden välillä siirrossa olevat varastot
fr: Utilisez cette option pour afficher le stock en transit entre des magasins
is: Notaðu þennan valmöguleika til að skoða birgðir sem eru í flutningum milli búða
nl: Gebruik deze optie om de weergave voorraad die in doorvoer tussen de winkels
nl_be: Deze optie gebruiken om inventaris te bekijken die onderweg is tussen winkels
ru: Используйте эту опцию для просмотра наличия в транзите между магазинами
sv: Använd alternativet för att se lager som befinner sig i transit mellan butiker
vi_vn: Sử dụng tùy chọn này để xem hàng tồn kho đang vận chuyển giữa các cửa hàng

# InventoryOrdersDescription
source: Use this option to manage inventory transfer orders
bg: Използвайте тази опция, за да управлявате поръчките за трансфер на запаси
da: Brug denne mulighed til at administrere lageroverførselsordrer
de: Verwenden Sie die Option, um Bestandstransferbestellungen zu verwalten
es: Utilice esta opción para administrar las órdenes de transferencia de inventario
fi: Käytä tätä vaihtoehtoa hallinnoidaksesi varaston siirtotilauksia
fr: Utilisez cette option pour gérer les ordres de transfert de stock
is: Notaðu þennan valmöguleika til að sjá um birgðaflutningssendingar
nl: Gebruik deze optie voor het beheer van de inventaris transferorders
nl_be: Deze optie gebruiken om inventarisoverdrachtsorders te beheren
ru: Используйте эту опцию для управления заказами на складское перемещение
sv: Använd alternativet för att hantera lageröverföringsorder
vi_vn: Sử dụng tùy chọn này để quản lý đơn chuyển hàng tồn kho

# InventoryRequestsDescription
source: Use this option to manage inventory transfer requests
bg: Използвайте тази опция, за да управлявате заявки за трансфер на запаси
da: Brug denne mulighed til at administrere anmodninger om lageroverførsel
de: Verwenden Sie diese Option, um Bestandstransferanfragen zu verwalten
es: Utilice esta opción para administrar las solicitudes de transferencia de inventario
fi: Käytä tätä vaihtoehtoa hallinnoidaksesi siirtopyyntöjä
fr: Utilisez cette option pour gérer les demandes de transfert de stock
is: Notaðu þennan valmöguleika til að sjá um birgðaflutningsbeiðnir
nl: Gebruik deze optie voor het beheer van de inventaris aanvragen
nl_be: Deze optie gebruiken om aanvragen voor inventarisoverdracht te beheren
ru: Используйте эту опцию для управления запросами на складское перемещение
sv: Använd alternativet för att hantera lageröverföringsbegäran
vi_vn: Sử dụng tùy chọn này để quản lý các yêu cầu chuyển hàng tồn kho

source: Inventory transfer order lines
bg: Редове поръчка за трансфер
da: Beholdningsoverførsels ordrelinjer
de: Bestandstransferbestellungszeilen
es: Líneas de orden de transferencia de inventario
fi: Varaston siirtotilausten rivit
fr: Lignes de commandes de transfert de stock
is: Birgðaflutningssendingarlínur
nl: Voorraad overdracht orderregels
nl_be: Inventarisoverdrachtsorderlijnen
ru: Строки заказа складского перемещения
sv: Lageröverföringsorderrader
vi_vn: Các dòng chuyển hàng tồn kho

source: Inventory transfer orders
bg: Поръчки за трансфер на материални запаси
da: Beholdningsoverførselses ordrer
de: Bestandstransferbestellungen
es: Órdenes de transferencia de inventario
fi: Varaston siirtotilaukset
fr: Commandes de transfert de stock
is: Birgðaflutningssendingar
nl: Inventaris transferorders
nl_be: Inventarisoverdrachtsorders
ru: Заказы складского перемещения
sv: Lageröverföringsorder
vi_vn: Đơn hàng chuyển kho

source: Inventory transfer request lines
bg: Редове от заявки за трансфер на запаси
da: Beholdningsoverførelse anmodningslinjer
de: Bestandstransferanfragezeilen
es: Líneas de solicitud de transferencia de inventario
fi: Varaston siirtopyyntörivit
fr: Lignes de demandes de transfert de stock
is: Birgðaflutningsbeiðnalínur
nl: Voorraad overdracht verzoekregels
nl_be: Lijnen aanvragen voor inventarisoverdracht
ru: Строки запроса складского перемещения
sv: Lageröverföringsbegäran rader
vi_vn: Các dòng yêu cầu chuyển kho

source: Inventory transfer requests
bg: Заявки за трансфер на запаси
da: Anmodninger om overførsel af lager
de: Bestandstransferanfragen
es: Solicitudes de transferencia de inventario
fi: Varaston siirtopyynnöt
fr: Demandes de transfert de stock
is: Birgðaflutningsbeiðnir
nl: Inventaris aanvragen
nl_be: Aanvragen voor inventarisoverdracht
ru: Запросы складского перемещения
sv: Lageröverföringsbegäran
vi_vn: Các yêu cầu chuyển hàng tồn kho

source: New
bg: Нов
da: Ny
de: Neu
es: Nuevo
fi: Uusi
fr: Nouveau
is: Ný
nl: Nieuw
nl_be: Nieuw
ru: Новая
sv: Ny
vi_vn: Mới

source: No inventory transfer order found
bg: Няма намерена поръчка за трансфер
da: Der blev ikke fundet nogen lageroverførselsordre
de: Keine Bestandstransferbestellung gefunden
es: No se ha encontrado ninguna orden de transferencia de inventario
fi: Varaston siirtotilauksia ei löytynyt
fr: Aucun ordre de transfert de stock trouvé
is: Engin birgðaflutningssending fannst
nl: Geen voorraad transferorder gevonden
nl_be: Geen inventarisoverdrachtsorder gevonden
ru: Не найден заказ на складское перемещение
sv: Inga lageröverföringsorder hittade
vi_vn: Không tìm thấy đơn chuyển hàng tồn kho

source: No inventory transfer request found
bg: Не е намерена заявка за поръчка за трансфер
da: Der blev ikke fundet nogen anmodning om lageroverførsel
de: Keine Bestandstransferanfrage gefunden
es: No se ha encontrado ninguna solicitud de transferencia de inventario
fi: Varaston siirtopyyntöä ei löytynyt
fr: Aucune demande de transfert de stock trouvée
is: Engin birgðaflutningsbeiðni fannst
nl: Geen voorraad transferaanvraag gevonden
nl_be: Geen aanvraag voor inventarisoverdracht gevonden
ru: Не найден запрос на складское перемещение
sv: Ingen lageröverföringsbegäran hittad
vi_vn: Không tìm thấy yêu cầu chuyển hàng tồn kho

source: Received
bg: Получен
da: Modtaget
de: Empfangen
es: Recibido:
fi: Vastaanotettu
fr: Reçue
is: Móttekið
nl: Ontvangen
nl_be: Ontvangen
ru: Получено
sv: Inlevererad
vi_vn: Đã nhận

source: Receiving
bg: Получаване
da: Modtagelse
de: Erhalte
es: Recibiendo
fi: Vastaanotto
fr: Réception en cours
is: Móttaka
nl: Ontvangen
nl_be: Ontvangen
ru: Получение
sv: Inleverans
vi_vn: Nhận hàng

source: Remove line
bg: Премахване на ред
da: Fjern linje
de: Zeile entfernen
es: Eliminar línea
fi: Poista rivi
fr: Retirer la ligne
is: Fjarlægja línu
nl: Lijn Verwijderen
nl_be: Lijn verwijderen
ru: Удалить строку
sv: Ta bort rad
vi_vn: Xóa dòng

# RemoveLineQuestion
source: Are you sure you would like to remove the selected line ?
bg: Наистина ли искате да премахнете избрания ред?
da: Er du sikker på, at du vil fjerne den valgte linje?
de: Sind Sie sicher, dass Sie die ausgewählte Zeile entfernen wollen?
es: ¿Está seguro de que desea eliminar la línea seleccionada?
fi: Haluatko varmasti poistaa valitun rivin?
fr: Êtes-vous sûr(e) de vouloir retirer la ligne choisie ?
is: Ertu viss um að þú viljir fjarlægja valda línu ?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde regel?
nl_be: Weet u zeker dat u de geselecteerde lijn wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранную строку?
sv: Vill du ta bort vald rad?
vi_vn: Bạn có chắc chắn muốn xóa dòng đã chọn không?

source: Remove stock counting
bg: Премахване на броенето на запаси
da: Fjern lagertælling
de: Lagerzählung entfernen
es: Quitar recuento de existencias
fi: Poista varastolaskenta
fr: Retirer le comptage de stock
is: Eyða birgðatalningu
nl: Verwijder het tellen van de voorraad
nl_be: Telling voorraad verwijderen
ru: Удалить пересчет склада
sv: Ta bort inventering
vi_vn: Xóa số lượng kiểm kê

# RemoveStockCountingQuestion
source: Are you sure you would like to remove the selected stock counting ?
bg: Наистина ли искате да премахнете избраното броене на запаси?
da: Er du sikker på, at du vil fjerne den valgte lagertælling?
de: Sind Sie sicher, dass Sie die ausgewählte Lagerzählung entfernen wollen?
es: ¿Está seguro de que desea quitar el recuento de existencias seleccionado?
fi: Haluatko varmasti poistaa valitun varastolaskennan?
fr: Êtes-vous sûr(e) de vouloir retirer le comptage de stock choisi ?
is: Ertu viss um að þú viljir fjarlægja valda birgðatalningu ?
nl: Wilt u de geselecteerde koppeling werkelijk verwijderen?
nl_be: Weet u zeker dat u de geselecteerde telling van de voorraad wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный пересчет склада ?
sv: Vill du ta bort vald inventering?
vi_vn: Bạn có chắc muốn xóa số lượng kiểm kê đã chọn?

source: Send inventory transfer
bg: Изпращане трансфер
da: Send lageroverførsel
de: Bestandstransfer senden
es: Enviar transferencia de inventario
fi: Lähetä varastonsiirto
fr: Envoyer un transfert de stock
is: Senda birgðaflutningsbeiðni
nl: Stuur voorraad overdracht
nl_be: Inventarisoverdracht verzenden
ru: Отправить складское перемещение
sv: Skicka lageröverföring
vi_vn: Gửi chuyển hàng tồn kho

# SendInventoryTransferQuestion
source: Are you sure you would like to send the selected inventory transfer order(s) ?
bg: Наистина ли искате да изпратите избраното (ите) поръчки за трансфер?
da: Er du sikker på, at du vil sende de valgte lageroverførselsordrer?
de: Sind Sie sicher, dass Sie die ausgewählte Bestandstransferbestellung senden wollen?
es: ¿Está seguro de que desea enviar la orden de transferencia de inventario seleccionada?
fi: Haluatko varmasti lähettää valitun varaston siirtotilauksen?
fr: Êtes-vous sûr(e) de vouloir envoyer l'ordre de transfert de stock choisi ?
is: Ertu viss um að þú viljir senda valda birgðaflutningssendingu ?
nl: Weet u zeker dat u zou willen verzenden de transferorder geselecteerde voorraad?
nl_be: Weet u zeker dat u de geselecteerde inventarisoverdrachtsorder wilt verzenden?
ru: Вы уверены, что хотите отправить выбранный заказ складского перемещения?
sv: Vill du skicka vald lageröverföringsorder?
vi_vn: Bạn có chắc chắn muốn xóa (các) đơn chuyển hàng tồn kho đã chọn không?

source: Send inventory transfer request
bg: Изпращане на заявка за трансфер
da: Send anmodning om lageroverførsel
de: Bestandstransferanfrage senden
es: Enviar solicitud de transferencia de inventario
fi: Lähetä varaston siirtopyyntö
fr: Envoyer la demande de transfert de stock
is: Senda birgðaflutningsbeiðni
nl: Stuur de transferaanvraag inventaris
nl_be: Aanvraag voor inventarisoverdracht verzenden
ru: Отправить запрос складского перемещения
sv: Skicka lageröverföring
vi_vn: Gửi yêu cầu chuyển hàng tồn kho

# SendInventoryTransferRequestQuestion
source: Are you sure you would like to send the selected inventory transfer request(s) ?
bg: Наистина ли искате да изпратите избраната заявка(и) за трансфер?
da: Er du sikker på, at du vil sende de valgte lageroverførselsanmodninger?
de: Sind Sie sicher, dass Sie die ausgewählte Bestandstransferanfrage senden wollen?
es: ¿Está seguro de que desea enviar la solicitud de transferencia de inventario seleccionada?
fi: Haluatko varmasti lähettää valitun varaston siirtopyynnön?
fr: Êtes-vous sûr(e) de vouloir envoyer la demande de transfert de stock choisie ?
is: Ertu viss um að þú viljir senda valda birgðaflutningsbeiðni ?
nl: Weet u zeker dat u zou willen verzenden de transferaanvraag geselecteerde voorraad?
nl_be: Weet u zeker dat u de geselecteerde aanvraag voor inventarisoverdracht wilt verzenden?
ru: Вы уверены, что хотите отправить выбранный запрос складского перемещения?
sv: Vill du skicka vald lageröverföringsbegäran?
vi_vn: Bạn có chắc chắn muốn xóa (các) yêu cầu chuyển hàng tồn kho đã chọn không?

source: To
bg: До
da: Til
de: Bis
es: Hasta
fi: Vastaanottaja
fr: À
is: Til
nl_be: Tot
ru: В
sv: Till
vi_vn: Đến

source: To receive
bg: За получаване
da: At modtage
de: Bis erhalten
es: A recibir
fi: Vastaanottaa
fr: À recevoir
is: Til móttöku
nl: Totaal te ontvangen
nl_be: Ontvangen
ru: К получению
sv: Att inleverera
vi_vn: Để nhận

source: Transfer orders
bg: Поръчки за трансфер
da: Overførselsordrer
de: Transferbestellungen
es: Órdenes de transferencia
fi: Siirtotilaukset
fr: Ordres de transfert
is: Flutningssendingar
nl_be: Overdrachtsorders
ru: Заказы на перемещение
sv: Överföringsorder
vi_vn: Đơn chuyển hàng

source: Transfer order(s) deleted from head office
bg: Поръчката (ите) за трансфер се изтрити от централното управление
da: Overfør ordre(r) slettet fra hovedkontoret
de: Transferbestellung(en) vom Hauptsitz gelöscht
es: Orden/órdenes de transferencia eliminada(s) desde la sede
fi: Siirtotilaukset on poistettu pääkonttorista
fr: Ordre(s) de transfert supprimé(s) du siège
is: Flutningssendingum eytt frá aðalskrifstofum
nl: Overdracht bestelling(en) hoofdkantoor geschrapt
nl_be: Overdrachtsorder(s) die van het hoofdkantoor werd(en) verwijderd
ru: Заказ (заказы) на перемещение удалены из Головного офиса
sv: Överföringsorder raderat från huvudkontoret
vi_vn: Đơn chuyển hàng đã bị xóa khỏi trụ sở chính

# TransferOrdersDeletedFromHeadOfficeDescription
source: #1 transfer order(s) were deleted from head office. Because of this the transfer order(s) were also deleted from this store. You can view the audit log for details
bg: # 1 поръчка(и) за трансфер са изтрити от централата. Поради тази причина поръчките за трансфер също бяха изтрити от този магазин. Можете да видите регистъра за подробности
da: #1 overførselsordre(r) blev slettet fra hovedkontoret. På grund af dette blev overførselsordren(e) også slettet fra denne butik. Du kan se revisionsloggen for detaljer
de: #1 Transferbestellung(en) wurde(n) vom Hauptsitz gelöscht. Deshalb wurde(n) die Transferbestellung(en) von diesem Geschäft auch gelöscht. Sie können das Audit-Protokoll für Details anzeigen
es: Se ha(n) eliminado #1 orden/órdenes de transferencia en la sede, y por ello también se ha(n) eliminado dicha(s) orden/órdenes de transferencia en esta tienda. Puede consultar el registro de auditoría para obtener más información.
fi: #1 siirtotilausta on poistettu pääkonttorilta. Tästä syystä siritotilaukset on poistettu myös tästä myymälästä. Voit katsoa tarkastuslokista lisätietoa.
fr: #1 Ordre(s) de transfert a (ont) été supprimé(s) du siège. Par conséquent, le(s) ordre(s) de transfert a (ont) aussi été supprimé(s) de ce magasin. Affichez le journal d'audit pour plus d'informations
is: #1 færslusendingum var eytt frá aðalskrifstofum. Þar af leiðandi var þeim einnig eytt frá þessari búð. Eftirlitsskráin inniheldur nánari upplýsingar um þessar sendingar
nl: #1 overdracht aanvra(a)g(en) waren hoofdkantoor geschrapt. Hierdoor werden de overdracht aanvra(a)g(en) tevens verwijderd uit deze winkel. U kunt bekijken het controlelogboek voor meer informatie
nl_be: #1 overdrachtsorder(s) werd(en) van het hoofdkantoor verwijderd. Hierdoor werd(en) ook de overdrachtsorder(s) van deze winkel verwijderd. In de auditlog vindt u meer details
ru: #1 заказ (заказов) на перемещение был удален из головного офиса. Потому что этот заказ (заказы) на перемещение был удален в магазине. Вы можете просмотреть протокол аудита для деталей
sv: Huvudkontoret raderade #1 överföringsorder. På grund av detta raderades från den här butiken även den här överföringsorden. Du kan se revisionsloggen för detaljer
vi_vn: #1 Đơn chuyển hàng đã bị xóa khỏi trụ sở chính. Do đó, Đơn chuyển hàng này cũng bị xóa khỏi cửa hàng này. Bạn có thể xem nhật ký kiểm toán để biết chi tiết

source: Transfer requests
bg: Заявки за трансфер
da: Overførselsanmodninger
de: Transferanfragen
es: Solicitudes de transferencia
fi: Siirtopyynnöt
fr: Demandes de transfert
is: Flutningsbeiðnir
nl: Aanvragen
nl_be: Aanvragen voor overdracht
ru: Запросы на перемещение
sv: Överför begäran
vi_vn: Yêu cầu chuyển hàng

source: Transfer request(s) deleted from head office
bg: Заявката (те) за прехвърляне са изтрити от централата
da: Overførselsanmodning(er) slettet fra hovedkontoret
de: Transferanfrage(n) vom Hauptsitz gelöscht
es: Solicitud(es) de transferencia eliminada(s) en la sede
fi: Siirtopyynnöt poistettu pääkonttorista
fr: Demande(s) de transfert supprimé(s) du siège
is: Flutningsbeiðnum eytt frá aðalskrifstofum
nl: Overdracht aanvra(a)g(en) hoofdkantoor geschrapt
nl_be: Aanvraag (Aanvragen) voor overdracht van hoofdkantoor verwijderd
ru: Запрос (запросы) на перемещение удалены из Головного офиса
sv: Överföringsbegäran som raderats i huvudkontoret
vi_vn: Yêu cầu chuyển hàng đã bị xóa khỏi trụ sở chính

# TransferRequestsDeletedFromHeadOfficeDescription
source: #1 transfer request(s) were deleted from head office. Because of this the transfer request(s) were also deleted from this store. You can view the audit log for details
bg: Заявка за трасфер #1 бе изтрита от централата. Поради това заявката (те) за трансфер също бяха изтрити от този магазин. Можете да видите регистъра за подробности
da: #1 overførselsanmodning(er) blev slettet fra hovedkontoret. På grund af dette blev overførselsanmodningerne også slettet fra denne butik. Du kan se revisionsloggen for detaljer
de: #1 Transferanfrage(n) wurde(n) vom Hauptsitz gelöscht. Deshalb wurde(n) die Transferanfrage(n) von diesem Geschäft auch gelöscht. Sie können das Audit-Protokoll für Details anzeigen
es: Se ha(n) eliminado #1 solicitud(es) de transferencia en la sede y por ello también se ha(n) eliminado dicha(s) solicitud(es) de transferencia desde esta tienda. Puede consultar el registro de auditoría para obtener más información.
fi: #1 siirtopyyntöä on poistettu pääkonttorilta. Tästä syystä siritopyynnöt on poistettu myös tästä myymälästä. Voit katsoa tarkastuslokista lisätietoa.
fr: #1 Demande(s) de transfert a (ont) été supprimée(s) du siège. Par conséquent, la (les) demande(s) de transfert a (ont) aussi été supprimée(s) de ce magasin. Affichez le journal d'audit pour plus d'informations
is: #1 færslubeiðnum var eytt frá aðalskrifstofum. Þar af leiðandi var þeim einnig eytt frá þessari búð. Eftirlitsskráin inniheldur nánari upplýsingar um þessar beiðnir
nl: #1 overdracht aanvra(a)g(en) waren hoofdkantoor geschrapt. Hierdoor werden de overdracht aanvra(a)g(en) tevens verwijderd uit deze winkel. U kunt bekijken het controlelogboek voor meer informatie
nl_be: #1 aanvraag (aanvragen) voor overdracht werd(en) van het hoofdkantoor verwijderd. Hierdoor werd(en) ook de aanvraag (aanvragen) voor overdracht van deze winkel verwijderd. In de auditlog vindt u meer details
ru: #1 запросов на перемещение было удалено из Центрального офиса, потому что они были также удалены из этого магазина. Вы можете просмотреть протокол для деталей
sv: Huvudkontoret raderade #1 överföringsbegäran. På grund av detta raderades från den här butien även den här överföringsbegäran. Du kan se revisionsloggen för detaljer
vi_vn: #1 Yêu cầu chuyển hàng đã bị xóa khỏi trụ sở chính. Do đó, yêu cầu chuyển hàng cũng bị xóa khỏi cửa hàng này. Bạn có thể xem nhật ký kiểm toán để biết chi tiết

# UnableToConnectToSiteServiceReceivingDisabled
source: Unable to connect to Site Service. Receiving will be disabled
bg: Не може да се свърже с услугата на сайта. Получаването ще бъде деактивирано
da: Kan ikke oprette forbindelse til Site Service. Modtagelse deaktiveres
de: Kann nicht zum Site Service verbinden. Empfangen wird deaktiviert
es: No se puede establecer conexión con el servidor de la tienda. Se deshabilitará la recepción.
fi: Yhteyden muodostaminen Site Service -palveluun ei onnistu. Vastaanotto on keskeytetty
fr: Impossible de se connecter au Service de site. La réception sera désactivée
is: Tenging við Site Service mistókst. Ekki hægt að móttaka
nl: Onvermogend voor verbinden voor on-site Service. Ontvangen wordt uitgeschakeld
nl_be: Kon geen verbinding tot stand brengen met Site Service. Ontvangen zal worden uitgeschakeld
ru: Не удалось подключиться к Сайту Сервиса. Получение будет невозможным
sv: Kan inte ansluta till butiksserver. Inleverans inaktiveras
vi_vn: Không thể kết nối với Site Service. Nhận hàng sẽ bị vô hiệu hóa

# UnableToConnectToSiteServiceSendingDisabled
source: Unable to connect to Site Service. Sending will be disabled
bg: Не може да се свърже с услугата на сайта. Изпращането ще бъде деактивирано
da: Kan ikke oprette forbindelse til Site Service. Afsendelse deaktiveres
de: Kann nicht zum Site Service verbinden. Senden wird deaktiviert
es: No se puede establecer conexión con el servidor de la tienda. Se deshabilitará el envío.
fi: Yhteyden muodostaminen Site Service -palveluun ei onnistu. Lähetys on keskeytetty
fr: Impossible de se connecter au Service de site. L'envoi sera désactivé
is: Tenging við Site Service mistókst. Ekki hægt að senda
nl: Onvermogend voor verbinden voor on-site Service. Verzenden wordt uitgeschakeld
nl_be: Kon geen verbinding tot stand brengen met Site Service. Verzenden zal worden uitgeschakeld
ru: Не удалось подключиться к Сайту Сервиса. Отправление будет невозможным
sv: Kan inte ansluta till butiksserver. Skickning inaktiveras
vi_vn: Không thể kết nối với Site Service. Gửi hàng sẽ bị vô hiệu hóa

# UnableToDeleteRequest
source: Unable to delete one or more inventory requests
bg: Не може да се изтрият една или повече заявки за трансфер
da: Kan ikke slette en eller flere lageranmodninger
de: Kann Bestandstransferanfrage nicht löschen
es: No se puede eliminar la solicitud de transferencia de inventario
fi: Varaston siirtopyyntöä ei voitu poistaa
fr: Impossible de supprimer la demande de transfert de stock
is: Ekk hægt að eyða birgðaflutningsbeiðni
nl: Kunnen niet worden verwijderd van de transferaanvraag inventaris
nl_be: Niet mogelijk om aanvraag voor inventarisoverdracht te verwijderen
ru: Не удалось удалить запрос на складское перемещение
sv: Kan inte radera lageröverföringsbegäran
vi_vn: Không thể xóa một hoặc nhiều yêu cầu kiểm kê tồn kho
