Repository: iespana/LSOne
Catalog: SM/Plugins/Inventory/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# UnitConversionMissingOldIuToNewIu
source: A unit conversion rule does not exist between the old inventory unit and the new inventory unit. You cannot proceed until one exists. Do you want to create one ?
bg: Правилото за конверсия на единица не съществува между старата единица складови запаси и новата единица за скалдови запаси. Вие не можете да продължите без такава. Искате ли да създадете конверсия?
da: En enhedskonverteringsregel findes ikke mellem den gamle lagerenhed og den nye lagerenhed. Du kan ikke fortsætte, før der findes en. Vil du oprette en?
de: Eine Einheitsumwandlungsregel zwischen der alten Bestandseinheit und der neuen Bestandseinheit ist nicht vorhanden. Sie können nicht fortfahren, bis eine solche existiert. Wollen Sie eine zu erstellen?
es: No existe una regla de conversión de unidad entre la unidad de inventario anterior y la unidad de inventario nueva. No puede continuar hasta que haya una regla, ¿desea crearla?
fi: Yksikön muuntamissääntöä ei ole olemassa vanhan varastointiyksikön ja uuden varastointiyksikön välillä. Et voi jatkaa ennenkuin yksi löytyy. Haluatko luoda sen ?
fr: Il n'existe aucune règle de conversion d'unité entre l'ancienne unité de stock et la nouvelle unité de stock. Vous ne pourrez pas continuer avant d'en créer une. Souhaitez-vous en créer une ?
is: Það er ekki til umbreytingarregla á milli gömlu og nýju birgðareinganna. Þú getur ekki haldið áfram þanngað til hún er til. Viltu búa hana til núna ?
nl: Een eenheid conversie regel bestaat niet tussen de oude voorraad-eenheid en de nieuwe voorraad-eenheid. U kan niet overgaan tot een bestaat. Wilt u maken?
nl_be: Er bestaat geen eenheidsomzettingsregel tussen de oude inventariseenheid en de nieuwe inventariseenheid. U kunt niet doorgaan voordat er een nieuwe bestaat. Wilt u er een aanmaken?
ru: Не существует правила конвертирования между старой складской единицей и новой складской единицей. Вы не можете продолжить без разрешения этой проблемы. Создать такое правило ?
sv: En enhetskonverteringsregel finns inte mellan den gamla lagerenheten och den nya lagerenheten. Du kan inte fortsätta tills det finns en. Vill du skapa en nu? ?
vi_vn: Không tồn tại bộ quy tắc chuyển đổi giữa đơn vị hàng tồn kho cũ và đơn vị hàng tồn kho mới. Bạn không thể tiến hành cho đến khi có bộ quy tắc chuyển đổi. Bạn có muốn tạo một cái không?

# UnitConversionMissingSuToNewIu
source: A unit conversion rule does not exist between the new sales unit and the new inventory unit. You cannot proceed until one exists. Do you want to create one ?
bg: Правилото за конверсия на единица не съществува между новата единица продажби и новата единица за складови запаси. Вие не можете да продължите без такава. Искате ли да създадете конверсия?
da: En enhedskonverteringsregel findes ikke mellem den nye salgsenhed og den nye lagerenhed. Du kan ikke fortsætte, før der findes en. Vil du oprette en?
de: Eine Einheitsumwandlungsregel zwischen der neuen Verkaufseinheit und der neuen Bestandseinheit ist nicht vorhanden. Sie können nicht fortfahren, bis eine solche existiert. Wollen Sie eine zu erstellen?
es: No existe una regla de conversión de unidad entre la unidad de ventas nueva y la unidad de inventario nueva. No puede continuar hasta que haya una regla, ¿desea crear una?
fi: Yksikön muuntamissääntöä ei ole olemassa uuden myyntiyksikön ja uuden varastointiyksikön välillä. Et voi jatkaa ennenkuin yksi löytyy. Haluatko luoda sen ?
fr: Il n'existe aucune règle de conversion d'unité entre la nouvelle unité de vente et la nouvelle unité de stock. Vous ne pourrez pas continuer avant d'en créer une. Souhaitez-vous en créer une ?
is: Það er ekki til umbreytingarregla á milli nýju sölueiningarinnar og nýju birgðareinganna. Þú getur ekki haldið áfram þanngað til hún er til. Viltu búa hana til núna ?
nl: Een eenheid conversie regel bestaat niet tussen de oude voorraad-eenheid en de nieuwe voorraad-eenheid. U kan niet overgaan tot een bestaat. Wilt u maken?
nl_be: Er bestaat geen eenheidsomzettingsregel tussen de nieuwe verkoopeenheid en de nieuwe inventariseenheid. U kunt niet doorgaan voordat er een nieuwe bestaat. Wilt u er een aanmaken?
ru: Не существует правила конвертирования между новой единицей продажи и новой складской единицей. Вы не можете продолжить без разрешения этой проблемы. Создать такое правило ?
sv: En enhetskonverteringsregel finns inte mellan den nya förs.enheten och den nya lagerenheten. Du kan inte fortsätta tills det finns en. Vill du skapa en nu? ?
vi_vn: Không tồn tại bộ quy tắc chuyển đổi giữa đơn vị bán hàng mới và đơn vị hàng tồn kho mới. Bạn không thể tiến hành cho đến khi có bộ quy tắc chuyển đổi. Bạn có muốn tạo một cái không?

# UnitConvRuleNewSalesToNewInvMissingError
source: A unit conversion rule between the new sales unit and the new inventory unit was not created. Unit changes were not saved
bg: Правилото за конверсия на единица между новата единица за продажби и новата единица за складови запаси не е създадено. Промените в единиците не бяха запазени.
da: En enhedskonverteringsregel mellem den nye salgsenhed og den nye lagerenhed blev ikke oprettet. Enhedsændringer blev ikke gemt
de: Eine Einheitsumwandlungsregel zwischen der neuen Verkaufseinheit und der neuen Bestandseinheit wurde nicht erstellt. Einheitsänderungen wurden nicht gespeichert
es: No se ha creado una regla de conversión de unidad entre la unidad de ventas nueva y la unidad de inventario nueva. No se guardaron los cambios de unidad.
fi: Yksikön muuntamissääntöä uuden myyntiyksikön ja uuden varastointiyksikön välillä ei luotu. Yksikön muutoksia ei ole tallennettu.
fr: Il n'existe aucune règle de conversion d'unité entre la nouvelle unité de vente et la nouvelle unité de stock. Les modifications d'unités n'ont pas été enregistrées
is: Umbreytingarregla á milli nýju sölueiningarinnar og nýju birgðareiningarinnar var ekki búin til. Einingar voru ekki uppfærðar.
nl: Een eenheid conversie regel tussen de nieuwe buitendienst en de nieuwe voorraad-eenheid niet is gemaakt. Eenheid wijzigingen zijn niet opgeslagen
nl_be: Er werd geen eenheidsomzettingsregel tussen de nieuwe verkoopeenheid en de nieuwe inventariseenheid aangemaakt. De eenheidswijzigingen werden niet opgeslagen
ru: Правило конвертирования между новой единицей продажи и новой складскеой единицей не создано. Изменение единицы не сохранено
sv: En enhetskonverteringsregel mellan den nya förs.enheten och den nya lagerenheten skapades inte. Förändringar i enhet sparades inte.
vi_vn: Quy tắc chuyển đổi đơn vị giữa đơn vị bán hàng mới và đơn vị hàng tồn kho mới không được tạo. Thay đổi đơn vị không được lưu

# UnitConvRuleOldInvToNewInvMissingError
source: A unit conversion rule between the old inventory unit and the new inventory unit was not created. Unit changes were not saved
bg: Правилото за преобразуване между старата единица за складови запаси и новата единица за складови запси не е създадено. Промените в единиците не бяха запазени.
da: En enhedskonverteringsregel mellem den gamle lagerenhed og den nye lagerenhed blev ikke oprettet. Enhedsændringer blev ikke gemt
de: Eine Einheitsumwandlungsregel zwischen der alten Bestandsinheit und der neuen Bestandseinheit wurde nicht erstellt. Einheitsänderungen wurden nicht gespeichert
es: No se ha creado una regla de conversión de unidad entre la unidad de inventario anterior y la unidad de inventario nueva. No se guardaron los cambios de unidad.
fi: Yksikön muuntamissääntöä vanhan varastointiyksikön ja uuden varastointiyksikön välillä ei luotu. Yksikön muutoksia ei ole tallennettu.
fr: Il n'existe aucune règle de conversion d'unité entre l'ancienne unité de stock et la nouvelle unité de stock. Les modifications d'unités n'ont pas été enregistrées
is: Umbreytingarregla á milli gömlu og nýju birgðareiningarinna var ekki búin til. Einingar voru ekki uppfærðar.
nl: Een eenheid conversie regel tussen de oude voorraad-eenheid en de nieuwe voorraad-eenheid niet is gemaakt. Eenheid wijzigingen zijn niet opgeslagen
nl_be: Er werd geen eenheidsomzettingsregel tussen de oude inventariseenheid en de nieuwe inventariseenheid aangemaakt. De eenheidswijzigingen werden niet opgeslagen
ru: Правило конвертирования между старой складской единицей и новой складскеой единицей не создано. Изменение единицы не сохранено
sv: En enhetskonverteringsregel mellan den gamla lagerenheten och den nya lagerenheten skapades inte. Förändringar i enhet sparades inte.
vi_vn: Quy tắc chuyển đổi đơn vị giữa đơn vị hàng tồn kho cũ và hàng tồn kho cũ không được tạo. Thay đổi đơn vị không được lưu

# UpdateInventoryQty
source: Update inventory quantity
bg: Актуализиране количеството на запаси
da: Opdater lagerbeholdning
de: Bestandsanzahl aktualisieren
es: Actualizar cantidad de inventario
fi: Päivitä varaston määrä
fr: Mettre à jour la quantité des stocks
is: Uppfæra birgðir
nl: Update aantal in voorraad
nl_be: Inventarishoeveelheid updaten
ru: Обновить количество на складе
sv: Uppdatera lager kvantitet
vi_vn: Cập nhật số lượng hàng tồn kho

# UpdateInventoryQtyQuestion
source: Do you want to keep your inventory stock as it is or do you want to convert it using unit conversion rules between the old and the new inventory unit ?
bg: Искате ли да запазите наличността на запасите, каквато е, или искате да я конвертирате с правилото за конверсия между старата и новата единица за запаси?
da: Vil du opbevare din lagerbeholdning, som den er, eller vil du konvertere den ved hjælp af enhedskonverteringsregler mellem den gamle og den nye lagerenhed?
de: Wollen Sie Ihren Lagerbestand so wie er ist behalten, oder wollen Sie es zur Benutzung von Einheitsumrechnungsregeln zwischen der alten und der neuen Bestandseinheit konvertieren?
es: ¿Desea mantener sus existencias de inventario como están o desea convertirlas utilizando las reglas de conversión de unidades entre la unidad de inventario anterior y la nueva?
fi: Haluatko säilyttää varastonarvosi kuten ne ovat nyt vai haluatko muuntaa ne käyttämällä yksikön muunnosta vanhan ja uuden varastointiyksikön välillä?
fr: Souhaitez-vous conserver votre stock en l'état ou le convertir à l'aide des règles de conversion d'unités entre l'ancienne et la nouvelle unité de stock ?
is: Viltu halda núverandi birgðum óbreyttum eða umbreyta þeim með umbreytingarreglu á milli gömlu og nýju birgðareiningunum ?
nl: Wilt u uw inventaris voorraad houden zoals het is of wilt u converteren met behulp van eenheid omzettingsregels tussen de oude en de nieuwe voorraad-eenheid?
nl_be: Wilt u de inventarisvoorraad zo houden of wilt u hem omzetten met behulp van eenheidsomzettingsregels tussen de oude en de nieuwe inventariseenheid?
ru: Вы хотите сохранить ваш склад как есть или хотите конвертировать его используя правило конвертирования между старыми и новыми складскими единицами ? ?
sv: Vill du behålla ditt lager som det är eller vill du konvertera det med enhetskonverteringsregler mellan gammal och ny lagerenhet?
vi_vn: Bạn có muốn giữ hàng tồn kho như cũ hay chuyển đổi nó bằng cách sử dụng quy tắc chuyển đổi đơn vị giữa đơn vị hàng tồn kho cũ và mới?

source: Settings
bg: Настройки
da: Indstillinger
de: Vorgaben
es: Configuración
fi: Asetukset
fr: Paramètres
is: Stillingar
nl: Instellingen
nl_be: Instellingen
ru: Настройки
sv: Inställningar
vi_vn: Cài đặt

source: Update existing discount
bg: Актуализиране на съществуваща отстъпка
da: Opdater eksisterende rabat
de: Bestehenden Rabatt aktualisieren
es: Actualizar descuento existente
fi: Päivitä nykyinen alennus
fr: Mettre à jour la remise existante
is: Uppfæra núverandi afslætti
nl: Bijwerken van bestaande korting
nl_be: Bestaande korting updaten
ru: Обновить существующую скидку
sv: Uppdatera befintlig rabatt
vi_vn: Cập nhật chiết khấu hiện có

# UpdateExistingDiscountQuestion
source: Do you want to override all existing purchase order lines with this discount ?
bg: Искате ли да актуализирате всички съществуващи линии за поръчка за покупка с тази отстъпка?
da: Vil du overskrive alle eksisterende købsordrelinjer med denne rabat?
de: Möchten Sie alle vorhandenen Einkaufsbestellungszeilen mit diesem Rabatt überschreiben?
es: ¿Desea sobrescribir todas las líneas del pedido existentes con este descuento?
fi: Haluatko päivittää kaikki olemassa olevat ostotilausrivit tällä alennuksella?
fr: Souhaitez-vous remplacer toutes les lignes de commandes d'achat existantes avec cette remise ?
is: Vilt þú yfirskrifa núverandi afslætti á innkaupalínunum ?
nl: Wilt u overschrijft alle bestaande inkooporderregels met deze korting?
nl_be: Wilt u alle bestaande aankooporderlijnen met deze korting overschrijven?
ru: Вы хотите перезаписать все существующие строки заказа покупки этой скидкой ?
sv: Vill du ändra alla befintliga inköpsorderrader med den här rabatten?
vi_vn: Bạn có muốn ghi đè lên tất cả các dòng đơn mua hàng hiện có với chiết khấu này không?

source: Goods receiving settings
bg: Настройки за получаване на стоки
da: Varemodtagelsesindstillinger
de: Der Verkäufer wird gelöscht
es: El proveedor ha sido eliminado.
fi: Vastaanoton asetukset
fr: Le fournisseur a été supprimé
is: Vörumóttökustillingar
nl: Goederenontvangst instellingen
nl_be: Leverancier is verwijderd
ru: Настройки получения товаров
sv: Leverantören har raderats
vi_vn: Thiết lập nhận hàng

source: Purchase order settings
bg: Настройки на поръчки за покупка
da: Indstillinger for indkøbsordre
de: Einkaufsbestellungseinstellungen
es: Ajustes del pedido
fi: Ostotilausasetukset
fr: Paramètres de commande d'achat
is: Vörupöntunarstillingar
nl: Aankoop orde instellingen
nl_be: Instellingen aankooporders
ru: Настройки заказа покупки
sv: Inköpsorder inställningar
vi_vn: Thiết lập đơn đặt hàng

# TryingToReceiveOverLimit
source: You are trying to receive over the maximum limit. You can currenty only receive #1
bg: Опитвате се да получите над максималния лимит. Можете да получите само #1
da: Du prøver at modtage over den maksimale grænse. Du kan på nuværende tidspunkt kun modtage #1
de: Sie versuchen, über die Höchstgrenze zu empfangen. Sie können derzeit nur #1 empfangen
es: Está intentando recibir más del límite máximo. En estos momentos solos puede recibir #1
fi: Yrittämäsi vastaanottomäärä ylittää maksimi vastaanottomäärän. Voit vastaanottaa vain #1
fr: Ce que vous essayez de recevoir dépasse la limite maximum. Vous ne pouvez recevoir que #1 actuellement
is: Þú ert að reyna að taka á móti meiru en umframshámark. Þú getur núna aðeins tekið á móti #1
nl: U probeert te ontvangen via het maximumgehalte niet overschrijdt. U kunt currenty alleen ontvangen #1
nl_be: U probeert een bedrag te ontvangen dat boven de maximumlimiet ligt. U kunt momenteel slechts #1 ontvangen
ru: Вы пытаететесь получить сверх максимального лимита. Вы можете получить только #1
sv: Du försöker att inleverera över maximumgräns. Du kan endast inleverera #1
vi_vn: Số lượng hàng nhận vượt quá giới hạn tối đa. Bạn chỉ có thể nhận # 1

source: Auto populate lines
bg: Автоматично попълване на линии
da: Auto udfyld linjer
de: Zeilen automatisch bestücken
es: Completar líneas automáticamente
fi: Luo rivit automaattisesti
fr: Peupler les lignes automatiquement
is: Fylla út línur sjálfkrafa
nl: Automatisch vullen
nl_be: Automatisch lijnen invullen
ru: Авто заполнение строк
sv: Automatisk ifyllda rader
vi_vn: Tự động điền dòng

source: From vendor
bg: От доставчик
da: Fra leverandør
de: Von Verkäufer
es: Del proveedor
fi: Toimittajalta
fr: Du fournisseur
is: Frá birgja
nl: Van leverancier
nl_be: Van verkoper
ru: Из поставщика
sv: Från leverantör
vi_vn: Từ nhà cung cấp

source: Posting and receiving successful
bg: Осчетоводяването и получаването е успешно
da: Bogføring og modtagelse lykkedes
de: Senden und Empfangen erfolgreich
es: Publicación y recepción correctas
fi: Kirjaaminen ja vastaanottaminen onnistui
fr: Validation et réception réussies
is: Bókun og móttaka heppnaðist
nl: Boeken en succesvol ontvangen
nl_be: Boeken en ontvangen geslaagd
ru: Учет и получение успешны
sv: Bokföring och inleverans gick bra
vi_vn: Ghi sổ và nhận thành công

# IDMissing
source: ID is missing
bg: Липсва идентификационен номер
da: ID mangler
de: ID fehlt
es: Falta el ID
fi: Tunnus puuttuu
fr: ID manquant
is: Auðkenni vantar
nl: ID ontbreekt
nl_be: ID ontbreekt
ru: ID пропущен
sv: ID saknas
vi_vn: ID bị thiếu

# IDMissingQuestion
source: ID is missing. Would you like to auto generate the ID?
bg: Липсва идентификационен номер. Искате ли автоматично да генерирате идентификационния номер?
da: ID mangler. Vil du automatisk generere ID'et?
de: ID fehlt. Möchten Sie die ID automatisch erzeugen?
es: Falta el ID. ¿Desea generar automáticamente el ID?
fi: Tunnus puuttuu. Haluatko luoda tunnuksen automaattisesti?
fr: L'ID est manquant. Souhaitez-vous créer l'ID automatiquement ?
is: Auðkenni vantar. Viltu láta búa til auðkennið sjálfvirkt?
nl: ID ontbreekt. Wilt u automatisch de ID genereren?
nl_be: ID ontbreekt. Wilt u de ID automatisch genereren?
ru: ID отсутствует. Хотите сгенерировать ID в автоматическом режиме?
sv: ID saknas. Vill du autogenerera ID?
vi_vn: ID bị thiếu. Bạn có muốn tự động tạo ID không?

# OnlyCharAndNumbers
source: Vendor ID can only contain alphanumeric letters
bg: ID на доставчика може да съдържа само букви и цифри
da: Leverandør-ID kan kun indeholde alfanumeriske bogstaver
de: Verkäufer-ID darf nur alphanumerische Zeichen enthalten
es: El ID del vendedor solo puede contener caracteres alfanuméricos
fi: Toimittajan tunnus voi sisältää vain aakkosnumeerisia kirjaimia
fr: L'ID du fournisseur ne peut comporter que des caractères alphanumériques
is: Auðkenni birgja má eingöngu innihalda stafi og númer
nl: Leverancier-ID kan alleen alfanumerieke letters bevatten.
nl_be: De ID van de verkoper kan alleen alfanumerieke letters bevatten
ru: Поставщик ID может содержать только буквенно-цифровые символы
sv: Leverantör-ID kan endast innehålla alfanumeriska bokstäver
vi_vn: ID nhà cung cấp chỉ có thể chưa ký tự chữ và số

# VendorIDExists
source: This vendor ID exists in the database
bg: Този идентификатор на доставчика съществува в базата данни
da: Dette leverandør-id findes i databasen
de: Diese Verkäufer-ID ist in der Datenbank vorhanden
es: Este ID de proveedor ya existe en la base de datos
fi: Tämän toimittajan tunnus on jo olemassa tietokannassa
fr: Cet ID fournisseur existe déjà dans la base de données
is: Auðkenni birgja er þegar til
nl: Deze leverancier-ID bestaat in de database
nl_be: Deze ID verkoper bestaat in de database
ru: Этот Поставщик ID существует в базе данных
sv: Leverantör-ID finns i databasen
vi_vn: ID nhà cung cấp này tồn tại trong cơ sở dữ liệu

source: Date
bg: Дата
da: Dato
de: Datum
es: Fecha
fi: Pvm
is: Dagsetning
nl: Datum
nl_be: Datum:
ru: Дата
sv: Datum
vi_vn: Ngày

source: Finished
bg: Приключен
da: Afsluttet
de: Abgeschlossen
es: Terminado
fi: Valmis
fr: Terminé
is: Lokið
nl: Afgerond
nl_be: Voltooid
ru: Завершено
sv: Avslutad
vi_vn: Đã kết thúc

source: Inventory in transit
bg: Материални запаси в транзит
da: Varebeholdning i transit
de: Bestand unterwegs
es: Inventario en tránsito
fi: Varasto siirrossa
fr: Stock en transit
is: Birgðir í flutningum
nl: Voorraad in transit
nl_be: Inventaris onderweg
ru: Наличие в транзите
sv: Lager i transit
vi_vn: Tồn kho đi đường

# CannoCreateInventoryTransferRequest
source: Cannot create inventory transfer request
bg: Заявка за прехвърляне на запаси не може да се създаде
da: Kan ikke oprette anmodning om lageroverførsel
de: Kann keine Bestandstransferanfrage erstellen
es: No se puede crear la solicitud de transferencia de inventario
fi: Varaston siirtopyyntöä ei pystytty luomaan
fr: Impossible de créer la demande de transfert de stock
is: Ekki hægt að búa til birgðaflutningsbeiðni
nl: Geen maken voorraad transferaanvraag
nl_be: Kan geen aanvraag voor inventarisoverdracht aanmaken
ru: Нельзя создать запрос на складское перемещение
sv: Kan inte skapa lageröverföringsbegäran
vi_vn: Không thể tạo yêu cầu chuyển hàng tồn kho

# DeleteInventoryTransfer
source: Delete inventory transfer order
bg: Изтриване на поръчка за трансфер на запаси
da: Slet lageroverførselsordre
de: Bestandstransferbestellung löschen
es: Eliminar orden de transferencia de inventario
fi: Poista varaston siirtotilaus
fr: Supprimer la commande de transfert de stock
is: Eyða birgðaflutningssendingu
nl: Verwijder inventarisatie transfer orders
nl_be: Inventarisoverdrachtsorder verwijderen
ru: Удалить складской заказ на перемещение
sv: Radera lageröverföringsorder
vi_vn: Xóa đơn chuyển hàng tồn kho

# DeleteInventoryTransferQuestion
source: Are you sure you would like to delete the selected inventory transfer order(s) ?
bg: Наистина ли искате да изтриете избраната поръчка(и) за трансфер на запаси?
da: Er du sikker på, at du vil slette de / de valgte lageroverførselsordrer?
de: Sind Sie sicher, dass Sie die ausgewählte Bestandstransferbestellung löschen wollen?
es: ¿Está seguro de que desea eliminar la orden de transferencia de inventario seleccionada?
fi: Haluatko poistaa valitun varaston siirtotilauksen?
fr: Êtes-vous sûr(e) de vouloir supprimer la commande de transfert de stock choisie ?
is: Ertu viss um að þú viljir eyða valinni birgðaflutningssendingu ?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde voorraad transferorder?
nl_be: Weet u zeker dat u de geselecteerde inventarisoverdrachtsorder wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный заказ складского перемещения?
sv: Vill du radera vald lageröverföringsorder?
vi_vn: Bạn có chắc chắn muốn xóa (các) lệnh chuyển hàng tồn kho đã chọn không?

source: Delete inventory transfer request
bg: Изтриване на заявката за трансфер на запаси
da: Slet anmodning om lageroverførsel
de: Bestandstransferanfrage löschen
es: Eliminar solicitud de transferencia de inventario
fi: Poista varaston siirtopyyntö
fr: Supprimer la demande de transfert de stock
is: Eyða bigðaflutningsbeiðni
nl: Verzoek van de domeinoverdracht voorraad verwijderen
nl_be: Aanvraag voor inventarisoverdracht verwijderen
ru: Удалить складской запрос на перемещение
sv: Radera lageröverföringsbegäran
vi_vn: Xóa yêu cầu chuyển hàng tồn kho

# DeleteInventoryTransferRequestQuestion
source: Are you sure you would like to delete the selected inventory transfer request(s) ?
bg: Наистина ли искате да изтриете избраната заявка(и) за трансфер на запаси?
da: Er du sikker på, at du vil slette de (n) valgte anmodning (er) om overførsel af lager?
de: Sind Sie sicher, dass Sie die ausgewählte Bestandstransferanfrage löschen wollen?
es: ¿Está seguro de que desea eliminar la solicitud de transferencia de inventario seleccionada?
fi: Haluatko poistaa valitun varaston siirtopyynnön?
fr: Êtes-vous sûr(e) de vouloir supprimer la demande de transfert de stock choisie ?
is: Ertu viss um að þú viljir eyða valinni birgðaflutningsbeiðni ?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde voorraad transferaanvraag?
nl_be: Weet u zeker dat u de geselecteerde aanvraag voor inventarisoverdracht wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный запрос складского перемещения?
sv: Vill du radera lageröverföringsbegäran?
vi_vn: Bạn có chắc chắn muốn xóa (các) yêu cầu chuyển hàng tồn kho đã chọn không?

source: Error receiving inventory transfer order
bg: Грешка при получаване на поръчка за трансфер
da: Fejl ved modtagelse af lageroverførselsordre
de: Fehler beim Erhalten der Bestandstransferbestellung
es: Error al recibir la orden de transferencia de inventario
fi: Virhe varaston siirtotilauksen vastaanotossa
fr: Erreur lors de la réception de l'ordre de transfert de stock
is: Villa við að móttaka birgðaflutningssendingu
nl: error inventory transfer order
nl_be: Fout bij ontvangst inventarisoverdrachtsorder
ru: Ошибка получения складского заказа на перемещение
sv: Fel i mottagning av lageröverföringsorder
vi_vn: Lỗi khi nhận lệnh chuyển hàng tồn kho
