Repository: iespana/LSOne
Catalog: SM/Plugins/Inventory/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Add
bg: Добавяне
da: Tilføj
de: Hinzufügen
es: Añadir
fi: Lisää
fr: Ajouter
is: Bæta við
nl: Toevoegen
nl_be: Toevoegen
ru: Добавить
sv: Lägg till
vi_vn: Cộng thêm

source: Contacts
bg: Контакти
da: Kontakter
de: Kontakte
es: Contactos
fi: Kontaktit
is: Tengiliðir
nl: Contacten
nl_be: Contactpersonen
ru: Контакты
sv: Kontakter
vi_vn: Liên hệ

source: Delete
bg: Изтриване
da: Slet
de: Löschen
es: Borrar
fi: Poista
fr: Supprimer
is: Eyða
nl: Verwijderen
nl_be: Verwijderen
ru: Удалить
sv: Ta bort
vi_vn: Xóa

source: Delete contact
bg: Изтриване на контакт
da: Slet kontakt
de: Kontakt löschen
es: Borrar contacto
fi: Poista yhteyshenkilö
fr: Supprimer le contact
is: Eyða tengilið
nl: Contactpersoon verwijderen
nl_be: Contactpersoon verwijderen
ru: Удалить контакт
sv: Ta bort kontakt
vi_vn: Xóa liên hệ

# DeleteContactQuestion
source: Are you sure you want to delete the selected contact?
bg: Сигурни ли сте, че искате да изтриете избрания контакт?
da: Er du sikker på at du vil slette den valgte kontakt?
de: Sind Sie sicher, dass Sie den ausgewählten Kontakt löschen wollen?
es: ¿Está seguro de que desea borrar el contacto seleccionado?
fi: Haluatko varmasti poistaa valitun yhteyshenkilön?
fr: Êtes-vous sûr(e) de vouloir supprimer le contact choisi ?
is: Ertu viss um að þú viljir eyða völdum tengilið?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
nl_be: Weet u zeker dat u de geselecteerde contactpersoon wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный контакт?
sv: Vill du radera vald kontakt?
vi_vn: Bạn có chắc chắn muốn xóa liên hệ đã chọn?

source: Delete vendor
bg: Изтриване на доставчик
da: Slet leverandør
de: Verkäufer löschen
es: Borrar proveedor
fi: Poista toimittaja
fr: Supprimer le fournisseur
is: Eyða birgja
nl: Verwijderen van leverancier
nl_be: Verkoper verwijderen
ru: Удалить поставщика
sv: Radera leverantör
vi_vn: Xóa nhà cung cấp

# DeleteVendorQuestion
source: Are you sure you want to delete the selected vendor?
bg: Сигурни ли сте, че искате да изтриете избрания доставчик за артикул?
da: Er du sikker på at du vil slette den valgte leverandørvare?
de: Sind Sie sicher, dass Sie den ausgewählten Verkaufsartikel löschen wollen?
es: ¿Está seguro de que desea borrar el artículo del proveedor seleccionado?
fi: Haluatko varmasti poistaa valitun toimittajan tuotteen?
fr: Êtes-vous sûr(e) de vouloir supprimer l'article du fournisseur choisi ?
is: Ertu viss um að þú viljir eyða völdu vörunúmeri fyrir birgja?
nl: Weet u zeker dat u de geselecteerde items wilt wissen?
nl_be: Weet u zeker dat u het geselecteerde artikel van de verkoper wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранного поставщика товара?
sv: Vill du radera vald leverantörsartikel?
vi_vn: Bạn có chắc chắn muốn xóa Mặt hàng nhà cung cấp?

source: Edit
bg: Редактиране
da: Rediger ...
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
is: Breyta
nl: Bewerken
nl_be: Bewerken
ru: Редактировать
sv: Redigera
vi_vn: Chỉnh sửa

source: General
bg: Обща информация
da: Generelt
de: Allgemein
fi: Yleinen
fr: Général
is: Almennt
nl: Algemeen
nl_be: Algemeen
ru: Общее
sv: Allmänt
vi_vn: Chung

source: General setup
bg: Общи настройки
da: Generelle indstillinger
de: Allgemeines Setup
es: Configuración general
fi: Yleiset asetukset
fr: Paramètres généraux
is: Almenn uppsetning
nl: Algemene instellingen
nl_be: Algemene instelling
ru: Общая настройка
sv: Allmänna inställningar
vi_vn: Thiết lập chung

source: Inventory
bg: Материални запаси
da: Lagerbeholdning
de: Lager
es: Inventario
fi: Varasto
fr: Stock
is: Birgðir
nl: Inventarisatie
nl_be: Inventaris
ru: Склад
sv: Lager
vi_vn: Tồn kho

source: Inventory Lookup
bg: Търсене в материални запаси
da: Lagersøgning
de: Bestandssuchlauf
es: Búsqueda de inventario
fi: Varastosaldon haku
fr: Recherche de stock
is: Birgðauppfletting
nl: Inventaris Lookup
nl_be: Opzoeken inventaris
ru: Просмотр склада
sv: Lagersökning
vi_vn: Tra cứu hàng tồn kho

source: Notes
bg: Бележки
da: Bemærkninger
de: Hinweise
es: Notas
fi: Muistiot
is: Til minnis
nl: Opmerkingen
nl_be: Opmerkingen
ru: Заметки
sv: Anteckningar
vi_vn: Ghi chú

source: Vendor
bg: Доставчик
da: Leverandør
de: Verkäufer
es: Proveedor
fi: Toimittaja
fr: Fournisseur :
is: Birgi
nl: Verkoper
nl_be: Verkoper
ru: Поставщик
sv: Leverantör
vi_vn: Nhà cung cấp

source: Vendors
bg: Доставчици:
da: Leverandører
de: Verkäufer
es: Proveedores
fi: Toimittajat:
fr: Fournisseurs :
is: Birgjar
nl: Leveranciers:
nl_be: Verkopers
ru: Поставщики:
sv: Leverantörer
vi_vn: Nhà cung cấp

source: View all vendors
bg: Преглед всички доставчици
da: Se alle leverandører
de: Alle Verkäufer anzeigen
es: Ver todos los proveedores
fi: Näytä kaikki toimittajat
fr: Afficher tous les fournisseurs
is: Skoða alla birgja
nl: Alle verkopers bekijken
nl_be: Alle verkopers bekijken
ru: Просмотр всех поставщиков
sv: Se alla leverantörer
vi_vn: Xem tất cả nhà cung cấp

# ViewAllVendorsDescription
source: Use this option to view list of all vendors
bg: Използвайте тази опция, за да видите списък с всички доставчици
da: Brug denne mulighed til at se en liste over alle leverandører
de: Verwenden Sie diese Option, um die Liste aller Verkäufer anzuzeigen
es: Utilice esta opción para ver la lista de todos los proveedores
fi: Käytä tätä vaihtoehtoa nähdäksesi listauksen kaikista toimittajista
fr: Utilisez cette option pour afficher la liste de tous les fournisseurs
is: Veldu þennan kost til að sjá lista yfir alla birgja
nl: Gebruik deze optie om lijst weergeven van alle leveranciers
nl_be: Deze optie gebruiken om de lijst van alle verkopers te bekijken
ru: Используйте эту опцию для просмотра списка всех поставщиков
sv: Använd alternativet för att se leverantörslista
vi_vn: Sử dụng tùy chọn này để xem danh sách tất cả các nhà cung cấp

source: Color
bg: Цвят
da: Farve
de: Farbe
fi: Väri
fr: Couleur
is: Litur
nl: Kleur
nl_be: Kleur
ru: Цвет
sv: Färg
vi_vn: Màu

source: Convertible
bg: Трансформиращ
da: Konverterbare
de: Umrechenbar
fi: Muunnettavissa
is: Umreiknanlegt
nl: Converteerbaar
nl_be: Omzetbaar
ru: Трансформируемый
sv: Konverterbara
vi_vn: Có khả năng chuyển đổi

source: Delete vendor item
bg: Изтриване от доставчик за артикул
da: Slet leverandørvare
de: Verkäuferartikel löschen
es: Borrar artículo del proveedor
fi: Poista toimittajan tuote
fr: Supprimer l'article du fournisseur
is: Eyða vörunúmeri birgja
nl: Leverancier-item verwijderen
nl_be: Artikel verkoper verwijderen
ru: Удалить поставщика товара
sv: Radera leverantörsartikel
vi_vn: Xóa mặt hàng của nhà cung cấp

# DeleteVendorItemQuestion
source: Are you sure you want to delete the selected vendor item?
bg: Сигурни ли сте, че искате да изтриете избрания доставчик за артикул?
da: Er du sikker på at du vil slette den valgte leverandørvare?
de: Sind Sie sicher, dass Sie den ausgewählten Verkaufsartikel löschen wollen?
es: ¿Está seguro de que desea borrar el artículo del proveedor seleccionado?
fi: Haluatko varmasti poistaa valitun toimittajan tuotteen?
fr: Êtes-vous sûr(e) de vouloir supprimer l'article du fournisseur choisi ?
is: Ertu viss um að þú viljir eyða völdu vörunúmeri fyrir birgja?
nl: Weet u zeker dat u de geselecteerde items wilt wissen?
nl_be: Weet u zeker dat u het geselecteerde artikel van de verkoper wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранного поставщика товара?
sv: Vill du radera vald leverantörsartikel?
vi_vn: Bạn có chắc chắn muốn xóa Mặt hàng nhà cung cấp?

# RetailItemNoLongerExists
source: The retail item on this record no longer exists, please delete this record
bg: Артикулът за търговия на дребно в този запис вече не съществува, моля изтрийте този запис
da: Salgsvaren på denne post findes ikke længere, slet venligst posten
de: Der Einzelhandelsartikel in diesem Datensatz ist nicht länger vorhanden, löschen Sie bitte diesen Datensatz
es: El artículo minorista en este registro ya no existe, borre el registro.
fi: Tämän tietueen vähittäismyyntituotetta ei ole enää olemassa. Ole hyvä ja poista tietue
fr: L'article de vente au détail de cette entrée n'existe plus ; veuillez supprimer cette entrée
is: Varan á þessari færslu er ekki lengur til. Vinsamlegast eyðið þessari færslu
nl: Het retail-item op deze record niet meer bestaat, kunt u deze record verwijderen
nl_be: Het retailartikel in dit dossier bestaat niet meer; gelieve het te verwijderen
ru: Розничный товар в данной записи больше не существует. Пожалуйста, удалите эту запись
sv: Detaljhandelsartikel posten finns inte längre, radera posten
vi_vn: Mã hàng bán lẻ trong hồ sơ này không còn tồn tại, vui lòng xóa bản ghi này

source: Retail items
bg: Ритейл артикули
da: Salgsvarer
de: Einzelhandelsartikel
es: Artículos minoristas
fi: Tuotteet
fr: Articles de vente au détail :
is: Kassavörur
nl: Retail artikelen
nl_be: Retailartikelen
ru: Розничные товары
sv: Retail-artiklar
vi_vn: Mặt hàng bán lẻ

source: Size
bg: Размер
da: Størrelse
de: Größe
es: Tamaño
fi: Koko
fr: Taille
is: Stærð
nl: Grootte
nl_be: Grootte
ru: Размер
sv: Storlek
vi_vn: Kích cỡ

source: Style
bg: Стил
da: Tema
de: Stil
es: Estilo
fi: Tyyli
is: Stíll
nl: Stijl
nl_be: Stijl
ru: Стиль
sv: Modell
vi_vn: Loại

# UnitConversionQuestion
source: No unit conversion rule exists to convert from the selected unit to the inventory unit for the selected item. Would you like to create the rule?
bg: Не съществува правило за конверсия от избраната единица в единица мярка запаси за избрания артикул. Искате ли да създадете правилото?
da: Der findes ingen enhedskonverteringsregel for at konvertere fra den valgte enhed til lagerenheden for den valgte vare. Vil du oprette reglen?
de: Keine Einheitsumwandlungsregel ist vorhanden, um die gewählte Einheit in eine Inventareinheit für den ausgewählten Artikel zu konvertieren. Möchten Sie die Regel erstellen?
es: No existe ninguna regla de conversión de unidad de la unidad seleccionada a la unidad de inventario para el artículo seleccionado. ¿Desea crear la regla?
fi: Yksikön muuntamissääntöä ei ole olemassa, jotta voitaisiin muuntaa valitusta yksiköstä valitun kohteen varastointiyksikköön. Haluatko luodan säännön?
fr: Aucune règle de conversion d'unités n'existe pour convertir l'unité choisie vers l'unité de l'inventaire pour l'article choisi. Souhaitez-vous en créer une ?
is: Engin einingaumbreytingaregla fannst til að umbreyta úr valinni einingu yfir í einingu birgða. Viltu búa til regluna?
nl: Er bestaat geen eenheid conversie regel om te zetten van de geselecteerde eenheid naar de inventaris voor het geselecteerde item. Wilt u de regel aanmaken?
nl_be: Er bestaat geen eenheidsomzettingsregel om voor het geselecteerde artikel de geselecteerde eenheid naar de eenheid van de inventaris om te zetten. Wilt u de regel aanmaken?
ru: Нет правила преобразования из выбранной единицы в складскую единицу, для выбранного товара. Создать такое правило? ?
sv: Ingen konverteringsregel finns för att konvertera från vald enhet till lagerenhet för vald artikel. Vill du skapa regel?
vi_vn: Không tồn tại quy tắc chuyển đổi đơn vị để chuyển đổi từ đơn vị đã chọn sang đơn vị khoảng không quảng cáo cho mục đã chọn. Bạn có muốn tạo quy tắc?

# UnitConversionRuleMissing
source: Unit conversion rule is missing
bg: Липсва правило за преобразуване на мерни единици
da: Enhedskonverteringsregel mangler
de: Einheitsumrechnungsregel fehlt
es: Falta la regla de conversión de unidad
fi: Yksikön muuntamissääntö puuttuu
fr: Règle de conversion d'unité manquante
is: Einingaumbreytingaregla er ekki til
nl: Unit regelregel ontbreekt
nl_be: Regel voor omzetting eenheden ontbreekt
ru: Правило конвертирования единиц пропущено
sv: Enhetskonverteringsregel saknas
vi_vn: Quy tắc chuyển đổi đơn vị bị thiếu

# UnitConversionRuleMissingAlert
source: No unit conversion rule exists to convert from the selected unit to the inventory unit for the selected item.
bg: Не съществува правило за конверсия от избраната единица в единица мярка запаси за избрания артикул.
da: Der findes ingen enhedskonverteringsregel for at konvertere fra den valgte enhed til lagerenheden for den valgte vare.
de: Keine Einheitsumwandlungsregel ist vorhanden, um die gewählte Einheit in eine Inventareinheit für den ausgewählten Artikel zu konvertieren. Möchten Sie die Regel erstellen?.
es: No existe ninguna regla de conversión de unidades de la unidad seleccionada a la unidad de inventario para el artículo seleccionado.
fi: Yksikön muuntamissääntöä ei ole olemassa, jotta voitaisiin muuntaa valitusta yksiköstä valitun kohteen varastointiyksikköön.
fr: Aucune règle de conversion d'unités n'existe pour convertir l'unité choisie vers l'unité d'inventaire pour l'article choisi.
is: Engin einingaumbreytingaregla fannst til að umbreyta úr valinni einingu yfir í einingu birgða.
nl: Er bestaat geen eenheid conversie regel om te zetten van de geselecteerde eenheid naar de inventaris voor het geselecteerde item.
nl_be: Er bestaat geen eenheidsomzettingsregel om voor het geselecteerde artikel de geselecteerde eenheid naar de eenheid van de inventaris om te zetten.
ru: Нет правила конвертации из выбранной единицы в складскую единицу для выбранного товара.
sv: Ingen konverteringsregel finns för att konvertera från vald enhet till lagerenhet för vald artikel.
vi_vn: Không tồn tại quy tắc chuyển đổi đơn vị để chuyển đổi từ đơn vị đã chọn sang đơn vị khoảng không quảng cáo cho mục đã chọn.

source: Variant number
bg: Номер на варианта
da: Variantnummer
de: Variationsnummer
es: Número de variante
fi: Varianttinumero
fr: Numéro de variante :
is: Afbrigðisnúmer
nl: Variant nummer
nl_be: Variantnummer
ru: Номер варианта
sv: Variantnr
vi_vn: Số biến

# VariationNoLongerExists
source: The variation on this record no longer exists, please delete this record
bg: Вариант на този запис вече не съществува, моля изтрийте този запис
da: Variationen på denne post findes ikke længere, slet denne post
de: Die Variante in dem Datensatz ist nicht länger vorhanden, bitte löschen Sie diesen Datensatz
es: La variación en este registro ya no existe, borre el registro.
fi: Tätä variaatiota tietueesta ei ole enää olemassa, poista tämä tietue
fr: La variation de cette entrée n'existe plus ; veuillez supprimer cette entrée
is: Breytileikinn á þessari færslu er ekki lengur til. Vinsamlegast eyðið þessari færslu
nl: De variatie op deze record niet meer bestaat, kunt u deze record verwijderen
nl_be: De variatie in dit dossier bestaat niet meer; gelieve dit te verwijderen
ru: Вариация в этой записи больше не существует. Пожалуйста, удалите эту запись
sv: Variantposten finns inte längre, radera posten
vi_vn: Các biến thể trong hồ sơ này không còn tồn tại, xin vui lòng xóa hồ sơ này

# VendorItemCombinationExists
source: An item with this combination exists for this vendor
bg: Артикул с тази комбинация вече съществува за този доставчик
da: Der findes en vare med denne kombination for denne leverandør
de: Ein Artikel mit dieser Kombination ist für diesen Verkäufer vorhanden
es: Existe un artículo con esta combinación para este proveedor.
fi: Tälle toimittajalle on kyseinen tuotteen yhdistelmä
fr: Un article correspondant à cette combinaison existe pour ce fournisseur
is: Vara með þessum skilyrðum er nú þegar til fyrir þennan birgja
nl: Een item met deze combinatie bestaat voor deze leverancier
nl_be: Er bestaat een artikel met deze combinatie voor deze verkoper
ru: Товар с этой комбинацией существует для этого поставщика
sv: En artikel med den här kombinationen finns för leverantören
vi_vn: Một mặt hàng với kết hợp này đã tồn tại cho nhà cung cấp này

# VendorItemExists
source: An item with this ID exists for this vendor in the database
bg: Артикул с този идентификатор съществува за този доставчик в базата данни
da: Der findes en vare med dette ID for denne leverandør i databasen
de: Ein Artikel mit dieser ID ist für diesen Verkäufer in der Datenbank vorhanden
es: Existe un artículo con este ID para este proveedor en la base de datos.
fi: Tälle toimittajalle on jo olemassa kyseinen tuotetunnus tietokannassa
fr: Un article comportant cet ID existe déjà pour ce fournisseur dans la base de données
is: Vara með þessu auðkenni er til fyrir þennan birgja
nl: Een item met deze ID bestaat voor deze leverancier in de database
nl_be: Er bestaat een artikel met deze ID voor deze verkoper in de database
ru: Товар с этим ID уже существует для этого поставщика в базе данных
sv: En artikel med det här ID:et finns för leverantören i databasen
vi_vn: Một mặt hàng có ID này đã tồn tại cho nhà cung cấp này trong cơ sở dữ liệu

source: No
bg: Не
da: Nej
de: Nein
fi: Ei
fr: Non
is: Nei
nl: Nee
nl_be: Nee
ru: Нет
sv: Nej
vi_vn: Không

source: Yes
bg: Да
da: Ja
de: Ja
es: Sí
fi: Kyllä
fr: Oui
is: Já
nl: Ja
nl_be: Ja
ru: Да
sv: Ja
vi_vn: Có

source: Adjustments
bg: Корекции
da: Reguleringer
de: Anpassungen
es: Ajustes
fi: Muutokset
fr: Ajustements
is: Leiðrétting
nl: Bijstellingen
nl_be: Aanpassingen
ru: Корректировки
sv: Justeringar
vi_vn: Điều chỉnh

source: Delete reason
bg: Изтриване на причина
da: Årsag til sletning
de: Grund löschen
es: Borrar motivo
fi: Poista syy
fr: Supprimer la raison
is: Eyða ástæðu
nl: Reden verwijdering
nl_be: Reden verwijderen
ru: Удаление причины
sv: Radera orsak
vi_vn: Xóa lý do

# DeleteReasonQuestion
source: Are you sure you want to delete the selected reason?
bg: Сигурни ли сте, че искате да изтриете избраната причина?
da: Er du sikker på at du ønsker at slette den valgte årsag?
de: Sind Sie sicher, dass Sie den ausgewählten Grund löschen wollen?
es: ¿Está seguro de que desea borrar el motivo seleccionado?
fi: Haluatko varmasti poistaa valitun syyn?
fr: Êtes-vous sûr(e) de vouloir supprimer la raison choisie ?
is: Ertu viss um að þú viljir eyða valinni ástæðu?
nl: Weet u zeker dat u de geselecteerde reden wilt wissen?
nl_be: Weet u zeker dat u de geselecteerde reden wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранную причину?
sv: Vill du radera vald orsak?
vi_vn: Bạn có chắc chắn muốn xóa lý do đã chọn?

source: Inventory adjustment
bg: Коригиране на запасите
da: Lagerjustering
de: Bestandsanpassung
es: Ajuste de inventario
fi: Varaston muutos
fr: Ajustement de stock
is: Leiðrétting birgða
nl: Voorraadaanpassing
nl_be: Inventarisaanpassing
ru: Коррекция склада
sv: Lager justering
vi_vn: Điều chỉnh hàng tồn kho

source: Active
bg: Отваряне
da: Åbn
de: Aktiv
es: Activo
fi: Avaa
fr: Activer
is: Virk
nl: Open
nl_be: Actief
ru: Активно
sv: Aktiv
vi_vn: Mở

source: All
bg: Всички
da: Alle
de: Alle
es: Todo
fi: Kaikki
fr: Tous
is: Allar
nl: Alles
nl_be: Alle
ru: Все
sv: Alla
vi_vn: Tất cả

# ConversionRuleMissing
source: Posting was not successfull because no unit conversion rule exists between the sales unit and the inventory unit for the selected item
bg: Осчетоводяването не е било успешно, тъй като не съществува правило за преобразуване между единицата за продажба и единицата за матер.запаси за избрания артикул
da: Bogføringen var ikke vellykket, fordi der ikke findes nogen enhedskonverteringsregel mellem salgsenheden og lagerenheden for den valgte vare
de: Senden war nicht erfolgreich, weil keine Einheitsumrechnungsregel zwischen der Verkaufseinheit und der Bestandseinheit für den ausgewählten Artikel vorhanden ist
es: No se ha publicado porque no existe ninguna regla de conversión de unidad entre la unidad de ventas y la unidad de inventario para el artículo seleccionado.
fi: Kirjaus ei onnistunut, koska valitulta tuotteelta puuttuu yksikön konversiosäännöt myyntiyksikön ja varastointiyksikön väliltä
fr: Échec de la validation car il n'existe aucune règle de conversion d'unité entre l'unité de vente et l'unité d'inventaire pour l'article choisi
is: Bókun tókst ekki vegna þess að engin einingar umbreytingarregla er til milli sölueiningar og birgðareiningar fyrir þessa vöru
nl: Boeken was niet succesvol omdat geen eenheid conversie regel tussen de buitendienst en de eenheid van de inventaris voor het geselecteerde item bestaat
nl_be: Boeking niet geslaagd omdat er voor het geselecteerde artikel geen omzettingsregel voor eenheden bestaat tussen de verkoopeenheid en de inventariseenheid
ru: Учет не удачен, потом у что нет правила конвертирования между единицей продажи и складской единицей для выбранного товара
sv: Bokföring gick inte bra eftersom ingen enhetskonverteringsregel mellan förs.enhet och lagerenhet finns för vald artikel.
vi_vn: Ghi sổ không thành công vì không tồn tại quy tắc chuyển đổi giữa đơn vị bán và đơn vị tồn kho cho mặt hàng được chọn

source: Delete goods receiving document
bg: Изтриване на документ за получаване на стоки
da: Slet varemodtagelses dokument
de: Wareneingangsdokument löschen
es: Borrar documento de recepción de bienes
fi: Poista tavaran vastaanoton asiakirja
fr: Supprimer le document de réception de marchandises
is: Eyða vörumóttöku skjali
nl: Goederenontvangst document verwijderen
nl_be: Ontvangstdocument verwijderen
ru: Удалить документ получения товаров
sv: Radera godsinleveransdokument
vi_vn: Xóa chứng từ nhận hàng

source: Delete goods receiving document line
bg: Изтриване на ред от документ за получаване на стоки
da: Slet varemodtagelses dokumentlinje
de: Wareneingangsdokumentenzeile löschen
es: Borrar línea de documento de recepción de bienes
fi: Poista tavaran vastaanoton asiakirjan rivi
fr: Supprimer la ligne du document de réception de marchandises
is: Eyða vörumóttöku skjals línu
nl: Goederenontvangst documentregel verwijderen
nl_be: Lijn ontvangstdocument verwijderen
ru: Удалить строку документа получения товаров
sv: Radera godsinleverans dokumentrad
vi_vn: Xóa dòng chứng từ nhận hàng

# DeleteGoodsReceivingDocumentLineQuestion
source: Are you sure you would like to delete the selected goods receiving document line ?
bg: Сигурни ли сте, че искате да изтриете избраната линия от документ за получаване на стоки?
da: Er du sikker på, at du vil slette den valgte varemodtagelses dokumentlinje?
de: Sind Sie sicher, dass Sie die ausgewählte Wareneingangsdokumentenzeile löschen wollen?
es: ¿Está seguro de que desea borrar la línea del documento de recepción de bienes seleccionada?
fi: Haluatko poistaa valitun vastaanoton asiakirjan rivin?
fr: Êtes-vous sûr(e) de vouloir supprimer la ligne du document de réception de marchandises choisie ?
is: Ertu viss um að þú viljir eyða valdrei vörumóttöku línu?
nl: Bent u zeker dat u wilt verwijderen van de geselecteerde goederen documentregel ontvangen?
nl_be: Weet u zeker dat u het geselecteerde ontvangstdocument voor goederen wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранные строки документа получения товаров ?
sv: Vill du radera inleveransdokumentraden för det valda godset?
vi_vn: Bạn có chắc chắn muốn xóa dòng chứng từ nhận hàng đã chọn?

# DeleteGoodsReceivingDocumentQuestion
source: Are you sure you would like to delete the selected goods receiving document ?
bg: Наистина ли искате да изтриете избрания документ за получаване на стоки?
da: Er du sikker på, at du vil slette det valgte varemodtagelsesdokument?
de: Sind Sie sicher, dass Sie das ausgewählte Wareneingangsdokument löschen wollen?
es: ¿Está seguro de que desea borrar el documento de recepción de bienes seleccionado?
fi: Haluatko poistaa valitun vastaanoton asiakirjan?
fr: Êtes-vous sûr(e) de vouloir supprimer le document de réception de marchandises choisi ?
is: Ertu viss um að þú viljir eyða völdu vöru móttöku skjali ?
nl: Bent u zeker dat u wilt verwijderen van de geselecteerde goederen document ontvangen?
nl_be: Weet u zeker dat u het geselecteerde ontvangstdocument voor goederen wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранные документы получения товаров ?
sv: Vill du radera inleveransdokumentet för det valda godset?
vi_vn: Bạn có chắc chắn muốn xóa dòng chứng từ nhận hàng đã chọn?
