Repository: iespana/LSOne
Catalog: SM/Plugins/Inventory/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# GenerateMultiplePOFromPurchaseWorksheet
source: Use this option to generate multiple purchase orders from a purchase worksheet
bg: Използвайте тази опция, за да генерирате много поръчки за покупка от работен лист за покупка
da: Brug denne indstilling til at generere flere indkøbsordrer fra et indkøbsregneark
de: Verwenden Sie diese Option, um mehrere Bestellungen anhand eines Bestellungsarbeitsblatts zu erstellen
es: Utilice esta opción para generar varios pedidos a partir de una hoja de cálculo de compras
fi: Käytä tätä vaihtoehtoa luodaksesi useampi ostotilaus hankinnan työkirjalta
fr: Utilisez cette option pour générer plusieurs commandes d'achat à partir d'une feuille de calcul d'achat
is: Notaðu þennan möguleika til að búa til margar innkaupapantanir útfrá innkaupavinnubók
nl: Selecteer deze optie om een formele tabel (table) te genereren.
nl_be: Gebruik deze optie om verschillende aankooporders aan te maken op basis van een aankoopwerkblad
ru: Используйте эту опцию для создания нескольких заказов покупки из рабочего листа покупки
sv: Använd det här alternativet för att generera flera inköpsorder från ett inköpskalkylblad
vi_vn: Sử dụng tùy chọn này để tạo nhiều đơn mua hàng từ bảng mua hàng

# GeneratePOFromFilter
source: Use this option to generate a purchase order from a filter
bg: Използвайте тази опция, за да генерирате поръчка за покупка от филтър
da: Brug denne mulighed til at generere en indkøbsordre fra et filter
de: Verwenden Sie diese Option, um einen Bestellschein anhand eines Filters zu erstellen.
es: Utilice esta opción para generar un pedido a partir de un filtro.
fi: Käytä tätä vaihtoehtoa luodaksesi ostotilaus filterin perusteella
fr: Utilisez cette option pour générer une commande d'achat à partir d'un filtre
is: Notaðu þennan möguleika til að búa til innkaupavinnubók útfrá afmörkun
nl: Gebruik deze optie om een inkooporder genereren van een filter
nl_be: Gebruik deze optie om een aankooporder op basis van een filter aan te maken
ru: Используйте эту опцию для создания заказа на поставку из фильтра
sv: Använd det här alternativet för att generera en inköpsorder från ett filter
vi_vn: Sử dụng tùy chọn này để tạo đơn đặt hàng từ bộ lọc

# GeneratePOFromTemplate
source: Generate a purchase worksheet from an inventory template
bg: Генериране работен лист за покупка от шаблон за инвентаризация
da: Generer et køb-regneark fra en lagerskabelon
de: Erstellen Sie ein Bestellungsarbeitsblatt anhand einer Bestandsvorlage
es: Generar una hoja de cálculo de compras a partir de una plantilla de inventario
fi: Luo hankinnan työkirja inventaariomallista
fr: Générer une feuille de calcul d'achat à partir d'un modèle d'inventaire
is: Búa til innkaupavinnubók útfrá birgðasniðmáti
nl: Genereer een aankoop worksheet vanuit een inventory template
nl_be: Een aankoopwerkblad aanmaken op basis van een inventarismodel
ru: Генерирование рабочего листа покупки из шаблона склада
sv: Generera ett inköpskalkylblad från en lagermall
vi_vn: Tạo bảng mua hàng từ một mẫu tồn kho

# ImportPOFromExcel
source: Import an Excel purchase order file
bg: Импорт на файл с поръчка за покупка от Excel
da: Importer en Excel-indkøbsordrefil
de: Excel-Bestellscheindatei importieren
es: Importar un archivo de pedido de Excel
fi: Lue sisään Excel ostotilaustiedosto
fr: Importer un fichier de commande d'achat Excel
is: Flytja inn Excel innkaupapöntunar skjal
nl: Importeren van een Excel bestand voor de volgorde van de aankoop
nl_be: Excelbestand aankooporder importeren
ru: Импорт Excel файла заказа покупки
sv: Importera en inköpsorderfil i Excel-format
vi_vn: Nhập tệp đơn đặt hàng Excel

# OptionForImportPOFromExcel
source: Use this option to import an Excel purchase order file
bg: Използвайте тази опция, за да импортирате файл с поръчка от Excel
da: Brug denne mulighed til at importere en Excel-købsordrefil
de: Verwenden Sie diese Option, um eine Excel-Bestellscheindatei zu importieren
es: Utilice esta opción para importar un archivo de pedido de Excel
fi: Tämän asetuksen avulla voit tuoda Excel-ostotilaustiedoston
fr: Utilisez cette option pour importer un fichier de commande d'achat Excel
is: Notaðu þennan möguleika til að flytja inn innkaupapöntun á Excel skjali
nl: Gebruik deze optie voor het importeren van een Excel bestand voor de volgorde van de aankoop
nl_be: Gebruik deze optie om een Excelbestand aankooporder te importeren
ru: Используйте эту опцию для импорта заказ покупки из Excel
sv: Använd det här alternativet för att importera en inköpsorderfil i Excel-format
vi_vn: Sử dụng tùy chọn này để nhập tệp đơn đặt hàng Excel

source: Generating purchase order
bg: Генериране на поръчка за покупка
da: Genererer indkøbsordre
de: Der Bestellschein wird erstellt
es: Generación del pedido en curso
fi: Luodaan ostotilaus
fr: Génération de commande d'achat en cours
is: Bý til innkaupapöntun
nl: Inkooporder genereren
nl_be: Aankooporder wordt aangemaakt
ru: Генерирование заказа покупки
sv: Genererar inköpsorder
vi_vn: Tạo đơn đặt hàng

source: Manage
bg: Управление
da: Administrer
de: Verwalten
es: Administrar
fi: Hallitse
fr: Gérer
is: Birta
nl: Beheren
nl_be: Beheren
ru: Управление
sv: Hantera
vi_vn: Quản lý

# NewCountingStockTitle
source: New stock counting journal
bg: Нов журнал за броене на запаси
da: Ny lageroptællingskladde
de: Neues Bestandszählungsjournal
es: Nuevo diario de recuento de existencias
fi: Uusi varastolaskennan päiväkirja
fr: Nouveau journal de comptage de stock
is: Nýja talningarbók
nl: Nieuwe voorraad tellen dagboek
nl_be: Nieuw log voorraadtelling
ru: Новый журнал подсчтета склада
sv: Ny inventeringsjournal
vi_vn: Nhật ký kiểm kê tồn kho mới

# NumberOfOpenPurchaseOrders
source: There are #1 open purchase orders
bg: Има #1 отворени поръчки за покупка
da: Der er #1 åbne købsordrer
de: Es gibt #1 offene Bestellscheine
es: Existe(n) #1 pedido(s) abierto(s)
fi: #1 kpl avoimia ostotilauksia
fr: Il y a #1 commande d'achat ouverte(s)
is: Það eru #1 innkaupapantanir opnar
nl: Er zijn #1 open inkooporders
nl_be: Er zijn #1 open aankooporders
ru: Существует #1 открытых заказов покупки
sv: Det finns #1 öppna inköpsorder
vi_vn: Có #1 đơn đặt hàng mở

# OpenPurchaseOrdersOnStore
source: #2 has #1 open purchase orders
bg: #2 има #1 отворени поръчки за покупка
da: #2 har #1 åbne købsordrer
de: #2 hat #1 offene Bestellscheine
es: #2 tiene #1 pedido(s) abierto(s)
fi: #2 on #1 avoimia ostotilauksia
fr: #2 comporte #1 commande d'achat ouverte(s)
is: #2 er með #1 opnar innkaupapantanir
nl: #2 is #1 open inkooporders
nl_be: #2 heeft #1 open aankooporders
ru: Для #2 есть #1 открытых заказов
sv: #2 har #1 öppna inköpsorder
vi_vn: #2 có #1 các đơn đặt hàng mở

# GeneratingStockCountingFromFilter
source: Generating stock counting journal
bg: Генериране журнал за броене на запаси
da: Genererer lageroptællingskladde
de: Das Bestandszählungsjournal wird erstellt
es: Generación del diario de recuento de existencias en curso
fi: Luodaan varastolaskennan päiväkirja
fr: Génération d'un journal de comptage de stock en cours
is: Bý til talningarbók
nl: Genereer een stocktelling journaal
nl_be: Log voorraadtelling wordt aangemaakt
ru: Генерирование журнала подсчета склада
sv: Genererar inventeringsjournal
vi_vn: Tạo nhật ký kiểm kê tồn kho

# SomeItemsMightBeMissingFromPurchaseOrder
source: Some items might be missing from the purchase order you are creating.
bg: Някои артикули може да липсват в поръчката за покупка, която създавате.
da: Nogle varer mangler muligvis i den købsordre, du opretter.
de: Einige Artikel könnten auf dem Bestellschein, den Sie gerade erstellen, fehlen.
es: Puede que falten algunos artículos en el pedido que está creando.
fi: Jotkin kohteet saattavat puuttua luomastasi tilauksesta.
fr: Il se peut que certains articles soient manquants dans la commande d'achat que vous êtes en train de créer.
is: Einhverjar vörur gætu vantað í innkaupapöntunina sem þú ert að búa til.
nl: 3. Waarom lijken er enkele selectievakjes te ontbreken in het onderzoek?
nl_be: Bepaalde artikels van de aankooporder die u aanmaakt, kunnen ontbreken.
ru: Некоторые товары могут отсутствовать в заказе покупки при создании.
sv: Det saknas eventuellt vissa artiklar i den inköpsorder du håller på att skapa.
vi_vn: Một số mặt hàng có thể bị thiếu trong đơn đặt hàng bạn đang tạo.

# SomeItemsMightBeMissingFromStockCountingJournal
source: Some items might be missing from the stock counting journal you are creating.
bg: Някои артикули може да липсват в журнала за броене на запаси, който създавате.
da: Nogle varer mangler muligvis i den lageroptællingsklasse, du opretter.
de: Einige Artikel könnten in dem Bestandszählungsjournal, das Sie gerade erstellen, fehlen.
es: Puede que falten algunos artículos en el diario de recuento de existencias que está creando.
fi: Jotkin kohteet saattavat puuttua luomastasi varastolaskennan päiväkirjasta.
fr: Il se peut que certains articles soient manquants dans le journal de comptage de stock que vous êtes en train de créer.
is: Einhverjar vörur gæti vantað í talningarbókina sem þú ert að búa til.
nl: Sommige artikelen ontbreken op de tellijst de welke is aangemaakt
nl_be: Bepaalde artikels van het log van de voorraadtelling dat u aanmaakt, kunnen ontbreken.
ru: Некоторые товары могут быт пропущены в журнале подсчета склада при создании.
sv: Det saknas eventuellt vissa artiklar i den inventeringsjournal du håller på att skapa.
vi_vn: Một số mục có thể bị thiếu trong nhật ký kiểm kê bạn đang tạo.

# UpdateItemMasterToIncludeItems
source: To include the missing items please update the local item master.
bg: За да включите липсващите артикули, моля актуализирайте локалния главен аритикул.
da: For at inkludere de manglende varer, venligst opdater den lokale varemaster
de: Um die fehlenden Artikel einzuschließen, aktualisieren Sie bitte den lokalen Artikelmaster.
es: Para incluir los artículos que faltan, actualice el maestro local de artículos.
fi: Puuttuvien tuotteiden sisällyttämiseksi, ole hyvä ja päivitä paikallinen tuotemaster.
fr: Pour inclure ces articles manquants, veuillez mettre à jour le maître d'article local.
is: Til að bæta þeim við þarft þú að uppfæra staðbundnu vöruskrána.
nl: Tot de ontbrekende update items please van het lokale object model.
nl_be: Werk de lokale artikelmaster bij om de ontbrekende artikelen op te nemen.
ru: Для включения пропущенных товаров, пожалуйста, обновите локальный справочник товара.
sv: Uppdatera den lokala artikelhuvudboken för att inkludera artiklar som saknas.
vi_vn: Để thêm các mặt hàng còn thiếu xin vui lòng cập nhật các local item master.

source: View purchase worksheets
bg: Вижте работни листове за покупка
da: Se købsregneark
de: Bestellungsarbeitsblätter anzeigen
es: Ver hojas de cálculo de compras
fi: Katso hankinnan työkirjoja
fr: Afficher les feuilles de calcul d'achat
is: Skoða innkaupa vinnubók
nl: Weergave aankoop werkbladen
nl_be: Aankoopwerkbladen bekijken
ru: Просмотр рабочих листов покупки
sv: Visa inköpskalkylblad
vi_vn: Xem bảng tính mua hàng

source: Other
bg: Друго
da: Andet
de: Sonstige
es: Otras
fi: Muu
fr: Autre
is: Annað
nl: Andere
nl_be: Andere
ru: Другое
sv: Annat
vi_vn: Khác

# OtherWaysToCreatePurchaseOrder
source: Use this option to view other ways to create a purchase order
bg: Използвайте тази опция, за да видите други начини за създаване на поръчка за покупка
da: Brug denne indstilling til at se andre måder at oprette en indkøbsordre
de: Verwenden Sie diese Option, um andere Methoden zum Erstellen eines Bestellscheins anzuzeigen
es: Utilice esta opción para ver otras formas de crear un pedido
fi: Tämän vaihtoehdon avulla voit tarkastella muita tapoja luoda ostotilaus
fr: Utilisez cette option pour afficher d'autres façons de créer une commande d'achat
is: Notaðu þennan möguleika til að skoða aðrar leiðir til að búa til innkaupapöntun
nl: Gebruik deze optie om te bekijken van andere manieren om een inkooporder te maken
nl_be: Gebruik deze optie om andere manieren te bekijken om een aankooporder aan te maken
ru: Используйте эту опцию для просмотра других способов создания заказа
sv: Använd det här alternativet för att visa andra sätt att skapa en inköpsorder
vi_vn: Sử dụng tùy chọn này để xem các cách khác để tạo đơn đặt hàng

# DeleteFileImport
source: Delete import files
bg: Изтриване на файлове за импорт
da: Slet importfiler
de: Importdateien löschen
es: Eliminar archivos de importación
fi: Poista tuontitiedostot
fr: Supprimer les fichiers d'importation
is: Eyða innlestrar skrám
nl: Verwijder invoer
nl_be: Importbestanden verwijderen
ru: Удаление файлов импорта
sv: Radera importfiler
vi_vn: Xóa tập tin nhập

# ItemsNotAvailableLocally
source: Not all items are available locally.
bg: Не всички артикули са налични на местно ниво.
da: Ikke alle varer er tilgængelige lokalt.
de: Nicht alle Artikel stehen lokal zur Verfügung.
es: No todos los artículos están disponibles localmente.
fi: Kaikki tuotteet eivät ole saatavilla paikallisesti.
fr: Tous les articles ne sont pas disponibles localement.
is: Ekki eru allar vörur til í staðbundnum grunni.
nl: Niet alle items zijn lokaal beschikbaar.
nl_be: Niet alle artikels zijn lokaal beschikbaar.
ru: Не все товары доступны локально.
sv: Alla artiklar finns inte tillgängliga lokalt.
vi_vn: Không phải tất cả các mặt hàng đều có sẵn cục bộ.

# DeleteFileImportQuestion
source: Are you sure you would like to delete the selected import files?
bg: Наистина ли искате да изтриете избраните файлове за импорт?
da: Er du sikker på, at du vil slette de valgte importfiler?
de: Möchten Sie die ausgewählten Importdateien wirklich löschen?
es: ¿Está seguro de que desea eliminar los archivos de importación seleccionados?
fi: Haluatko varmasti poistaa valitut tuontitiedostot?
fr: Êtes-vous sûr(e) de vouloir supprimer les fichiers d'importation choisis ?
is: Ertu viss um að þú viljir eyða völdum innlestrar skrám?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde importbestanden?
nl_be: Weet u zeker dat u de geselecteerde importbestanden wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранные файлы импортов?
sv: Vill du verkligen radera de valda importfilerna?
vi_vn: Bạn có chắc chắn muốn xóa các tệp nhập đã chọn?

# SomeItemsMissingFromPurchaseOrder
source: Some items are not available locally and might be missing from the purchase order you are creating.
bg: Някои артикули не са налични локално и може да липсват в поръчката за покупка, която създавате.
da: Nogle varer er ikke tilgængelige lokalt og mangler muligvis fra den indkøbsordre, du opretter.
de: Einige Artikel stehen lokal nicht zur Verfügung und könnten auf dem Bestellschein, den Sie gerade erstellen, fehlen.
es: Algunos artículos no están disponibles localmente y puede que falten en el pedido que está creando.
fi: Joitakin kohteita ei ole saatavana paikallisesti, ja ne saattavat puuttua luotavasta tilauksesta.
fr: Certains articles ne sont pas disponibles localement et peuvent être manquants dans la commande d'achat que vous êtes en train de créer.
is: Einhverjar vörur eru ekki til á staðbundna grunninum og gæti vantað á innkaupapöntunina sem þú ert að búa til.
nl: Sommige items zijn niet beschikbaar lokaal en op de inkooporder die u samenstelt ontbreken.
nl_be: Bepaalde artikels zijn lokaal niet beschikbaar en kunnen ontbreken op de aankooporder die u aanmaakt.
ru: Некоторые товары локально не доступны и могут отсутствовать в заказе покупки при создании.
sv: Vissa artiklar finns inte tillgängliga lokalt och saknas kanske i den inköpsorder du håller på att skapa.
vi_vn: Một số mặt hàng không có sẵn tồn kho và có thể bị thiếu trong đơn đặt hàng bạn đang tạo.

# SomeItemsMissingFromStockCountingJournal
source: Some items are not available locally and might be missing from the stock counting journal you are creating.
bg: Някои артикули не са налични локално и може да липсват в журнала за броене на запаси, който създавате.
da: Nogle varer er ikke tilgængelige lokalt og mangler muligvis i den lageroptællingskladde, du opretter.
de: Einige Artikel stehen lokal nicht zur Verfügung und könnten im Bestandszählungsjournal, das Sie gerade erstellen, fehlen.
es: Algunos artículos no están disponibles localmente y puede que falten en el diario de recuento de existencias que está creando.
fi: Jotkut kohteet eivät ole paikallisesti käytettävissä, ja ne saattavat puuttua luomastasi varastolaskennan päiväkirjasta.
fr: Certains articles ne sont pas disponibles localement et peuvent être manquants dans le journal de comptage de stock que vous êtes en train de créer.
is: Einhverjar vörur eru ekki til á staðbundna grunninum og gæti vantað í talningarbókina sem þú ert að búa til.
nl: Sommige items zijn niet beschikbaar lokaal en mogelijk ontbrekende uit de voorraad tellen dagboek die u samenstelt.
nl_be: Bepaalde artikels zijn lokaal niet beschikbaar en kunnen ontbreken in het log van de voorraadtelling dat u aanmaakt.
ru: Некоторые товары не доступны локально и могут отсутствовать в журнале подсчета склада при создании.
sv: Vissa artiklar finns inte tillgängliga lokalt och saknas kanske i den inventeringsjournal du håller på att skapa.
vi_vn: Một số mặt hàng không có sẵn tại kho và có thể bị thiếu trong nhật ký kiểm kê bạn đang tạo.

# ToCountPurchaseOrdersConnectToSiteService
source: To count open purchase orders you need to connect to the Site Service
bg: За да преброите открити поръчки за покупка, трябва да се свържете с услугата на сайта
da: For at tælle åbne indkøbsordrer skal du oprette forbindelse til Site Service
de: Um offene Bestellscheine zu zählen, müssen Sie sich mit dem Site Service verbinden
es: Para contar los pedidos abiertos debe conectarse al servidor de la tienda
fi: Jotta voit laskea avoimia ostotilauksia, sinun on muodostettava yhteys Site Service -palveluun
fr: Pour compter les commandes d'achat ouvertes, vous devez vous connecter au Service de site
is: Til þess að telja opnar innkaupapantanir þarft þú að tengjast við búðarþjón
nl: De naam die gebruikt wordt bij het verbinden met de dienst.
nl_be: Om open aankooporders te tellen, moet u verbinding maken met de Site Service
ru: Для того, чтобы подсчитать открытые заказы покупки, вам необходимо подключиться к Сервису Сайтов
sv: För att kunna räkna alla öppna inköpsorder måste du ansluta till Site Service
vi_vn: Để đếm các đơn đặt hàng mua đang xử lý, bạn cần kết nối với Site Service

# DuplicateVendorRecordDetected
source: Duplicate record detected, for same vendor, item and unit
bg: Открит е дублиран запис за същия доставчик, артикул и единица
da: Der registreres duplikeret rekord for samme leverandør, vare og enhed
de: Doppelter Eintrag für gleichen Verkäufer, Artikel und Einheit erkannt
es: Se ha detectado un registro duplicado del mismo proveedor, artículo y unidad
fi: Tuplatapahtuma havaittiin samalle toimittajalle, tuotteelle ja yksikölle
fr: Entrée double détectée pour les mêmes fournisseur, article et unité
is: Tvítekin færsla fannst fyrir sama birgja, vöru og einingu
nl: Duplicate records die tijdens de invoer werden gedetecteerd
nl_be: Duplicaatrecord gedetecteerd, voor zelfde verkoper, artikel en eenheid
ru: Обнаружены дублированные записи для некоторых поставщиков, товаров и единиц измерения
sv: Dubbla poster upptäcktes för samma leverantör, artikel och enhet
vi_vn: Bản ghi trùng lặp được phát hiện, cho cùng một nhà cung cấp, mặt hàng và đơn vị

source: Remove lines
bg: Премахване на редове
da: Fjern linjer
de: Zeilen entfernen
es: Eliminar líneas
fi: Poista rivit
fr: Retirer des lignes
is: Fjarlægja línur
nl: Verwijderen van lijnen
nl_be: Lijnen verwijderen
ru: Удаление строк
sv: Ta bort rader
vi_vn: Xóa các dòng

# RemoveLinesQuestion
source: Are you sure you would like to remove the selected lines ?
bg: Наистина ли искате да премахнете избраните линии?
da: Er du sikker på, at du vil fjerne de valgte linjer?
de: Sind Sie sicher, dass Sie die ausgewählten Zeilen entfernen möchten?
es: ¿Está seguro de que desea eliminar las líneas seleccionadas?
fi: Haluatko varmasti poistaa valitut rivit?
fr: Êtes-vous sûr(e) de vouloir retirer les lignes choisies ?
is: Ertu viss um að þú viljir fjarlægja valdar línur?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde regels?
nl_be: Weet u zeker dat u de geselecteerde lijnen wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранные строки?
sv: Vill du ta bort de markerade raderna?
vi_vn: Bạn có chắc chắn muốn xóa các dòng đã chọn?

# ImportDuplicateFileHeader
source: Duplicate file
bg: Дублиран файл
da: Kopier fil
de: Doppelte Datei
es: Duplicar archivo
fi: Kopioi tiedosto
fr: Fichier double
is: Tvíteknar skrár
nl_be: Bestand dupliceren
ru: Дублировать файл
sv: Dubblettfil
vi_vn: Tệp tin sao chép

# MissingCSVImportProfile
source: Please create a CSV import profile of type Stock counting and set it as default before importing a CSV stock counting file.
bg: Моля създайте профил за импортиране CSV от вид броене на запаси и го задайте по подразбиране, преди да импортирате CSV файл за броене на запаси.
da: Opret en CSV-importprofil af typen Lageroptælling, og indstil den som standard, inden du importerer en CSV-lageroptællingsfil.
de: Bitte erstellen Sie ein CSV-Importprofil der Bestandszählungsart und legen Sie es als Standard fest, bevor Sie eine CSV-Bestandszählungsdatei importieren.
es: Cree un perfil CSV de importación de recuento de existencias y configúrelo como perfil predeterminado antes de importar un archivo CSV de recuento de existencias.
fi: Luo CSV-tuontiprofiili, jonka tyyppi on varastolaskenta ja aseta se oletukseksi ennen CSV-varastojen laskentataulukon tuomista.
fr: Veuillez créer un profil d'importation CSV de type Comptage de stock et le définir par défaut avant d'importer un fichier de comptage de stock CSV.
is: Áður en þú flytur inn CSV birgðartalningarskrá þarft þú að búa til CSV innflutningsprófíl af tegundinni Birgðatalning og setja hann sem sjálfgefinn.
nl: Maak een profiel importeren CSV soort voorraad tellen en stel deze in als standaard voor het importeren van een CSV-bestand bestand tellen.
nl_be: Maak een CSV-importprofiel aan van type voorraadtelling en stel dit als standaard in voordat u een bestand CSV-voorraadtelling importeert.
ru: Пожалуйста, создайте профиль импорта CSV файла подсчета склада и настройте его как профиль умолчанию перед импортом CSV файла подсчета.
sv: Skapa en profil för CSV-import av typen inventering och välj den som standard innan du importerar någon CSV-inventeringsfil.
vi_vn: Vui lòng tạo hồ sơ nhập CSV theo dạng kiểm kê và thiết lập nó như mặc định trước khi nhập tệp kiểm kê CSV.

# FileAlreadyAddedToImport
source: This file has already been added to import.
bg: Този файл вече е добавен за импортиране.
da: Denne fil er allerede føjet til import.
de: Diese Datei wurde bereits für den Import hinzugefügt.
es: Este archivo ya se ha añadido a la importación.
fi: Tämä tiedosto on jo lisätty tuontiin.
fr: Ce fichier a déjà été ajouté à l'importation.
is: Þessari skrá hefur þegar verið bætt við innflutning.
nl: Dit bestand is al toegevoegd aan het importeren.
nl_be: Dit bestand is al aan de import toegevoegd.
ru: Этот файл уже был добавлен в импорт.
sv: Den här filen har redan lagts till i importen.
vi_vn: Tập tin này đã được thêm vào để nhập.
