Repository: iespana/LSOne
Catalog: SM/Plugins/Inventory/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# InventoryAdjustmentPositiveCount
source: Adding {0} {1} to main inventory
bg: Добавя се {0} {1} към основната наличност
da: Tilføjer {0} {1} til hovedlager
de: Hinzufügen von {0} {1} zum Hauptbestand
es: Añadiendo {0} {1} al inventario principal
fi: Lisätään {0} {1} päävarastoon
fr: Ajout de {0} {1} à l'inventaire principal
is: Bæti {0} {1} við lagerinn
nl: {0} {1} aan belangrijkste inventaris toe te voegen
nl_be: {0} {1} wordt toegevoegd aan de hoofdinventaris
sv: Att lägga till {0} {1} till huvudlagret
vi_vn: Thêm {0} {1} vào kho chính

# ParkedInventoryNegativeCount
source: Parking {0} {1}
da: Parkering {0} {1}
de: Parken von {0} {1}
es: Inmovilizando {0} {1}
fi: Parkkeeraus {0} {1}
fr: Immobilisation de {0} {1}
is: Merki {0} {1} sem ótiltækt
nl: Parkeren {0} {1}
nl_be: {0} {1} wordt geparkeerd
sv: Parkering {0} {1}
vi_vn: Dành riêng {0} {1}

# ParkedInventoryPositiveCount
source: To add {0} {1} back to main inventory please use the move to main inventory feature
bg: За да добавите {0} {1} обратно към основните запаси, използвайте функцията за преместване към основните запаси
da: For at tilføje {0} {1} tilbage til hovedlageret skal du bruge funktionen "Flyt til hovedlager"
de: Um {0} {1} erneut zum Hauptbestand hinzuzufügen, verwenden Sie bitte die Funktion „In Hauptbestand verschieben“.
es: Para volver a añadir {0} {1} al inventario principal, use la función Mover al inventario principal
fi: Jos haluat lisätä {0} {1} takaisin päävarastoon, käytä päävarastoon siirto ominaisuutta
fr: Pour remettre {0} {1} dans inventaire principal, veuillez utiliser la fonctionnalité « déplacer vers l'inventaire principal »
is: Til að bæta {0} {1} aftur í lagerinn vinsamlegast notaðu aðgerðina "Færa tilbaka í birgðir"
nl: Als u wilt toevoegen van {0} {1} terug naar de belangrijkste voorraad gebruik de verhuizing naar belangrijkste inventaris functie
nl_be: Om {0} {1} terug aan de hoofdinventaris toe te voegen, gebruikt u de functie Verplaatsen naar hoofdinventaris
sv: Använd funktionen ”flytta till huvudlager” för att lägga till {0} {1} tillbaka till huvudlagret
vi_vn: Để thêm {0} {1} trở lại tồn kho chính, vui lòng sử dụng tính năng chuyển hàng tồn kho

# StockReservationNegativeCount
source: Reserving {0} {1}
bg: Резервиране {0} {1}
da: Reserverer {0} {1}
de: Reservierung von {0} {1}
es: Reservando {0} {1}
fi: Varaus {0} {1}
fr: Réservation de {0} {1} en cours
is: Tek frá {0} {1}
nl: Reserveren van {0} {1}
nl_be: {0} {1} wordt gereserveerd
sv: Reservera {0} {1}
vi_vn: Trữ hàng {0} {1}

# StockReservationPositiveCount
source: Adding {0} {1} back to main inventory
bg: Добавя се {0} {1} към основите запаси
da: Tilføjer {0} {1} tilbage til hovedlageret
de: Erneutes Hinzufügen von {0} {1} zum Hauptbestand
es: Volviendo a añadir {0} {1} al inventario principal
fi: Lisätään {0} {1} takaisin päävarastoon
fr: {0} {1} est en train d'être remis dans l'inventaire principal
is: Bæti {0} {1} aftur við lagerinn
nl: Toevoegen van {0} {1} terug naar belangrijkste inventaris
nl_be: {0} {1} wordt terug aan de hoofdinventaris toegevoegd
sv: Att lägga till {0} {1} till huvudlagret
vi_vn: Thêm {0} {1} trở lại tồn kho chính

source: All regions
bg: Всички региони
da: Alle regioner
de: Alle Regionen
es: Todas las regiones
fi: Kaikki alueet
fr: Toutes les régions
is: Öll svæði
nl: Alle regio's
nl_be: Alle regio's
sv: Alla regioner
vi_vn: Tất cả địa điểm

# SearchBar_Area
source: Area
bg: Площ
da: Område
fi: Alue
is: Svæði
nl: Buurt
vi_vn: Khu vực

# SearchBar_Staff
source: Staff
bg: Персонал
da: Personale
de: Mitarbeiter
es: Personal
fi: Henkilökunta
fr: Employés
is: Starfslið
nl: Werknemers
nl_be: Personeel
ru: Персонал
sv: Personal
vi_vn: Nhân viên

# UnableToDeleteInventoryJournals
source: One or more inventory journals contain items and can not be deleted.
da: Den valgte lagerkladde indeholder varer og kan ikke slettes.
