Repository: iespana/LSOne
Catalog: SM/Plugins/Inventory/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Delete purchase order
bg: Изтриване на поръчката за покупка
da: Slet indkøbsordre
de: Bestellung löschen
es: Borrar pedido
fi: Poista ostotilaus
fr: Supprimer la commande d'achat
is: Eyða pöntun
nl: Verwijder bestelling
nl_be: Aankooporder verwijderen
ru: Удалить заказ покупки
sv: Radera inköpsorder
vi_vn: Xóa đơn mua hàng

# DeletePurchaseOrderLine
source: Delete purchase order lines
bg: Изтриване редове от поръчка за покупка
da: Slet købsordrelinjer
de: Bestellungszeile löschen
es: Borrar línea de pedidos
fi: Poista ostotilausrivit
fr: Supprimer la ligne de commande d'achat
is: Eyða pöntunar línu
nl: Inkooporderregels verwijderen
nl_be: Lijn aankooporder verwijderen
ru: Удалить строку заказа покупки
sv: Radera inköpsorderrad
vi_vn: Xóa dòng đơn mua hàng

# DeletePurchaseOrderLineQuestion
source: Are you sure you would like to delete the selected purchase order line? This will also delete any goods receiving lines that may be associated with it
bg: Наистина ли искате да изтриете избрания ред от поръчка за покупка? Това също ще изтрие всички редове за получаване на стоки, които могат да бъдат свързани с него
da: Er du sikker på, at du vil slette den valgte købsordrelinie? Dette vil også slette alle varemodtagelseslinjer, der kan være tilknyttet det
de: Sind Sie sicher, dass Sie die ausgewählte Einkaufsbestellungszeile löschen wollen? Dies wird auch alle Wareneingangszeilen, die mit ihr verbunden sind, löschen
es: ¿Está seguro de que desea borrar la línea del pedido seleccionada? Si lo hace, también se borrarán las líneas de recepción de bienes asociadas a ella.
fi: Haluatko varmasti poistaa valitun tilausrivin? Tämä toiminto poistaa myös kaikki riviin liitetyt tuotteen vastaanoton rivit.
fr: Êtes-vous sûr(e) de vouloir supprimer la ligne de commande d'achat choisie ? Ceci supprimera aussi toutes les lignes de réception de marchandises associées.
is: Ertu viss um að þú viljir eyða valinni pöntunarlínu ? Þetta mun einnig eyða öllum tengdum vörumóttöku línum.
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde inkooporderregel? Dit zal ook het verwijderen van alle regels voor het ontvangen van goederen die geassocieerd met het worden kan
nl_be: Weet u zeker dat u de geselecteerde lijn voor de aankooporder wilt verwijderen? Hiermee worden ook alle goederenontvangstlijnen verwijderd die er eventueel mee verbonden zijn
ru: Вы уверены, что хотите удалить выбранные строки заказа покупки ? Это также удалит все строки документа получения товара, который связаны с ним.
sv: Vill du radera den valda inköpsorderraden? Det kommer också att radera godsinleveransrader kopplade till inköpsorderraden.
vi_vn: Bạn có chắc chắn muốn xóa dòng đơn hàng đã chọn không? Điều này cũng sẽ xóa bất kỳ dòng nhận hàng có thể được liên kết với nó

# DeletePurchaseOrderQuestion
source: Are you sure you would like to delete the selected purchase order ?
bg: Наистина ли искате да изтриете избраната поръчка за покупка?
da: Er du sikker på, at du vil slette den valgte indkøbsordre?
de: Sind Sie sicher, dass Sie die ausgewählte Einkaufsbestellung löschen wollen?
es: ¿Está seguro de que desea borrar el pedido seleccionado?
fi: Haluatko varmasti poistaa valitun ostotilauksen?
fr: Êtes-vous sûr(e) de vouloir supprimer la commande d'achat choisie ?
is: Ertu viss um að þú viljir eyða valinni pöntun ?
nl: Weet u zeker dat u geselcteerde order wilt verwijderen?
nl_be: Weet u zeker dat u de geselecteerde aankooporder wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный заказ покупки ?
sv: Vill du radera den valda inköpsorden?
vi_vn: Bạn có chắc chắn muốn xóa các đơn đặt hàng đã chọn?

# DeleteVendorFromItem
source: Remove vendor from item
bg: Премахване на доставчика от артикул
da: Fjern leverandøren fra varen
de: Verkäufer von Artikel entfernen
es: Quitar proveedor del artículo
fi: Poista toimittaja tuotteelta
fr: Retirer le fournisseur d'un article
is: Aftengja vöru og birgja
nl: Leverancier van item verwijderen
nl_be: Verkoper van artikel verwijderen
ru: Удалить поставщика из товара
sv: Radera leverantör från artikel
vi_vn: Xóa nhà cung cấp khỏi mặt hàng

# DeleteVendorFromItemQuestion
source: Are you sure you would like to remove the selected vendor from this item ?
bg: Наистина ли искате да премахнете избрания доставчик от този артикул?
da: Er du sikker på, at du vil fjerne den valgte leverandør fra denne vare?
de: Sind Sie sicher, dass Sie die ausgewählten Käufer von diesem Artikel entfernen wollen?
es: ¿Está seguro de que desea quitar el proveedor seleccionado de este artículo?
fi: Haluatko varmasti poistaa valitun toimittajan tältä tuotteelta?
fr: Êtes-vous sûr(e) de vouloir retirer le fournisseur choisi de cet article ?
is: Ertu viss um að þú viljir aftengja birgja og vöru ?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde verkoper van dit object?
nl_be: Weet u zeker dat u de geselecteerde verkoper van dit artikel wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранного поставщика из товара ?
sv: Vill du radera vald leverantör på den här artikeln?
vi_vn: Bạn có chắc chắn muốn xóa nhà cung cấp đã chọn khỏi mặt hàng này không?

# EquivalentTo
source: Adjustment is equivalent to
bg: Корекцията е еквивалентна на
da: Justering svarer til
de: Anpassung ist äquivalent zu
es: El ajuste es equivalente a
fi: Muutos vastaa
fr: L'ajustement est équivalent à
is: Leiðrétting jafngildi
nl: Dit komt overeen met
nl_be: Aanpassing is gelijkwaardig met
ru: Коррекция эквивалентна
sv: Justering är lika till
vi_vn: Điều chỉnh tương đương với

source: Goods receiving document
bg: Документ за получаване на стоки
da: Dokument for varemodtagelse
de: Wareneingangsdokument
es: Documento de recepción de bienes
fi: Tavaran vastaanoton asiakirja
fr: Document de réception de marchandises
is: Vörumóttökuskjal
nl: Goederenontvangst document
nl_be: Ontvangstdocument
ru: Документ получения товаров
sv: Gods inleverans document
vi_vn: Chứng từ nhận hàng

# GoodsReceivingDocumentDescription
source: Use this option to manage goods receiving documents
bg: Използване на тази опция за управление на документите за получаване на стоки
da: Brug denne mulighed til at administrere varemodtagelsesdokumenter
de: Verwenden Sie diese Option, um Wareneingangsdokumente zu verwalten
es: Utilice esta opción para administrar documentos de recepción de bienes.
fi: Käytä tätä vaihtoehto hallitaksesi vastaanoton asiakirjoja
fr: Utilisez cette option pour gérer les documents de réception de marchandises
is: Notaðu þennan kost til að sjá um vörumóttökuskjöl
nl: Gebruik deze optie om de goederenontvangst documenten beheren
nl_be: Deze optie gebruiken om documenten voor ontvangst goederen te beheren
ru: Используйте эту опцию для управления документами получения товаров
sv: Använd alternativet för att hantera godsinleveransdokument
vi_vn: Sử dụng tùy chọn này để quản lý các chứng từ nhận hàng

# GoodsReceivingDocumentExists
source: Goods receiving document with this ID already exists
bg: Документът за получаване на стоки с този идентификатор вече съществува
da: Varemodtagelsesdokument med dette ID eksisterer allerede
de: Wareneingangsdokument mit dieser ID ist bereits vorhanden
es: Ya existe un documento de recepción de bienes con este ID.
fi: Vastaanoton asiakirjan ID:llä löytyy jo tapahtuma
fr: Un document de réception de marchandises correspondant à cet ID existe déjà
is: Vörumóttökuskjal með þessu auðkenni er þegar til
nl: Goederen ontvangende document met dit ID al bestaat
nl_be: Er bestaat al een ontvangstdocument met deze ID
ru: Документ получения товаров с этим ID уже существует
sv: Gods inleverans dokument med det här ID:et finns redan
vi_vn: Chứng từ nhận hàng với ID này đã tồn tại

# GoodsReceivingDocumentHasPostedLines
source: You cannot delete this goods receiving document because it has posted lines attached to it
bg: Не можете да изтриете този документ за получаване на стоки, защото са осчетоводени редове, свързани към него
da: Du kan ikke slette dette varemodtagelsesdokument, fordi det har bogførte linjer knyttet til det
de: Sie können dieses Wareneingangsdokument nicht löschen, weil es gesendete Zeilen zu ihr angehängt hat
es: No puede borrar este documento de recepción de bienes por que ha publicado líneas asociadas a él.
fi: Et voi poistaa vastaanoton asiakirjaa, koska siihen liittyy jo kirjattuja tapahtumia
fr: Vous ne pouvez pas supprimer ce document de réception de marchandises car il comporte des lignes validées
is: Þú getur ekki eytt þessu vörumóttökuskjali því það hefur bókaðar línur
nl: U kunt deze goederenontvangst document omdat het geboekt regels verbonden aan het niet verwijderen
nl_be: U kunt dit document voor ontvangst van goederen niet verwijderen, aangezien er geboekte lijnen mee verbonden zijn
ru: Вы не моеже удалить этот документ приемки товаров, потому что есть учтенные строки связанные с ним
sv: Du kan inte radera godinleveransdokument därför att den har bokförda rader.
vi_vn: Bạn không thể xóa chứng từ nhận hàng này vì nó đã ghi sổ các dòng

# GoodsReceivingDocumentLineIsPosted
source: You cannot delete the goods receiving document line because it has been posted
bg: Не можете да изтриете ред от документ за получаване на стоки, тъй като е осчетоводен
da: Du kan ikke slette varemodtagelses dokumentlinjen fordi den er blevet bogført
de: Sie können diese Wareneingangsdokumentenzeile nicht löschen, weil sie gesendete wurde.
es: No puede borrar la línea del documento de recepción de bienes porque lo ha publicado.
fi: Et voi poistaa vastaanoton riviä, koska se on jo kirjattu
fr: Vous ne pouvez pas supprimer la ligne du document de réception de marchandises car elle a été validée
is: Þú getur ekki eytt þessari línu því hún er þegar bókuð
nl: U kunt de goederenontvangst documentregel omdat deze is geboekt niet verwijderen
nl_be: U kunt het document voor ontvangst van goederen niet verwijderen, aangezien het werd geboekt
ru: Вы не можете удалить строку документа получения товара, потому что она была учтена
sv: Du kan inte radera godsinleveransdokumentrad därför att den är bokförd
vi_vn: Bạn không thể xóa các dòng chứng từ nhận hàng này vì nó đã được ghi sổ

source: Goods receiving document lines
bg: Редове от документ за получаване на стоки
da: Varemodtagelses dokumentlinjer
de: Wareneingangsdokumentenzeilen
es: Líneas del documento de recepción de bienes
fi: Vastaanoton asiakirjan rivit
fr: Lignes de documents de réception de marchandises
is: Vörumóttökuskjalslínur
nl: Goederenontvangst documentregels
nl_be: Lijnen ontvangstdocument
ru: Строки документа получения товаров
sv: Gods inleverans dokumentrader
vi_vn: Các dòng chứng từ nhận hàng

source: Goods receiving documents
bg: Документи за получаване на стока
da: Varemodtagelses dokumenter
de: Wareneingangsdokumente
es: Documentos de recepción de bienes.
fi: Vastaanoton asiakirjat
fr: Documents de réception de marchandises
is: Vörumóttökuskjöl
nl: Goederenontvangst documenten
nl_be: Ontvangstdocumenten
ru: Документы получения товаров
sv: Gods inleverans dokument
vi_vn: Chứng từ nhận hàng

source: Head office
bg: Централно управление
da: Hovedkontor
de: Hauptsitz
es: Sede
fi: Pääkonttori
fr: Siège
is: Aðalskrifstofur
nl: Hoofdkantoor
nl_be: Hoofdkantoor
ru: Головной офис
sv: Huvudkontor
vi_vn: TRỤ SỞ CHÍNH:

source: Insert quantity
bg: Въведете количество
da: Indsæt mængde
de: Anzahl einfügen
es: Insertar cantidad
fi: Lisää määrä
fr: Insérer la quantité
is: Sláðu inn magn
nl: Hoeveelheid invoegen
nl_be: Hoeveelheid invoegen
ru: Вставить количество
sv: Infoga kvantitet
vi_vn: Chèn số lượng

# InventoryAdjustmentDescription
source: Use this option to do inventory adjustments
bg: Използвайте тази опция, за да направите корекции на материалните запаси
da: Brug denne mulighed til at udføre lagerjusteringer
de: Verwenden Sie diese Option, um Bestandsanpassungen durchzuführen
es: Utilice esta opción para crear ajustes de inventario.
fi: Käytä tätä vaihtoehtoa varastomuutoksen luonnissa
fr: Utilisez cette option pour effectuer des ajustements de stock
is: Notaðu þennan kost til að framkvæma birgðarleiðréttingar
nl: Gebruik deze optie om de aanpassingen inventaris
nl_be: Deze optie gebruiken om inventarissen aan te passen
ru: Используйте эту опцию для корректировки склада
sv: Använd alternativet för att utföra lagerjusteringar
vi_vn: Sử dụng tùy chọn này để điều chỉnh hàng tồn kho

source: Inventory adjustments
bg: Корекции на запасите
da: Beholdningsreguleringer
de: Bestandsanpassungen
es: Ajustes de inventario
fi: Varaston muutos
fr: Ajustements de stock
is: Birgðarleiðréttingar
nl: Aanpassingen inventaris
nl_be: Inventarisaanpassingen
ru: Коррекции склада
sv: Lager justeringar
vi_vn: Điều chỉnh tồn kho

# InventoryUnitMissing
source: Inventory unit missing for item
bg: Липсва мерна единица запаси за артикула
da: Lagerenhed mangler for varen
de: Bestandseinheit für Artikel fehlt
es: Falta la unidad de inventario para el artículo
fi: Tuotteelta puuttuu varastointiyksikkö
fr: Unité de stock manquante pour l'article
is: Birgðareining ekki skráð fyrir vöru
nl: Inventaris eenheid ontbreekt voor object
nl_be: Inventariseenheid ontbreekt voor artikel
ru: Склдаская единица пропущена для товара
sv: Lagerenhet saknas för artikel
vi_vn: Đơn vị tồn kho thiếu cho mã hàng này

# ItemAlreadyInPurchaseOrder
source: This item, with these variants and unit is already included in the purchase order.
bg: Този артикул с тези варианти и мерна единица вече е включен в поръчката за покупка.
da: Denne vare med disse varianter og enhed er allerede inkluderet i indkøbsordren.
de: Dieser Artikel, mit diesen Varianten und dieser Einheit ist bereits in der Einkaufsbestellung enthalten.
es: Este artículo, con estas variantes y unidad, ya está incluido en el pedido.
fi: Tämä tuote, jossa on nämä vaihtoehdot ja yksikkö, sisältyy jo ostotilaukseen.
fr: Cet article, associé à ces variantes et à cette unité, est déjà compris dans la commande d'achat.
is: Þessi vara, með þessum afbrigðum og einingu er þegar til staðar í þessari pöntun
nl: Deze optie is momenteel voorzien in de offerte.
nl_be: Dit artikel is samen met deze varianten en eenheid al in de aankooporder inbegrepen.
ru: Этот товар с его вариантами и единицами уже включен в заказ покупки.
sv: Artikel med dessa varianter och enhet finns redan i inköpsordern.
vi_vn: Mặt hàng này, với các biến thể và đơn vị này đã được bao gồm trong đơn đặt hàng.

source: Lines
bg: Редове
da: Linjer
de: Zeilen
es: Líneas
fi: Rivit
fr: Lignes
is: Línur
nl: Regels
nl_be: Lijnen
ru: Строки
sv: Rader
vi_vn: Các dòng

# NewOrderedQtyLowerThanReceivedPostedQty
source: You cannot chose a purchase order line quantity that is lower than the corresponding received quantity that has already been posted.
bg: Не можете да изберете количество по ред от поръчка за покупка, което е по-ниско от съответното получено количество, което вече е осчетоводено.
da: Du kan ikke vælge en indkøbsordrelinjemængde der er lavere end den tilsvarende modtagede mængde der allerede er blevet bogført.
de: Sie können eine Einkaufsbestellungszeilenanzahl nicht wählen, die niedriger ist als die entsprechend empfangene Anzahl, die bereits gesendet wurde.
es: No puede elegir una cantidad de la línea de pedido inferior a la cantidad recibida correspondiente ya publicada.
fi: Et voi valita ostotilausmäärää, joka on pienempi kuin vastaava vastaanotettu määrä, joka on jo lähetetty.
fr: Vous ne pouvez pas choisir une quantité de ligne de commande d'achat inférieure à la quantité reçue correspondante déjà validée.
is: Þú getur ekki valið pöntunarmagn sem er lægra en það magn sem þegar hefur verið bókað í vörumóttökuskjalslínu.
nl: U kunt niet kiezen een aankoop bestellen regelaantal die lager is dan het overeenkomstige ontvangen aantal dat al is geboekt.
nl_be: U kunt geen hoeveelheid voor de aankooporderlijn kiezen die lager ligt dan de overeenstemmende ontvangen hoeveelheid die al werd geboekt.
ru: Вы не можете выбрать количество строки заказа покупки, которое меньше соответствующего полученного количества, которое было учтено.
sv: Du kan inte välja en inköpsorderrad kvantitet som är mindre än motsvarande inlevererad kvantitet som är redan bokförd.
vi_vn: Bạn không thể chọn số lượng dòng đặt hàng thấp hơn số lượng nhận tương ứng đã được ghi số.

# NewUnitEquals
source: One new unit is equivalent to
bg: Една нова единица е еквивалентна на
da: En ny enhed svarer til
de: Eine neue Einheit entspricht
es: Una nueva unidad es equivalente a
fi: Yksi uusi yksikkö vastaa
fr: Une nouvelle unité équivaut à
is: Ein ný eining er jafngild
nl: Een nieuwe eenheid is gelijk aan
nl_be: Eén nieuwe eenheid is evenwaardig met
ru: Одна новая единиц эквивалентна
sv: En enhet är lika med
vi_vn: Một đơn vị mới tương đương với

source: Not posted
bg: Не е осчетоводено
da: Ej Bogført
de: Nicht gesendet
es: No publicado
fi: Ei kirjattu
fr: Non validée
is: Óbókað
nl: Niet gepost
nl_be: Niet geboekt
ru: Не учтено
sv: Inte bokförd
vi_vn: Không được ghi sổ

source: Post all lines
bg: Осчетоводяване на всички редове
da: Bogfør alle linjer
de: Alle Zeilen veröffentlichen
es: Publicar todas las líneas
fi: Kirjaa kaikki rivit
fr: Valider toutes les lignes
is: Bóka allar línur
nl: Alle lijnen
nl_be: Alle lijnen boeken
ru: Учесть все строки
sv: Bokför alla rader
vi_vn: Ghi sổ tất cả các dòng

source: Posted
bg: Осчетоводено
da: Bogført
de: Gesendet
es: Publicado
fi: Kirjattu
fr: Validée
is: Bókað
nl: Geplaatst
nl_be: Geboekt
ru: Учтено
sv: Bokförd
vi_vn: Ghi nhận

# PostedCannotChange
source: Posted lines cannot be changed
bg: Осчетоводени редове не могат да бъдат променяни
da: Bogførte linjer kan ikke modtages
de: Gesendete Zeilen können nicht geändert werden
es: No se pueden modificar las líneas publicadas.
fi: Kirjattuja rivejä ei voi muuttaa
fr: Les lignes validées ne peuvent pas être modifiées
is: Bókuðum línum má ekki breyta
nl: Geboekte regels kunnen niet worden gewijzigd
nl_be: Geboekte lijnen kunnen niet worden gewijzigd
ru: Учтенные строки не могут быть изменены
sv: Bokförda rader kan inte ändras
vi_vn: Các dòng đã ghi sổ không thể thay đổi

# PostedCannotRemove
source: Posted lines cannot be removed
bg: Осчетоводени редове не могат да бъдат премахвани
da: Bogførte linjer kan ikke fjernes
de: Gesendete Zeilen können nicht entfernt werden
es: No se pueden quitar las líneas publicadas.
fi: Kirjattuja rivejä ei voi poistaa
fr: Les lignes validées ne peuvent pas être retirées
is: Bókuðum línum á ekki eyða
nl: Geboekte regels kunnen niet worden verwijderd
nl_be: Geboekte lijnen kunnen niet worden verwijderd
ru: Учтенные строки не могут быть удалены
sv: Bokförda rader kan inte raderas
vi_vn: Các dòng đã ghi sổ không thể bị xóa

# PostSelectedItem
source: Post selected line
bg: Осчетоводяване на избрания ред
da: Bogfør valgt linje
de: Ausgewählte Zeile senden
es: Publicar línea seleccionada
fi: Kirjaa valittu rivi
fr: Valider la ligne choisie
is: Bóka valda línu
nl: Geselecteerde regel boekt
nl_be: Geselecteerde lijn boeken
ru: Учесть выбранную строку
sv: Bokför vald rad
vi_vn: Ghi sổ dòng đã chọn

source: Purchase order
bg: Поръчка покупка
da: Indkøbsordre
de: Einkaufsbestelllung
es: Pedido
fi: Ostotilaus
fr: Commande d'achat :
is: Innkaupapöntun
nl: Inkooporder
nl_be: Aankooporder
ru: Заказ покупки
sv: Inköpsorder
vi_vn: Đơn đặt hàng

# PurchaseOrderExists
source: Purchase order with this ID already exists
bg: Поръчка за покупка с този идентификатор вече съществува
da: Indkøbsordre med dette ID findes allerede
de: Einkaufsbestellung mit dieser ID ist bereits vorhanden
es: Ya existe un pedido con este ID.
fi: Ostotilaus tällä tunnuksella on jo olemassa
fr: Une commande d'achat correspondant à cet ID existe déjà
is: Pöntun með þetta auðkenni er þegar til
nl: Inkooporder met dit ID bestaat al
nl_be: Er bestaat al een aankooporder met deze ID
ru: Заказ покупки с этим ID уже существует
sv: Inköpsorder med ID finns redan
vi_vn: Đơn đặt hàng với ID này đã tồn tại

# PurchaseOrderHasPostedGoodsReceivingLines
source: You cannot delete this purchase order because it has posted goods receiving document lines attached to it
bg: Не можете да изтриете тази поръчка за покупка, защото към нея има свързани редове от осчетоводени документи за получаване
da: Du kan ikke slette denne indkøbsordre, fordi den har bogførte varer, med modtagelsesdokumentlinjer knyttet til den
de: Sie können diese Einkaufsbestellung nicht löschen, weil sie gesendete Wareneingangsdokumentenzeilen zu ihr angehängt hat
es: No puede borrar este pedido porque ha publicado líneas del documento de recepción de bienes asociado a él.
fi: Et voi poistaa ostotilausta, koska sinä on jo kirjattu ostotilauksen dokumenttirivi
fr: Vous ne pouvez pas supprimer cette commande d'achat car elle comporte des lignes de document de réception de marchandises.
is: Þú getur ekki eytt þessari pöntun því hún hefur bókaðara vörumóttökuskjalslínur
nl: U kunt deze inkooporder niet verwijderen omdat het geboekt goederenontvangst documentregels die zijn aangesloten op het
nl_be: U kunt deze aankooporder niet verwijderen, aangezien er lijnen voor geboekte documenten voor ontvangst van goederen mee verbonden zijn
ru: Вы не можете удалить этот заказ покупки потому что есть учтенные строки документа приемки товаров, связанные с ним
sv: Du kan inte radera inköpsorder därför att den har bokförda godsinleveransdokumentrader kopplad till sig.
vi_vn: Bạn không thể xóa đơn đặt hàng này vì nó đã ghi sổ các dòng chứng từ nhận hàng kèm theo

# PurchaseOrderLineHasPostedGoodsReceivingLine
source: You cannot delete the purchase order line because is has a posted goods receving document line attached to it
bg: Не можете да изтриете този ред от поръчка за покупка, защото към него има свързани редове от осчетоводени документи за получаване
da: Du kan ikke slette indkøbsordrelinjen, fordi der er knyttet en bogført varemodtagelseslinje til den
de: Sie können diese Einkaufsbestellungszeile nicht löschen, weil sie gesendete Wareneingangsdokumentenzeilen zu ihr angehängt hat
es: No puede borrar la línea del pedido porque ha publicado una línea del documento de recepción de bienes relacionada con ella.
fi: Et voi poistaa ostotilausriviä, koska sinä on jo kirjattu ostotilauksen dokumenttirivi
fr: Vous ne pouvez pas supprimer la ligne de commande d'achat car elle comporte une ligne de document de réception de marchandises.
is: Þú getur ekki eytt þessari pöntunarlínu því hún hefur bókaða vörumóttökuskjalslínu
nl: U kunt niet verwijderen de aankoop bestellen lijn omdat is heeft een geboekte goederen receving document lijn aangesloten op het
nl_be: U kunt de lijn van de aankooporder niet verwijderen, aangezien er een geboekt document voor de ontvangst van goederen mee verbonden is
ru: Вы не можете удалить строку заказа покупки, потому что есть строка документа приемки товара, связанные с ней
sv: Du kan inte radera inköpsorderrad därför att den har bokförd godinleveransdokumentrad som är kopplad till den.
vi_vn: Bạn không thể xóa dòng đơn đặt hàng vì nó có một dòng chứng từ nhận hàng đã ghi sổ đính kèm
