Repository: iespana/LSOne
Catalog: SM/Plugins/Inventory/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# OverwritePreviouslyAddedFile
source: Do you want to overwrite the previously added file?
bg: Искате ли да замените предишно добавения файл?
da: Vil du overskrive den tidligere tilføjede fil?
de: Möchten Sie die vorher hinzugefügte Datei überschreiben?
es: ¿Desea sobrescribir el archivo añadido anteriormente?
fi: Haluatko korvata aiemmin lisätyn tiedoston?
fr: Souhaitez-vous remplacer le fichier ajouté précédemment ?
is: Vilt þú yfirskrifa skránna sem þú bættir við áður?
nl: Wilt u de eerder toegevoegde bestand overschrijven?
nl_be: Wilt u het vorige toegevoegde bestand overschrijven?
ru: Переписать предыдущий добавленный файл?
sv: Vill du skriva över den tidigare filen som lagts till?
vi_vn: Bạn có muốn ghi đè lên tập tin đã thêm trước đó không?

# ItemNotInPurchaseOrderWillBeAdded
source: This item does not belong to the purchase order, it will be added to the purchase order.
bg: Този артикул не принадлежи към поръчката за покупка, той ще бъде добавен към поръчката за покупка.
da: Denne vare hører ikke til indkøbsordren, den tilføjes til indkøbsordren.
de: Dieser Artikel gehört nicht zum Auftrag, er wird dem Auftrag hinzugefügt.
es: Este artículo no está incluido en el pedido, se añadirá al pedido.
fi: Tämä tuote ei kuulu ostotilaukseen. Se lisätään ostotilaukseen.
fr: Cet article n'appartient pas à la commande d'achat, il y sera ajouté.
is: Þessi vara er ekki hluti af innkaupapöntun og verður sjálfkrafa bætt við.
nl: Indien een gecombineerde order (Consolidation Order) al bestaat voor de Service Engineer, dan wordt deze toegevoegd aan de zojuist aangemaakte order.
nl_be: Dit artikel maakt geen deel uit van het aankooporder, het zal aan het aankooporder worden toegevoegd.
ru: Этого товара нет в этом заказе покупки, он будет в него добавлен.
sv: Den här artikeln finns inte med i inköpsordern. Den kommer att läggas till i inköpsordern.
vi_vn: Mặt hàng này không thuộc đơn đặt hàng, nó không thể được thêm vào đơn hàng.

source: Ordered
bg: Поръчан
da: Bestilt
de: Bestellt
es: Pedido
fi: Tilattu
fr: Commandé
is: Pöntuð
nl: Besteld
nl_be: Besteld
ru: Заказано
sv: Beställt
vi_vn: Đã mua

source: Counting
bg: Изчисление
da: Optælling
de: Zählen
es: Recuento
fi: Lasketaan
fr: Comptage
is: Talning
nl: Tellen
nl_be: Telling
ru: Подсчет
sv: Inventering
vi_vn: Kiểm kê

source: Orders
bg: Поръчки
da: Ordrer
de: Aufträge
es: Órdenes
fi: Tilaukset
fr: Commandes
is: Pantanir
nl: Bestellingen
nl_be: Bestellingen
ru: Заказы
sv: Order
vi_vn: Đơn hàng

source: Purchase
bg: Покупка
da: Indkøb
de: Einkauf
es: Comprar
fi: Osto
fr: Achat
is: Kaup
nl: Inkoop
nl_be: Aankoop
ru: Покупка
sv: Inköp
vi_vn: Mua

source: Replenishment
bg: Снабдяване
da: Genopfyldning
de: Einzelhandelsgruppenauffüllung
es: Reposición de grupo minorista
fi: Täydennys
fr: Réapprovisionnement du groupe de vente au détail
is: Áfylling smásöluflokks
nl: Herbevoorrading
nl_be: Aanvullen retailgroep
ru: Пополнение розничной группы
sv: Retail-grupp återanskaffning
vi_vn: Bổ sung hàng

source: Requests
bg: Заявки
da: Anmodninger
de: Anforderungen
es: Solicitudes
fi: Pyynnöt
fr: Demandes
is: Beiðnir
nl: Verzoeken
nl_be: Aanvragen
ru: Заявки
sv: Begäranden
vi_vn: Các yêu cầu

# Reservation
source: Reservations
bg: Резервации
da: Reservationer
de: Reservierungen
es: Reservas
fi: Varaukset
fr: Réservations
is: Frátekningar
nl: Reserveringen
nl_be: Reservaties
ru: Резервирование
sv: Reservationer
vi_vn: Đặt chỗ

source: Stock
bg: Запаси
da: Lager
de: Lager
es: Existencias
fi: Varasto
is: Birgðir
nl: Voorraad
nl_be: Voorraad
ru: Склад
sv: Lager
vi_vn: Kho hàng

# CloseGoodsReceivingDocument
source: Post document
bg: Осчетоводяване на документ
da: Bogfør dokument
de: Dokument posten
es: Publicar documento
fi: Kirjaa asiakirja
fr: Valider le document
is: Bóka skjal
nl: Plaats document
nl_be: Document boeken
ru: Учет документа
sv: Bokför dokument
vi_vn: Chứng từ ghi sổ

# DoYouWantToClosePO
source: Do you want to close the purchase order that is attached to this goods receiving document?
bg: Искате ли да затворите поръчката за покупка, която е закачена към този документ за получаване на стоки?
da: Vil du lukke den indkøbsordre, der er knyttet til dette varemodtagelses dokument?
de: Möchten Sie den Auftrag schließen, der an dieses Wareneingangsdokument angehängt ist?
es: ¿Desea cerrar el pedido adjunto a este documento de recepción de mercancías?
fi: Haluatko sulkea tähän vastaanoton asiakirjaan liitetyn ostotilauksen?
fr: Souhaitez-vous fermer la commande d'achat associée à ce document de réception de marchandises ?
is: Viltu loka innkaupapöntunninni sem er tengd við þetta vörumóttökuskjal?
nl: Wilt u de inkooporder die is gekoppeld aan deze goederenontvangst document sluiten?
nl_be: Wilt u de aankooporder afsluiten die verbonden is aan dit ontvangstdocument?
ru: Закрыть заказ покупки, который связан с этим документов приемки товара?
sv: Vill du stänga inköpsordern som hör till det här varumottagningsdokumentet?
vi_vn: Bạn có muốn đóng đơn đặt hàng được đính kèm với chứng từ nhận hàng này không?

source: Do you want to continue?
bg: Искате ли да продължите?
da: Ønsker du at fortsætte?
de: Wollen Sie fortfahren?
es: ¿Desea continuar?
fi: Haluatko jatkaa?
fr: Souhaitez-vous continuer ?
is: Viltu halda áfram?
nl: Wilt u doorgaan?
nl_be: Wilt u doorgaan?
ru: Вы хотите продолжить?
sv: Vill du fortsätta?
vi_vn: Bạn có muốn tiếp tục không?

# GRCannotBeClosedLinesNotPosted
source: Goods receiving document cannot be closed unless all current lines are posted
bg: Документът за получаване на стоки не може да бъде затворен докато не се бъдат осчетоводени всички текущи линии
da: Varemodtagelsesdokument kan ikke lukkes med mindre alle nuværende linjer er blevet bogført
de: Das Wareneingangsdokument kann nicht geschlossen werden, bis alle aktuellen Zeilen gepostet werden
es: El documento de recepción de mercancías no se podrá cerrar salvo que se hayan publicado todas las líneas seleccionadas
fi: Vastaanoton asiakirjaa ei voida sulkea, jos sitä ei ole kokonaan kirjattu
fr: Un document de réception de marchandises ne être fermé que lorsque toutes les lignes actuelles sont validées
is: Ekki er hægt að loka vörumóttökuskjalinu þegar það eru ennþá óbókaðar línur í skjalinu
nl: Goederenontvangst document kunnen niet worden gesloten als alle huidige regels zijn geboekt
nl_be: Ontvangstdocument kan niet afgesloten worden tenzij alle huidige lijnen geboekt zijn
ru: Документ товарной приемки не может быть закрыт пока все строки учтены
sv: Varumottagningsdokumentet kan inte stängas förrän alla aktuella rader är bokförda
vi_vn: Chứng từ nhận hàng không thể được đóng trừ khi tất cả các dòng được ghi sổ

# GRHasNoLinesToBePosted
source: Goods receiving has no lines to be posted
bg: Приемането на стоки няма линии, които да бъдат осчетоводени
da: Varemodtagelse har ikke nogen linjer der kan bogføres
de: Der Wareneingang hat keine zu postenden Zeilen
es: El documento de recepción de mercancías no incluye ninguna línea que pueda publicarse
fi: Vastaanotossa ei ole kirjattavaa
fr: La réception de marchandises ne comporte aucune ligne devant être validée
is: Það eru engar óbókaðar línur í vörumóttökuskjalinu
nl: Goederenontvangst heeft geen lijnen moet worden geboekt
nl_be: Er zijn geen lijnen voor goederenontvangst te boeken
ru: У товарной приемки нет строк для учета
sv: Det finns inga rader att bokföra för varumottagning
vi_vn: Không có dòng nhận nhạn hàng để ghi sổ

source: In transit
bg: В процес на прехвърляне
da: I transit
de: In Zustellung
es: En tránsito
fi: Siirrossa
fr: En transit
is: Í flutningi
nl: In elk beeld
ru: В транзите
sv: Under transport
vi_vn: Đi đường

source: Post purchase order
bg: Осчетоводяване на поръчка за покупка
da: Bogfør indkøbsordre
de: Auftrag posten
es: Publicar pedido
fi: Kirjaa ostotilaus
fr: Valider la commande d'achat
is: Bóka pöntun
nl: Inkooporder boeken
nl_be: Aankooporder boeken
ru: Учет заказ покупки
sv: Bokför inköpsorder
vi_vn: Ghi sổ đơn đặt hàng

# PurchaseOrderHasBeenPosted
source: The purchase order has been posted
bg: Поръчката за покупка е осчетоводена
da: Indkøbsordren er bogført
de: Der Auftrag wurde gepostet
es: El pedido se ha publicado
fi: Ostotilaus on kirjattu
fr: La commande d'achat a été validée
is: Innkaupapöntunin hefur verið bókuð
nl: De inkooporder is geboekt
nl_be: Het aankooporder werd geboekt
ru: Заказ покупки был учтен
sv: Inköpsordern har bokförts
vi_vn: Đơn đặt hàng đã được ghi sổ

# PurchaseStatus_Posted
source: Posted
bg: Осчетоводено
da: Bogført
de: Veröffentlicht
es: Publicado
fi: Kirjattu
fr: Validée
is: Bókuð
nl: Geplaatst
nl_be: Geboekt
ru: Учтено
sv: Bokförd
vi_vn: Ghi nhận

# StillItemLinesOnPONotFullyRecieved
source: There are still some item lines on the purchase order that have not been fully received.
bg: Все още има някои редове с артикули от поръчката за покупка, които не са получени напълно.
da: Der er stadig nogle varelinjer på indkøbsordren, som ikke er fuldt ud modtaget.
de: Es befinden sich noch immer einige Artikelzeilen im Auftrag, die nicht vollständig empfangen wurden.
es: Aún quedan algunas líneas de artículos del pedido que no se han recibido íntegramente.
fi: Ostotilauksessa on vielä joitain rivejä, joita ei ole täysin vastaanotettu.
fr: Certaines lignes d'articles de la commande d'achat n'ont toujours pas été reçues en leur intégralité.
is: Það eru ennþá línur á innkaupapöntunni sem hafa ekki ennþá verið að fullu mótteknar.
nl: Er zijn nog enkele artikelregels op de inkooporder die niet volledig zijn ontvangen.
nl_be: Er zijn nog artikellijnen op de aankooporder die niet volledig ontvangen zijn.
ru: В заказах покупки до сих пор есть товарные строки, которые не были полностью получены.
sv: Det finns fortfarande några artikelrader i inköpsordern som inte är helt mottagna.
vi_vn: Vẫn còn một số dòng mặt hàng trên đơn đặt hàng chưa được nhận đầy đủ.

# VendorItemAndUnitAlreadyExists
source: This item with the same unit already exists on the vendor
bg: Този артикул със същата мерна единица вече съществува за доставчика
da: Denne vare med den samme enhed findes allerede hos leverandøren
de: Dieser Artikel mit der gleichen Einheit ist bereits beim Anbieter vorhanden.
es: Ya existe este mismo artículo con la misma unidad para este proveedor
fi: Tämä tuote, jolla on sama yksikkö, on jo toimittajalla
fr: Cet article, associé à la même unité, existe déjà chez le fournisseur
is: Þessi vara með sömu einingu er nú þegar til á birgjanum
nl: Dit item met dezelfde eenheid bestaat al op de leverancier
nl_be: Dit artikel met dezelfde eenheid is al aanwezig voor de leverancier
ru: Этот товар с такой же единицей измерения уже есть для этого поставщика
sv: Den här artikeln finns redan för leverantören med samma enhet
vi_vn: Mặt hàng này với cùng đơn vị đã tồn tại trên nhà cung cấp

source: Goods receiving
bg: Получаване на стоки
da: Varemodtagelse
de: Wareneingang
es: Recepción de bienes
fi: Tavaroiden vastaanotto
fr: Réception de marchandises
is: Vörumóttökuskjal
nl: Goederen ontvangen
nl_be: Ontvangst goederen
ru: Получение товаров
sv: Gods inleverans
vi_vn: Đang nhận hàng

source: Reports
bg: Отчети
da: Rapporter
de: Berichte
es: Informes
fi: Raportit
fr: Rapports
is: Skýrslur
nl: Rapporten
nl_be: Verslagen
ru: Отчеты
sv: Rapporter
vi_vn: Báo cáo

# SystemReportNotFound
source: System report #1 cannot be found. Please import the system report data package
bg: Системният отчет #1 не може да бъде намерен. Моля импортирайте пакета с данни за системния отчет
da: Systemrapport #1 kan ikke findes. Venligst importer systemreport datapakken
de: Systembericht #1 kann nicht gefunden werden. Bitte importieren Sie das Datenpaket für den Systembericht
es: No se puede encontrar el informe de sistema #1. Importe el paquete de datos de informes de sistema.
fi: Järjestelmäraporttia #1 ei löydetty. Tuo järjestelmäraportin datapaketti
fr: Impossible de trouver le rapport de relevé #1. Veuillez importer le package de données du rapport système
is: Skýrslan #1 finnst ekki. Til að fá skýrsluna inn þá þarf að lesa inn kerfisskýrslu gagnapakkann
nl: Systeemrapport # 1 kan niet gevonden worden. Voer alstublieft het systeemrapportgegevenspakket in
nl_be: Systeemrapport #1 is onvindbaar. Importeer gegevenspakket van het systeemrapport
ru: Системный отчет #1 не найден. Пожалуйста импортируйте системный отчет из пакета поставки
sv: Systemrapport #1 kan inte hittas. Importera datapaket för systemrapporter
vi_vn: Báo cáo hệ thống #1 không thể được tìm thấy. Vui lòng nhập gói dữ liệu báo cáo hệ thống

source: Transfers
bg: Трансфери
da: Overførsler
es: Transferencias
fi: Siirrot
fr: Transferts
is: Millifærslur
nl: OVerdrachten
ru: Перемещения
sv: Överföringar
vi_vn: Chuyển hàng

# AddMappingToProfile
source: Please add mapping to the profile.
bg: Моля добавете свързване към профила.
da: Tilføj kortlægning til profilen.
de: Bitte fügen Sie dem Profil eine Zuordnung hinzu.
es: Añada las asignaciones correspondientes al perfil.
fi: Lisää kohdistus profiiliin
fr: Ajoutez un mappage au profil.
is: Bættu vörpun við prófílinn.
nl: Voeg toewijzing aan het profiel.
nl_be: Voeg mapping aan het profiel toe.
ru: Пожалуйста, добавьте мэппинг в профиль.
sv: Lägg till mappning i profilen.
vi_vn: Vui lòng bổ sung tham chiếu đến hồ sơ

# CSVHasNoMapping
source: The CSV profile that is set as the default profile has no mapping lines.
bg: Профилът CSV, който е зададен като подразбиращ се профил, няма линии за връзка.
da: CSV Profilen der er sat som standardprofil, har ikke nogen relaterede linjer.
de: Das CSV-Profil, das als Standardprofil festgelegt ist, verfügt über keine Zuordnungszeilen.
es: El perfil CSV que se ha configurado como perfil predeterminado no incluye líneas de asignación.
fi: Oletusprofiilissa määritetyllä CSV-profiililla ei ole kohdistusrivejä.
fr: Le profil CSV qui est réglé en tant que profil par défaut ne comporte aucune ligne de mappage.
is: CSV prófíllinn sem er settur sem sjálfgefinn prófíll er ekki með vörpunar línur.
nl: Het CSV-profiel dat is ingesteld als het standaardprofiel heeft geen toewijzing lijnen.
nl_be: Het CSV-profiel dat als standaardprofiel is ingesteld, heeft geen mappinglijnen.
ru: CSV профиль, установленный по умолчанию не имеет строк мэппинга.
sv: CSV-profilen som är vald som standardprofil har inga mappningsrader.
vi_vn: Hồ sơ CSV được thiết lập như mặc định không tham chiếu các dòng

# ImportStockCountingFile
source: Import a stock counting file
bg: Импорт на файл за броене на запаси
da: Importer en lageroptællingsfil
de: Eine Bestandszählungsdatei importieren
es: Importar un archivo de recuento de existencias
fi: Lue sisään varastolaskennan tiedosto
fr: Importer un fichier de comptage du stock
is: Flytja inn birgðatalningarskjal
nl: Een voorraad tellen bestand importeren
nl_be: Voorraadtellingbestand importeren
ru: Импорт файла подсчета склада
sv: Importera en inventeringsfil
vi_vn: Nhập tệp kiểm kê

source: Manage stock counting journals
bg: Управление на журнали за броене на запаси
da: Administrer beholdningsoptællingskladder
de: Bestandszählungsjournale verwalten
es: Administrar diarios de recuento de existencias
fi: Hallitse varastolaskennnan päiväkirjoja
fr: Gérer les journaux de comptage de stock
is: Umsjón með talningarbókum
nl: Beheren van voorraad tellen tijdschriften
nl_be: Logs voorraadtelling beheren
ru: Управление журналами подсчета склада
sv: Hantera inventeringsjournaler
vi_vn: Quản lý nhật ký kiểm kê

source: New stock counting journal
bg: Нов журнал за броене на запаси
da: Ny lageroptællingskladde
de: Neues Bestandszählungsjournal
es: Nuevo diario de recuento de existencias
fi: Uusi varastolaskennan päiväkirja
fr: Nouveau journal de comptage de stock
is: Nýja talningarbók
nl: Nieuwe voorraad tellen dagboek
nl_be: Nieuw log voorraadtelling
ru: Новый журнал подсчтета склада
sv: Ny inventeringsjournal
vi_vn: Nhật ký kiểm kê tồn kho mới

# UseToCreateNewStockCountingJournal
source: Use this option to create an empty journal to manually enter all items
bg: Използвайте тази опция, за да създадете празен журнал и да въведете ръчно всички елементи
da: Brug denne indstilling til at oprette en tom kladde til manuelt at indtaste alle varer
de: Verwenden Sie diese Option, um ein leeres Journal zu erstellen, in das Sie alle Artikel manuell eintragen können
es: Utilice esta opción para crear un diario vacío e introducir manualmente todos los artículos
fi: Käytä tätä vaihtoehtoa luodaksesi tyhjän päiväkirjan syöttämällä kaikki tuotteet manuaalisesti
fr: Utiliser cette option pour créer un journal vide et saisir tous les articles manuellement
is: Notaðu þennan möguleika til að stofna auða talningarbók og handvirkt skrá inn vörur
nl: Gebruik deze optie om een leeg dagboek voor het handmatig invoeren van alle items maken
nl_be: Gebruik deze optie om een leeg log aan te maken voor handmatige ingave van alle artikels
ru: Используйте эту опцию для создания пустого журнала и вручную введите все товары
sv: Använd det här alternativet för att skapa en tom journal och ange alla artiklar manuellt
vi_vn: Sử dụng tùy chọn này để tạo một bút toán trống để nhập thủ công tất cả các mặt hàng

# UseToGenerateFromExistingStockCountingJournal
source: Use this option to generate a stock counting journal from a previous one
bg: Използвайте тази опция, за да генерирате журнал за броене на запаси от предишно броене
da: Brug denne mulighed til at generere en kladde fra en tidligere
de: Verwenden Sie diese Option, um ein Bestandszählungsjournal aus einem älteren zu erstellen
es: Utilice esta opción para generar un diario de recuento de existencias a partir de otro anterior
fi: Käytä tätä vaihtoehtoa luodaksesi varastolaskennan päiväkirja edellisestä
fr: Utilisez cette option pour générer un journal de comptage de stock à partir d'un autre journal
is: Notaðu þennan möguleika til að búa til talningarbók út frá bók sem nú þegar er til
nl: Gebruik deze optie om het genereren van een voorraad tellen van dagboek van een vorige
nl_be: Gebruik deze optie om een log voorraadtelling aan te maken op basis van een vorig
ru: Используйте эту опцию для создания журнала подсчета склада из предыдуего журнала
sv: Använd det här alternativet för att generera en inventeringsjournal från en tidigare inköpsorder
vi_vn: Sử dụng tùy chọn này để tạo một nhật ký kiểm kho từ trước đó

# UseToGenerateFromFilter
source: Use this option to generate a stock counting worksheet from a filter
bg: Използвайте тази опция, за да генерирате работен лист за броене на запаси от филтър
da: Brug denne mulighed til at generere et lagertællingsark fra et filter
de: Verwenden Sie diese Option, um ein Bestandszählungsarbeitsblatt aus einem Filter zu erstellen
es: Utilice esta opción para generar una hoja de cálculo de recuento de existencias a partir de un filtro
fi: Käytä tätä vaihtoehtoa luodaksesi varastolaskennan työkirja suodattimen avulla
fr: Utilisez cette option pour générer une feuille de calcul de comptage de stock à partir d'un filtre
is: Notaðu þennan möguleika til að búa til talingarbók út frá afmörkun
nl: Gebruik deze optie om het genereren van een voorraad tellen-werkblad vanuit een filter
nl_be: Gebruik deze optie om een werkblad voorraadtelling aan te maken op basis van een filter
ru: Используйте эту опцию для создания рабочего листа подсчета склада на основе фильтра
sv: Använd det här alternativet för att generera ett inventeringskalkylblad från ett filter
vi_vn: Sử dụng tùy chọn này để tạo bảng tính kiểm kho từ bộ lọc

# UseToImportStockCountingFile
source: Use this option to import a stock counting file
bg: Използвайте тази опция, за да импортирате файл за броене на запаси
da: Brug denne indstilling til at importere en lagertællingsfil
de: Verwenden Sie diese Option, um eine Bestandszählungsdatei zu importieren
es: Utilice esta opción para importar un archivo de recuento de existencias
fi: Käytä tätä vaihtoehtoa tuodaksesi varastolaskennan tiedosto
fr: Utilisez cette option pour importer un fichier de comptage de stock
is: Notaðu þennan möguleika til að flytja inn vörutalningar skjal
nl: Gebruik deze optie om een voorraad tellen bestand importeren
nl_be: Gebruik deze optie om een voorraadtellingsbestand te importeren
ru: Используйте эту опцию для импорта файла подсчета склада
sv: Använd det här alternativet för att importera en inventeringsfil
vi_vn: Sử dụng tùy chọn này để nhập tệp kiểm kho

# UseToManageStockCountingJournals
source: Use this option to manage open stock counting journals
bg: Използвайте тази опция, за да управлявате отворени журнали за броене
da: Brug denne indstilling til at administrere åbne lagertællingskladder
de: Verwenden Sie diese Option, um offene Bestandszählungsjournale zu verwalten
es: Utilice esta opción para administrar los diarios abiertos de recuento de existencias
fi: Käytä tätä vaihtoehtoa avatakseksi varastolaskennan päiväkirjoja
fr: Utilisez cette option pour gérer les journaux de comptage de stock ouverts
is: Notaðu þennan valmöguleika til að sjá um vörutalningarbækur
nl: Gebruik deze optie voor het beheer van open voorraad tellen tijdschriften
nl_be: Gebruik deze optie om open logs voor voorraadtelling te beheren
ru: Используйте эту опцию для управления журналами подсчета склада
sv: Använd det här alternativet för att hantera öppna inventeringsjournaler
vi_vn: Sử dụng tùy chọn này để quản lý các nhật ký kiểm kho đang xử lý

# GenerateFromExistingStockCountingJournal
source: Generate from an existing stock counting journal
bg: Генериране от съществуващ журнал за броене на запаси
da: Generer fra en eksisterende lageroptællingskladde
de: Aus einem vorhandenen Bestandsaufzählungsjournal generieren
es: Generar a partir de un diario existente de recuento de existencias
fi: Luo olemassa olevasta varastolaskennan päiväkirjasta
fr: Générer à partir d'un journal de comptage de stock existant
is: Afrita frá talningarbók sem nú þegar er til
nl: Importeert vanuit een bestaand bestand.
nl_be: Aanmaken van een bestaand log voorraadtelling
ru: Сгенерировать из существующего журнала подсчета склада
sv: Generera från en befintlig inventeringsjournal
vi_vn: Tạo từ nhật ký kiểm kê hàng tồn kho hiện có

source: Excel file
bg: Excel файл
da: Excel-fil
de: Excel-Datei
es: Archivo de Excel
fi: Excel-tiedosto
fr: Fichier Excel
is: Excel skrá
nl: Excel-bestand
nl_be: Excelbestand
ru: Файл Excel
sv: Excel-fil
vi_vn: Tệp tin Excel

source: CSV file
bg: CSV файл
da: CSV-fil
de: CSV-Datei
es: Archivo CSV
fi: CSV-tiedosto
fr: Fichier CSV
is: CSV skrá
nl: CSV-bestand
nl_be: CSV-bestand
ru: Файл CSV
sv: CSV-fil
vi_vn: Tập tin CSV

# ImportDuplicateFile
source: This file has already been added to import do you want to overwrite the previously added file?
bg: Този файл вече е добавен за импортиране, Искате ли да презапишете предварително добавения файл?
da: Denne fil er allerede blevet tilføjet til import, ønsker du at overskrive den tidligere tilføjede fil?
de: Diese Datei wurde bereits für den Import hinzugefügt. Möchten Sie die vorher hinzugefügte Datei überschreiben?
es: Este archivo ya se ha añadido a la importación. ¿Desea sobrescribir el archivo añadido anteriormente?
fi: Tämä tiedosto on jo lisätty vientiin. Haluatko korvata edellisen aineiston?
fr: Ce fichier a déjà été ajouté à l'importation ; souhaitez-vous remplacer le fichier précédemment ajouté ?
is: Búið er að flytja inn þessa skrá. Viltu yfirskrifa skránna sem flutt var inn áður?
nl: Dit bestand al is toegevoegd om te importeren wilt u de eerder toegevoegde bestand overschrijven?
nl_be: Dit bestand is al aan de import toegevoegd, wilt u het vorige toegevoegde bestand overschrijven?
ru: Это файл уже был добавлен в импорт. Вы хотите переписать предыдущий добавленный файл.?
sv: Den här filen har redan lagts till i importen. Vill du skriva över den tidigare filen som lagts till?
vi_vn: Tập tin này đã được thêm vào để nhập, bạn có muốn ghi đè lên tập tin đã thêm trước đó không?
