Repository: iespana/LSOne
Catalog: SM/Plugins/Inventory/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# ItemCannotBeAdded
source: Deleted or service items cannot be added.
bg: Не могат да се добавят изтрити или сервизни артикули.
da: Slettede eller serviceelementer kan ikke tilføjes.
de: Gelöschte Artikel oder Serviceartikel können nicht hinzugefügt werden.
es: No se pueden añadir artículos eliminados o de servicio.
fi: Poistettuja tuotteita tai palvelutuotteita ei voi lisätä.
fr: Les articles supprimés ou de service ne peuvent pas être ajoutés.
is: Ekki er hægt að bæta við þjónustuvörum eða vörum sem hefur verið eytt.
nl: Verwijderde of service artikelen kunnen niet worden toegevoegd
nl_be: Verwijderde of service-items kunnen niet worden toegevoegd.
ru: Удаленные или сервисные товары не могут быть добавлены.
sv: Borttagna eller tjänsteobjekt kan inte läggas till.
vi_vn: Đã xóa hoặc các mặt hàng dịch vụ không thể được thêm vào.

# ItemNotInLocalDatabase
source: The item does not exist in the local database.
bg: Артикулът не съществува в локалната база данни.
da: Elementet findes ikke i den lokale database.
de: Der Artikel ist nicht in der lokalen Datenbank vorhanden.
es: El artículo no existe en la base de datos local.
fi: Tuote ei ole paikallisessa tietokannassa.
fr: Cet article n'existe pas dans la base de données locale.
is: Varan er ekki til í staðbundna gagnagrunninum.
nl: Het item bestaat niet in de lokale database.
nl_be: Het item bestaat niet in de lokale database.
ru: Товары не существуют в локальной базе данных.
sv: Objektet finns inte i den lokala databasen.
vi_vn: Mặt hàng không tồn tại trong cơ sở dữ liệu cục bộ

source: New reason code
bg: Нов код на причина
da: Ny årsagskode
de: Neuer Grundcode
es: Nuevo código de motivo
fi: Uusi syykoodi
fr: Nouveau code raison
is: Nýr ástæðukóti
nl: Nieuwe Redencode
nl_be: Nieuwe redencode
ru: Новый код причины
sv: Ny orsakskod
vi_vn: Mã lý do mới

# ReasonActionMainInventory
source: Main inventory
bg: Основна група матер.запаси
da: Hoverlagerbeholdning
de: Hauptbestand
es: Inventario principal
fi: Päävarasto
fr: Inventaire principal
is: Lager
nl: Inventarisatie
nl_be: Hoofdinventaris
ru: Основной склад
sv: Huvudinventarie
vi_vn: Tồn Kho Chính

# ReasonActionParkedInventory
source: Parked inventory
bg: Паркирани матер.запаси
da: Suspenderet lagerbeholdning
de: Geparkter Bestand
es: Inventario inmovilizado
fi: Parkkeerattu varasto
fr: Inventaire parqué
is: Ótiltækur lager
nl: Geparkeerde voorraad
nl_be: Gereserveerde inventaris
ru: Парковка
sv: Parkerad inventarie
vi_vn: Sắp xếp hàng tồn kho

# ReasonActionStockReservation
source: Stock reservation
bg: Резервация запаси
da: Lagerreservation
de: Bestandsreservierung
es: Reserva de existencias
fi: Varastovaraus
fr: Réservation de stock
is: Fráteknar birgðir
nl: Voorraad reservering
nl_be: Voorraadreservering
ru: Резервирование склада
sv: Lagerreservation
vi_vn: Đặt phòng

source: Reason codes
bg: Кодове причини
da: Årsagskoder
de: Grundcodes
es: Códigos de motivo
fi: Syykoodit
fr: Codes raison
is: Ástæðukótar
nl: Redencodes
nl_be: Redencodes
ru: Коды причины
sv: Orsakskoder
vi_vn: Mã Lý do

# ReasonCodesTooltipDescription
source: Manage and view reason codes
bg: Управление и преглед на кодове за причини
da: Administrer og se årsagskoder
de: Grundcodes verwalten und anzeigen
es: Administrar y ver códigos de motivo
fi: Hallitse ja tarkastele syykoodeja
fr: Gérer et afficher les codes raison
is: Sjá um og skoða ástæðukóta
nl: Beheren en bekijken van redencodes
nl_be: Redencodes beheren en weergeven
ru: Управление и просмотр кодов причин
sv: Hantera och visa orsakskoder
vi_vn: Quản lý và xem mã lý do

source: Selected vendor cannot be deleted.
bg: Избраният доставчик не може да бъде изтрит.
da: Den valgte leverandør kan ikke slettes.
de: Der ausgewählte Verkäufer kann nicht gelöscht werden.
es: No se pudo eliminar al proveedor seleccionado.
fi: Valittua toimittajaa ei voida poistaa.
fr: Le fournisseur sélectionné ne peut pas être supprimé.
is: Ekki er hægt að eyða birgjanum sem er valinn.
nl: Geslecteerde verkoper kan niet worden verwijderd
nl_be: Geselecteerde leverancier kan niet worden verwijderd.
ru: Нельзя удалить выбранного поставщика.
sv: Vald leverantör kan inte tas bort.
vi_vn: Nhà cung cấp được chọn không thể bị xóa.

source: Selected vendors cannot be deleted.
bg: Избраните доставчици не могат да бъдат изтрити.
da: De valgte leverandører kan ikke slettes.
de: Die ausgewählten Verkäufer können nicht gelöscht werden.
es: No se pudo eliminar a los proveedores seleccionados.
fi: Valittuja toimittajia ei voi poistaa.
fr: Les fournisseurs sélectionnés ne peuvent pas être supprimés.
is: Ekki er hægt að eyða út birkjunum sem eru valdir.
nl: Geselecteerde leveranciers kunnen niet worden verwijderd.
nl_be: Geselecteerde leveranciers kunnen niet worden verwijderd.
ru: Нельзя удалить выбранных поставщиков.
sv: Valda leverantörer kan inte tas bort.
vi_vn: Nhà cung cấp được chọn không thể bị xóa.

# VendorCannotBeDeleted
source: Vendor {0} can not be deleted. Do want to delete the other vendors that were selected?
bg: Доставчикът {0} не може да бъде изтрит. Искате ли да изтриете другите избрани доставчици?
da: Leverandør {0} kan ikke slettes. Vil du slette de andre leverandører, der blev valgt?
de: Verkäufer {0} kann nicht gelöscht werden. Möchten Sie die anderen ausgewählten Verkäufer löschen?
es: No se puede eliminar al proveedor {0}. ¿Desea eliminar al resto de proveedores seleccionados?
fi: Toimittajaa {0} ei voida poistaa. Haluatko poistaa kaikki muut valitut toimittajat.
fr: Le fournisseur{0} ne peut pas être supprimé. Souhaitez-vous supprimer les autres fournisseurs sélectionnés ?
is: Ekki er hægt að eyða út birgja {0}. Viltu halda áfram og eyða út öðrum völdum birgjum?
nl: Leverancier {0} kunnen niet worden verwijderd. Wilt verwijderen van de andere leveranciers die werden geselecteerd?
nl_be: Leverancier {0} kan niet worden verwijderd. Wilt u de andere geselecteerde leveranciers verwijderen?
ru: Поставщик {0} не может быть удален. Удалить других поставщиков, которые были выбраны?
sv: Leverantören {0} kan inte raderas. Vill du ta bort de andra valda leverantörerna?
vi_vn: Nhà cung cấp {0} không thể bị xóa. Bạn có muốn xóa các nhà cung cấp khác đã được chọn?

# VendorsCannotBeDeleted
source: Vendors {0} can not be deleted. Do want to delete the other vendors that were selected?
bg: Доставчици {0} не могат да бъдат изтрити. Искате ли да изтриете другите избрани доставчици?
da: Leverandør{0} kan ikke slettes. Vil du slette de andre leverandører, der blev valgt?
de: Verkäufer {0} können nicht gelöscht werden. Möchten Sie die anderen ausgewählten Verkäufer löschen?
es: No se puede eliminar a los proveedores {0}. ¿Desea eliminar al resto de proveedores seleccionados?
fi: Toimittajia {0} ei voi poistaa. Haluatko poistaa muut valitut toimittajat?
fr: Les fournisseurs{0} ne peuvent pas être supprimés. Souhaitez-vous supprimer les autres fournisseurs sélectionnés ?
is: Ekki er hægt að eyða birgja {0}. Viltu eyða út öðrum birgjum sem hafa verið valdir?
nl: Leveranciers {0} kunnen niet worden verwijderd. Wilt verwijderen van de andere leveranciers die werden geselecteerd?
nl_be: Leveranciers {0} kunnen niet worden verwijderd. Wilt u de andere geselecteerde leveranciers verwijderen?
ru: Поставщики {0} не могут быть удалены. Удалить других поставщиков, которые были выбраны?
sv: Leverantörerna {0} kan inte raderas. Vill du ta bort de andra valda leverantörerna?
vi_vn: Nhà cung cấp {0} không thể bị xóa. Bạn có muốn xóa các nhà cung cấp khác đã được chọn?

# DeleteSystemCodeQuestion
source: One or more of the selected reason codes is a system reason code and they will not be deleted.
bg: Един или повече от избраните кодове причини е код на системна причина и няма да бъдат изтрит.
da: En eller flere af de valgte årsagskoder er en systemårsagskode, og de slettes ikke.
de: Bei einem oder mehreren der ausgewählten Grundcodes handelt es sich um Systemgrundcodes. Diese werden nicht gelöscht.
es: Uno o varios códigos de motivo seleccionados son códigos de motivo del sistema y no se pueden eliminar.
fi: Yksi tai useampi valittu syykoodi on systeemin syykoodi ja niitä ei poisteta.
fr: Un ou plusieurs des codes raison choisis sont un code de raison de système et ne seront pas supprimés.
is: Einn eða fleiri af ástæðukótunum sem eru valdir eru kerfis kótar og þeim verður ekki eytt.
nl: Een of meer van de geselecteerde redencodes is een redencode systeem en zij zullen niet worden verwijderd.
nl_be: Een of meer geselecteerde redencodes zijn een systeemredencode en worden niet verwijderd.
ru: Один или несколько выбранных кодов причин - системные коды причин и они не будут удалены.
sv: En eller flera av de valda orsakskoderna är en systemorsakskod och de kommer inte att raderas.
vi_vn: Một hoặc nhiều mã lý do được chọn là mã lý do hệ thống và chúng sẽ không bị xóa.

# DeleteVendorQuestionAction
source: This information will also be removed.
bg: Тази информация също ще бъде премахната.
da: Disse oplysninger fjernes også.
de: Diese Informationen werden auch gelöscht.
es: Esta información también se eliminará.
fi: Myös tämä tieto poistetaan
fr: Cette information sera également supprimée.
is: Þeim verður líka eytt.
nl: Deze informatie zal ook worden verwijderd.
nl_be: Ook deze informatie wordt verwijderd.
ru: Эта информация также будет удалена.
sv: Denna information kommer också att tas bort.
vi_vn: Thông tin này cũng sẽ bị xóa.

# EditSystemCodeQuestion
source: One or more of the selected reason codes is a system reason code and they will not be updated.
bg: Един или повече от избраните кодове за причини е код на системна причина и няма да бъде актуализиран.
da: En eller flere af de valgte årsagskoder er en systemårsagskode, og de vil ikke blive opdateret.
de: Bei einem oder mehreren der ausgewählten Grundcodes handelt es sich um Systemgrundcodes. Diese werden nicht aktualisiert.
es: Uno o varios de los códigos de motivo seleccionados son códigos de motivo del sistema y no se actualizarán.
fi: Yksi tai useampi valittu syykoodi on järjestelmän syykoodi ja niitä ei päivitetä.
fr: Un ou plusieurs des codes raison choisis sont un code raison de système et ne seront pas modifiés.
is: Einn eða fleiri af ástæðukótunum sem eru valdir eru kerfis kótar og þeir verða ekki uppfærðir.
nl: Een of meer van de geselecteerde redencodes is een redencode systeem en zij zullen niet worden bijgewerkt.
nl_be: Een of meer geselecteerde redencodes zijn een systeemredencode en worden niet bijgewerkt.
ru: Один или несколько выбранных кодов причин это системные коды причны, и они не будут обновлены.
sv: En eller flera av de valda orsakskoderna är en systemorsakskod och de kommer inte att uppdateras.
vi_vn: Một hoặc nhiều mã lý do được chọn là mã lý do hệ thống và chúng sẽ không bị xóa.

source: System reason code
bg: Код на системната причина
da: Systemårsagskode
de: Systemgrundcode
es: Código de motivo del sistema
fi: Järjestelmän syykoodi
fr: Code raison du système
is: Kerfiskóti
nl: Systeem redencode
nl_be: Systeemredencode
ru: Системный код причины
sv: Systemorsakskod
vi_vn: Mã lý do hệ thống

source: Unable to open item.
bg: Не може да се отвори артикул.
da: Kan ikke åbne varen.
de: Artikel kann nicht geöffnet werden.
es: No se pudo abrir el artículo.
fi: Kohdetta ei voitu avata
fr: Impossible d'ouvrir l'article.
is: Ekki er hægt að sýna vöruna.
nl: Kan niet openen item.
nl_be: Kan het item niet openen.
ru: Не удается открыть товар.
sv: Kunde inte öppna objekt.
vi_vn: Không thể mở mặt hàng.

# AllReasonCodes
source: All
bg: Всички
da: Alle
de: Alle
es: Todos
fi: Kaikki
fr: Tous
is: Allar
nl: Alles
nl_be: Alle
ru: Все
sv: Alla
vi_vn: Tất cả

source: Archive document
bg: Архивен документ
da: Arkiver dokument
de: Dokument archivieren
es: Archivar documento
fi: Arkistoi asiakirja
fr: Archiver le document
is: Safnvista skjal
nl: Document archiveren
nl_be: Document archiveren
ru: Архивный документ
sv: Arkivera dokument
vi_vn: Chứng từ lưu trữ

source: Journals
bg: Журнали
da: Kladder
de: Tagesberichte
es: Diarios
fi: Päiväkirjat
fr: Journaux
is: Bækur
nl: Verslagen
nl_be: Journalen
ru: Журналы
sv: Journaler
vi_vn: Nhật ký

# JournalsTitle
source: Inventory journals
bg: Журнали инвантаризация
da: Beholdningskladder
de: Bestandstagesberichte
es: Diarios de inventario
fi: Varastopäiväkirja
fr: Journaux d'inventaire
is: Birgðabækur
nl: Inventaris tijdschriften
nl_be: Inventarisjournalen
ru: Журналы инвентаризации
sv: Inventeringsjournaler
vi_vn: Nhật ký hàng tồn kho

# JournalsTooltipDescription
source: Use this option to create a new inventory journal
bg: Използвайте тази опция, за да създадете нов журнал инвентаризация
da: Brug denne indstilling til at oprette en ny lagerkladde
de: Verwenden Sie diese Option, um einen neuen Bestandstagesbericht zu erstellen.
es: Utilice esta opción para crear un nuevo diario de inventario
fi: Luo uusi varastopäiväkirja tämän vaihtoehdon avulla
fr: Utilisez cette option pour créer un nouveau journal d'inventaire
is: Notaðu þennan valmöguleika til að búa til nýja birgðabók
nl: Gebruik deze optie om een nieuwe inventaris dagboek maken
nl_be: Gebruik deze optie om een nieuw inventarisjournaal te maken.
ru: Используйте эту опцию для создания нового журнала инвентаризации
sv: Använd det här alternativet för att skapa en ny inventariejournal
vi_vn: Sử dụng tùy chọn này để tạo một nhật ký tồn kho mới

# MoveToInventoryDialogHeader
source: Select a reason and quantity
bg: Изберете причина и количество
da: Vælg en årsag og antal
de: Wählen Sie einen Grund und eine Menge aus.
es: Seleccione un motivo y una cantidad
fi: Valitse syy ja määrä
fr: Sélectionner une raison et une quantité
is: Veldu ástæðu og magn
nl: Selecteer een reden
nl_be: Selecteer een reden en aantal
ru: Выберите причину и количество
sv: Välj en orsak och en kvantitet
vi_vn: Chọn một lý do và số lượng

# MoveToInventoryMultipleLines
source: All selected lines will be fully posted. Do you want to continue?
bg: Всички избрани линии ще бъдат напълно осчетоводени. Искате ли да продължите?
da: Alle valgte linjer vil blive bogført. Vil du fortsætte?
de: Die ausgewählten Zeilen werden vollständige gepostet. Möchten Sie fortfahren?
es: Todas las líneas seleccionadas se publicarán íntegramente. ¿Desea continuar?
fi: Kaikki valitut rivit lähetetään kokonaan. Haluatko jatkaa?
fr: Toutes les lignes sélectionnées seront entièrement validées. Souhaitez-vous continuer ?
is: Þær línur sem hafa verið valdar verða að fullu bókaðar. Viltu halda áfram?
nl: Alle geselecteerde regels zal volledig worden geplaatst. Wilt u doorgaan?
nl_be: Alle geselecteerde regels worden volledig geboekt. Wilt u doorgaan?
ru: Все выбранные строки будут полностью учтены. Продолжить?
sv: Alla valda linjer kommer att publiceras fullständigt. Vill du fortsätta?
vi_vn: Tất cả các dòng được chọn sẽ được ghi sổ. Bạn có muốn tiếp tục?

source: Move to main inventory
bg: Преминаване към основния инвентар
da: Flyt til hovedvarebeholdning
de: In Hauptbestand verschieben
es: Mover al inventario principal
fi: Siirrä päävarastoon
fr: Déplacer vers l'inventaire principal
is: Færa tilbaka í birgðir
nl: Ga naar het hoofdvenster.
nl_be: Verplaatsen naar hoofdinventaris
ru: Перенести в основную инвентаризацию
sv: Flytta till huvudinventarier
vi_vn: Chuyển đến kho chính

source: New inventory adjustment
bg: Нова корекция на запасите
da: Ny lagerjustering
de: Neue Bestandsanpassung
es: Nuevo ajuste de inventario
fi: Uusi varaston muutos
fr: Nouvel ajustement d'inventaire
is: Ný leiðréttingabók
nl: Voorraadaanpassing
nl_be: Nieuwe inventarisaanpassing
ru: Новая корректировка инвентаризации
sv: Ny inventariejustering
vi_vn: Điều chỉnh hàng tồn kho mới

source: New inventory journal
bg: Нов журнал за инвентаризация
da: Ny lagerkladde
de: Neuer Bestandstagesbericht
es: Nuevo diario de inventario
fi: Uusi varastopäiväkirja
fr: Nouveau journal d'inventaire
is: Ný birgðabók
nl: Nieuwe voorraad dagboek
nl_be: Nieuw inventarisjournaal
ru: Новый журнал инвентаризации
sv: Ny inventeringsjournal
vi_vn: Nhật ký tồn kho mới

source: New parked inventory
da: Nyt suspenderet lager
de: Neuer geparkter Bestand
es: Nuevo inventario inmovilizado
fi: Uusi parkeerattu varasto
fr: Nouvel inventaire parqué
is: Ný ótiltæk lagerbók
nl: Nieuwe geparkeerde inventaris
nl_be: Nieuwe gereserveerde inventaris
ru: Новый журнал парковки
sv: Ny parkerad inventarie
vi_vn: Hàng tồn kho mới

source: New stock reservation
bg: Нова резервация на стоки
da: Ny lagerreservation
de: Neuer reservierter Bestand
es: Nueva reserva de existencias
fi: Uusi varastovaraus
fr: Nouvelle réservation de stock
is: Ný frátekin birgðabók
nl: Nieuwe voorraad reservering
nl_be: Nieuwe voorraadreservering
ru: Новое резервирование запасов
sv: Ny lagerreservering
vi_vn: Giữ hàng tồn kho mới

source: Parked
da: Suspenderet
de: Geparkt
es: Inmovilizado
fi: Parkeerattu
fr: Parquée
is: Ótiltækt
nl: Geparkeerd
nl_be: Gereserveerd
ru: Припарковано
sv: Parkerad
vi_vn: Dành riêng

source: Parked inventory
bg: Паркирани матер.запаси
da: Suspenderet lagerbeholdning
de: Geparkter Bestand
es: Inventario inmovilizado
fi: Parkkeerattu varasto
fr: Inventaire parqué
is: Ótiltækur lager
nl: Geparkeerde voorraad
nl_be: Gereserveerde inventaris
ru: Парковка
sv: Parkerad inventarie
vi_vn: Sắp xếp hàng tồn kho

source: Parked inventory line
da: Suspenderet lagerlinje
de: Geparkte Bestandszeile
es: Línea de inventario inmovilizado
fi: Parkkeerattu varaston arvo rivi
fr: Ligne d'inventaire parqué
is: Ótiltæk lagerlína
nl: Geparkeerde voorraad lijn
nl_be: Gereserveerde inventarisregel
ru: Строка парковки
sv: Parkerad inventarielinje
vi_vn: Dòng tồn kho dành riêng

# ParkedInventoryTooltipDescription
source: Use this option to manage parked inventory
bg: Използвайте тази опция за управление на parked inventory
da: Brug denne indstilling til at administrere parkeret beholdning
de: Verwenden Sie diese Option, um geparkte Bestände zu verwalten.
es: Utilice esta opción para administrar el inventario inmovilizado
fi: Tämän vaihtoehdon avulla voit hallita parkkeerattua varastoa
fr: Utilisez cette option pour gérer l'inventaire parqué
is: Notaðu þennan valmöguleika til að sjá ótiltækar lagerbækur
nl: Met deze optie kunt de geparkeerde voorraad beheren
nl_be: Gebruik deze optie om gereserveerde inventaris te beheren.
ru: Используйте эту опцию для управления парковкой
sv: Använd det här alternativet för att hantera parkerad inventarie
vi_vn: Sử dụng tùy chọn này để quản lý tồn kho riêng

# SearchBar_Unit
source: Unit
bg: Единица
da: Enhed
de: Einheit
es: Unidad
fi: Yksikkö
fr: Unité
is: Eining
nl: Eenheid
nl_be: Eenheid
ru: Единица
sv: Enhet
vi_vn: Đơn vị

# SearchBar_Value_Archived
source: Archived
bg: Архивирано
da: Arkiveret
de: Archiviert
es: Archivado
fi: Arkistoitu
fr: Archivé
is: Safnvistað
nl: Gearchiveerd
nl_be: Gearchiveerd
ru: Заархивировано
sv: Arkiverat
vi_vn: Đã lưu trữ

# SelectItemsForArchive
source: There are no selected items to archive.
bg: Няма избрани артикули за архивиране.
da: Der er ingen valgte poster at arkivere.
de: Es sind keine ausgewählten Artikel zur Archivierung vorhanden.
es: No hay artículos seleccionados para archivarlos.
fi: Arkistointiin ei ole valittuja kohteita.
fr: Aucun article à archiver n'est sélectionné.
is: Engar birgðabækur hafa verið valdar til að setja í safn.
nl: Er zijn geen geselecteerde items wilt archiveren.
nl_be: Er zijn geen geselecteerde items om te archiveren.
ru: Нет выбранных товаров для архивации.
sv: Det finns inga valda objekt att arkivera.
vi_vn: Không có mặt hàng nào được chọn để lưu trữ.

# SelectItemToMoveToInventory
source: There are no selected items eligible to move to inventory.
bg: Няма избрани артикули, отговарящи на условията за преместване в наличност.
da: Der er ingen valgte varer, der er berettigede til at blive flyttet til beholdning.
de: Es sind keine ausgewählten Artikel zur Verschiebung in den Bestand verfügbar.
es: No hay artículos seleccionados que puedan moverse al inventario.
fi: Ei ole valittavia kohteita, jotka olivat kelvollisia siirrettäväksi varastoon.
fr: Aucun article sélectionné est éligible pour être déplacé dans l'inventaire.
is: Ekki er hægt að færa vörurnar sem eru valdar tilbaka í birgðir.
nl: Er zijn geen geselecteerde objecten die in aanmerking komen om te verplaatsen naar voorraad.
nl_be: Er zijn geen geselecteerde items die in aanmerking komen voor verplaatsing naar de inventaris.
ru: Нет выбраннх товаров для переноса в инвентаризацию.
sv: Det finns inga valda objekt som kan flyttas till inventarier.
vi_vn: Không có mặt hàng nào được chọn đủ điều kiện để chuyển đến hàng tồn kho.

# SelectReason
source: Select a reason
bg: Изберете причина
da: Vælg en årsagskode
de: Wählen Sie einen Grund aus.
es: Seleccionar un motivo
fi: Valitse syy
fr: Sélectionner une raison
is: Veldu ástæðukóta
nl: Selecteer een reden
nl_be: Selecteer een reden
ru: Выберите причину
sv: Välj en orsak
vi_vn: Chọn một lí do

source: Select reason code
bg: Избиране Код причина
da: Vælg årsagskode
de: Grundcode auswählen
es: Seleccionar código de motivo
fi: Valitse syykoodi
fr: Choisissez un code raison
is: Veldu ástæðukóta
nl: Selecteer redencode
nl_be: Redencode selecteren
ru: Выберите код причины
sv: Välj orsakskod
vi_vn: Chọn mã lý do

source: Stock reservations
bg: Резервации на запаси
da: Lagerreservationer
de: Reservierte Bestände
es: Reservas de existencias
fi: Varaston varaukset
fr: Réservations de stock
is: Fráteknar birgðir
nl: Voorraad reserveren
nl_be: Voorraadreserveringen
ru: Резервирование запасов
sv: Lagerreserveringar
vi_vn: Dự trữ tồn kho

source: Summary
bg: Обобщение
da: Opsummering
de: Zusammenfassung
es: Resumen
fi: Yhteenveto
fr: Sommaire
is: Samantekt
nl: Samenvatting
nl_be: Samenvatting
ru: Суммарно
sv: Sammanfattning
vi_vn: Tóm lược

# UnableToDeleteInventoryJournal
source: Selected inventory journal contains items and can not be deleted.
bg: Избраният журнал инвентаризация съдържа артикули и не може да бъде изтрит.
da: Den valgte lagerkladde indeholder varer og kan ikke slettes.
de: Der ausgewählte Bestandstagesbericht enthält Artikel und kann nicht gelöscht werden.
es: El diario de inventario seleccionado contiene artículos y no se puede eliminar.
fi: Valittu varastopäiväkirja sisältää kohteita joita ei voi poistaa.
fr: Le journal d'inventaire sélectionné contient des articles et ne peut pas être supprimé.
is: Birgðabókin er með vörum á sér og því er ekki hægt að eyða henni.
nl: Geselecteerde voorraad tijdschrift bevat artikelen en kan niet worden verwijderd.
nl_be: Geselecteerd inventarisjournaal bevat items en kan niet worden verwijderd.
ru: Выбранный журнал инвентаризации содержит товары и не может быть удален.
sv: Vald inventariejournal innehåller objekt och kan inte raderas.
vi_vn: Nhật ký hàng tồn kho được chọn có chứa các mặt hàng và không thể xóa.

# InventoryAdjustmentNegativeCount
source: Removing {0} {1} from main inventory
bg: {0} {1} се премахва от основната наличност
da: Fjerner {0} {1} fra hovedlager
de: Entfernen von {0} {1} aus Hauptbestand
es: Eliminando {0} {1} del inventario principal
fi: Poistetaan {0} {1} päävarastosta
fr: {0} {1} est en train d'être retiré de l'inventaire principal
is: Fjarlægja {0} {1} af lager
nl: {0} {1} verwijderen uit de belangrijkste voorraad
nl_be: {0} {1} wordt verwijderd uit de hoofdinventaris
sv: Att ta bort {0} {1} från huvudlagret
vi_vn: Xóa {0} {1} khỏi kho chính
