Repository: iespana/LSOne
Catalog: SM/Plugins/EndOfDay/ViewPages/FunctionalityProfileSettingsPage.*.resx
Languages: es

# chkIncludeFloatInCash.Text
source: Yes
es: Sí

# chkIncludeTenderDeclaration.Text
source: Yes
es: Sí

# groupBox2.Text
source: Tender report
es: Informe de oferta

# chkCombineGrandTotal.Text
source: Yes
es: Sí

# chkCombineSalesReport.Text
source: Yes
es: Sí

# chkDisplayOtherInfo.Text
source: Yes
es: Sí

# chkDisplayReturns.Text
source: Yes
es: Sí

# chkDisplaySuspended.Text
source: Yes
es: Sí

# cmbGTDisplayAmounts.Items2
source: Both
es: Ambos

# groupBox3.Text
source: Sales report
es: Informe de ventas

# label7.Text
source: Display amounts:
es: Mostrar descuentos con impuesto:

# chkDisplayDeposit.Text
source: Yes
es: Sí

# cmbOrderDeposit.Items1
source: Amount
es: Importe

# cmbOrderDeposit.Items2
source: Name
es: Nombre

# cmbGTDisplayAmounts.Items
source: With tax
es: Con impuestos

# cmbGTDisplayAmounts.Items1
source: Without tax
es: Sin impuestos

# cmbOrderDeposit.Items
source: Account
es: Cuenta

# cmbSRDisplayAmount.Items
source: With tax
es: Con impuestos

# cmbSRDisplayAmount.Items1
source: Without tax
es: Sin impuestos

# groupBox1.Text
source: Grand totals (Z report)
es: Totales (informe Z)

# groupBox5.Text
source: Statistics report
es: Informe de estadísticas

# label1.Text
source: Include float in cash summary:
es: Incluir fluctuaciones en el resumen de efectivo:

# label10.Text
source: Include tender declaration:
es: Incluir declaración de oferta:

# label11.Text
source: Order by:
es: Ordenar por:

# label3.Text
source: Show individual deposits:
es: Mostrar importes:

# label4.Text
source: Display suspended information:
es: Mostrar información suspendida:

# label5.Text
source: Display other information:
es: Mostrar información adicional:

# label6.Text
source: Display return information:
es: Mostrar información de devoluciones:

# label8.Text
source: Combine sales and returns:
es: Combinar ventas y devoluciones:

# label9.Text
source: Display deposit information:
es: Mostrar información de depósitos:

# label12.Text
source: X/Z report width and padding:
es: Ancho y relleno del informe X/Z:
