Repository: iespana/LSOne
Catalog: SM/Plugins/CentralSuspensions/Properties/Resources.*.resx
Languages: bg, es, fr, sv

source: Yes
bg: Да
es: Sí
fr: Oui
sv: Ja

source: Add
bg: Добавяне
es: Añadir
fr: Ajouter
sv: Lägg till

source: All
bg: Всички
es: Todo
fr: Tous
sv: Alla

# CannotDeleteSuspensionType
source: Cannot delete this suspension type because it is in use
bg: Не може да се изтрие този вид отлагане, защото се използва
es: No se puede borrar este tipo de suspensión porque está en uso.
fr: Impossible de supprimer ce type d'interruption car il est en cours d'utilisation
sv: Kan inte radera typen på grund av att den används

# CannotDeleteSuspensionTypes
source: Cannot delete #1 because the suspension type is in use
bg: Не може да се изтрие #1, защото се използва вид отлагане
es: No se puede borrar #1 porque el tipo de suspensión está en uso.
fr: Impossible de supprimer #1 car le type de suspension est en cours d'utilisation
sv: Kan inte radera #1 på grund av att typen används

# CentralSuspendedTransactions
source: Use this option to view suspended transactions
bg: Използвайте тази опция, за да видите отложените транзакции
es: Utilice esta opción para ver las transacciones suspendidas
fr: Utilisez cette option pour afficher les transactions interrompues
sv: Använd alternativet för att se parkerade transaktioner

# CentralSuspensionTypeDescription
source: Use this option to view central suspension types
bg: Използвайте тази опция, за да видите видовете отлагане
es: Utilice esta opción para ver los tipos de suspensión central
fr: Utilisez cette option pour afficher les types de suspension centrale
sv: Använd alternativet vy centralt parkerade typer

# CouldNotConnectToStoreServer
source: Could not connect to Site Service
bg: Не можа да се свърже с услугата на сайта
es: No se ha podido establecer la conexión con el servidor de la tienda
fr: Impossible de se connecter au service de site
sv: Kunde inte koppla upp till Site Service

source: Date
bg: Дата
es: Fecha
sv: Datum

source: Delete
bg: Изтриване
es: Borrar
fr: Supprimer
sv: Ta bort

# DeleteSupensionAdditionalInfo
source: Suspension type info
bg: Информация за вид отлагане
es: Información del tipo de suspensión
fr: Infos sur le type de suspension
sv: Parkerad typ info

# DeleteSupensionAdditionalInfoQuestion
source: Are you sure you want delete the suspension type info ?
bg: Наистина ли искате да изтриете информацията за вида на отлагането?
es: ¿Está seguro de que desea borrar la información del tipo de suspensión?
fr: Êtes-vous sûr(e) de vouloir supprimer les infos sur le type de suspension ?
sv: Vill du radera informationen?

source: Delete suspended transaction
bg: Изтриване на отложена транзакция
es: Borrar transacción suspendida
fr: Supprimer la transaction suspendue
sv: Radera parkerad transaktion

# DeleteSuspendedTransactionQuestion
source: Are you sure you want to delete the suspended transaction
bg: Наистина ли искате да изтриете отложената транзакция
es: ¿Está seguro de que desea borrar las transacciones suspendidas?
fr: Êtes-vous sûr(e) de vouloir supprimer la transaction suspendue ?
sv: Vill du radera parkerade transaktioner?

source: Delete suspended transactions
bg: Изтриване на отложени транзакции
es: Borrar transacciones suspendidas
fr: Supprimer les transactions suspendues
sv: Radera parkerade transaktioner

# DeleteSuspendedTransactionsQuestion
source: Are you sure you want to delete the suspended transactions?
bg: Наистина ли искате да изтриете отложената транзакция
es: ¿Está seguro de que desea borrar las transacciones suspendidas?
fr: Êtes-vous sûr(e) de vouloir supprimer la transaction suspendue ?
sv: Vill du radera parkerade transaktioner?

source: Delete suspended type
bg: Изтриване на вид отлагане
es: Borrar tipo suspendido
fr: Supprimer le type de suspension
sv: Radera parkeringstyp

# DeleteSuspendedTypeQuestion
source: Are you sure you want to delete the selected suspended type ?
bg: Сигурни ли сте, че искате да изтриете избрания вид отлагане?
es: ¿Está seguro de que desea borrar el tipo de suspensión seleccionado?
fr: Êtes-vous sûr(e) de vouloir supprimer le type suspendu choisi ?
sv: Vill du radera vald typ?

# DeleteSuspensionTypes
source: Delete suspended types
bg: Изтриване на видовете отлагане
es: Borrar tipos suspendidos
fr: Supprimer les types suspendus
sv: Radera parkeringstyper

# DeleteSuspensionTypesQuestion
source: Are you sure you want to delete the selected suspended types ?
bg: Наистина ли искате да изтриете избраните видове отлагане?
es: ¿Está seguro de que desea borrar los tipos de suspensión seleccionados?
fr: Êtes-vous sûr(e) de vouloir supprimer les types suspendus choisis ?
sv: Vill du radera valda typer?

source: Edit
bg: Редактиране
es: Editar
fr: Modifier
sv: Redigera

source: Infocode
bg: Инфокод:
es: Infocódigo
fr: Code info
sv: Infokod

source: Move down
bg: Надолу
es: Bajar
fr: Descendre
sv: Flytta ned

source: Move up
bg: Нагоре
es: Subir
fr: Monter
sv: Flytta upp

source: No
bg: Не
fr: Non
sv: Nej

# NoStoreServerIsSetUp
source: Site service has not been configured yet
bg: Услугата на сайта все още не е конфигурирана
es: Todavía no se ha configurado un servidor de la tienda.
fr: Le service de site n'a pas encore été configuré
sv: Butiksserver har inte konfigurerats ännu

source: Profiles
bg: Профили
es: Perfiles
fr: Profil
sv: Profiler

source: Retail
bg: Търговия на дребно
es: Minorista
fr: Vente au détail

source: Sales
bg: Продажби
es: Ventas
fr: Ventes
sv: Försäljning

source: Store
bg: Магазин:
es: Tienda
fr: Magasin
sv: Butik

source: Suspended
bg: Отложен
es: Suspendido
fr: Suspendu
sv: Parkerad

source: Suspended transaction
bg: Отложена транзакция
es: Transacción suspendida
fr: Transaction suspendue
sv: Parkerad transaktion

source: Suspended transactions
bg: Отложени транзакции
es: Transacciones suspendidas
fr: Transactions suspendues
sv: Parkerade transaktioner

# SuspendedTransactionsTooltipDescription
source: View suspended transaction and manage the suspension types
bg: Преглед на отложена транзакция и управление на видовете отлагане
es: Ver la transacción suspendida y administrar los tipos de suspensión
fr: Afficher la transaction suspendue et gérer les types de suspensions
sv: Visa parkerade transaktioner och hantera parkeringstyper

# SuspensionsType
source: Suspended type
bg: Вид отлагане
es: Tipo de suspensión
fr: Type suspendu
sv: Parkerad typ

# SuspensionsTypes
source: Suspended types
bg: Видове отлагане
es: Tipos de suspensión
fr: Types suspendus
sv: Parkerade typer

# SuspensionTransactionTypes
source: Suspension transaction type
bg: Вид отлагане транзакции
es: Tipo de suspensión de transacción
fr: Type de transaction suspendue
sv: Parkerat transaktionstyp

source: Suspension type
bg: Вид отлагане:
es: Tipo suspendido
fr: Type de suspension
sv: Parkeringstyp

source: Terminal
bg: Терминал

source: Transactions
bg: Транзакции
es: Transacciones
sv: Transaktioner

source: View suspended transaction types
bg: Преглед видове отложени транзакции
es: Ver tipos suspendidos de transacción
fr: Afficher les types de transactions suspendues
sv: Vy parkerade transaktionstyper
