Repository: iespana/LSOne
Catalog: POS/Services/LoginPanelService/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl_be, sv, vi_vn

source: Password
bg: Парола:
da: Kodeord
de: Passwort
es: Contraseña
fi: Salasana:
fr: Mot de passe
is: Lykilorð
nl_be: Wachtwoord
sv: Lösenord
vi_vn: Mật khẩu:

# AccountDisabledError
source: Account disabled
bg: Акаунтът е деактивиран
da: Konto deaktiveret
de: Konto deaktiviert
es: Cuenta desactivada
fi: Tili poistettu käytöstä
fr: Compte désactivé
is: Auðkenni óvirkt
nl_be: Rekening uitgeschakeld
sv: Kontot är inaktiverat
vi_vn: Tài khoản bị vô hiệu hóa

# ActivateTrainingPanelText
source: Please authenticate to activate training mode
bg: Моля удостоверете се, за да активирате режим на обучение.
da: Godkend for at aktivere kursustilstand.
de: Bitte authentifizieren Sie sich, um den Schulungsmodus zu aktivieren,
es: Identifíquese para activar el modo de formación.
fi: Vahvista aktivoidaksesi koulutustila.
fr: Authentifiez-vous pour activer le mode formation.
is: Vinsamlegast sláið inn auðkenni til að virkja þjálfunarham.
nl_be: Voer verificatie uit om de leermodus in te schakelen.
sv: Godkänn autentisering för att aktivera träningsläge.
vi_vn: Vui lòng xác thực để kích hoạt chế độ đào tạo.

# ActivateTrainingPanelTitle
source: Activate training mode
bg: Активирайте режим на обучение
da: Aktivér kursustilstand
de: Schulungsmodus aktivieren
es: Activar modo de formación
fi: Aktivoi koulutustila
fr: Activer le mode formation
is: Virkja þjálfunarham
nl_be: Leermodus inschakelen
sv: Aktivera träningsläge
vi_vn: Kích hoạt chế độ đào tạo

# AtNextLogonEFT
source: At next logon EFT will be configured if the user has permission
bg: При следващото влизане EFT ще бъде конфигуриран, ако потребителят има разрешение
da: Ved næste logon vil EFT blive konfigureret, såfremt brugeren har den fornødne tilladelse
de: Bei der nächsten Anmeldung wird EFT konfiguriert, wenn der Benutzer die Berechtigung hat
es: Durante el próximo inicio de sesión se configurará la EFT si el usuario dispone de los permisos necesarios
fi: Seuraavalla kirjautumalla EFT määritetään, jos käyttäjällä on oikeudet
fr: Lors de la prochaine connexion, TEF sera configuré si l'utilisateur y est autorisé
is: Í næstu innskráningu verður kortagreiðslueining stillt ef notandinn hefur réttindi
nl_be: Bij volgende aanmelding zal EFT worden geconfigureerd als de gebruiker gemachtigd is
sv: Vid nästa inloggning kommer EFT att konfigureras om användaren har behörighet
vi_vn: Ở lần đăng nhập tiếp theo, EFT sẽ được cấu hình nếu người dùng có quyền

# AtNextLogonHardware
source: At next logon hardware profile will be configured if the user has permission
bg: При следващото влизане хардуерният профил ще бъде конфигуриран, ако потребителят има разрешение
da: Ved næste logon vil hardwareprofilen blive konfigureret, såfremt brugeren har den fornødne tilladelse
de: Bei der nächsten Anmeldung wird das Hardwareprofil konfiguriert, wenn der Benutzer die Berechtigung hat
es: Durante el próximo inicio de sesión se configurará el perfil de hardware si el usuario dispone de los permisos necesarios
fi: Seuraavalla kirjautumisella laitteistoprofiili määritetään, jos käyttäjällä on oikeudet
fr: Lors de la prochaine connexion, le profil matériel sera configuré si l'utilisateur y est autorisé
is: Í næstu innskráningu verður vélbúnaðarprófíll stilltur ef notandinn hefur réttindi
nl_be: Bij volgende aanmelding zal hardwareprofiel worden geconfigureerd als de gebruiker gemachtigd is
sv: Vid nästa inloggning kommer hårdvaruprofilen att konfigureras om användaren har behörighet
vi_vn: Ở hồ sơ phần cứng đăng nhập tiếp theo sẽ được cấu hình nếu người dùng có quyền

# AtNextLogonHardwareAndEFT
source: At next logon hardware profile and EFT will be configured if the user has permission
bg: При следващото влизане хардуерният профил и EFT ще бъдат конфигурирани, ако потребителят има разрешение
da: Ved næste logon vil hardwareprofilen og EFT blive konfigureret, såfremt brugeren har den fornødne tilladelse
de: Bei der nächsten Anmeldung werden das Hardwareprofil und EFT konfiguriert, wenn der Benutzer die Berechtigung hat
es: Durante el próximo inicio de sesión se configurarán el perfil de hardware y la EFT si el usuario dispone de los permisos necesarios
fi: Seuraavalla kirjautumisella määritetään laitteistoprofiili ja EFT, jos käyttäjällä on oikeudet
fr: Lors de la prochaine connexion, le profil matériel et TEF seront configurés si l'utilisateur y est autorisé
is: Í næstu innskráningu verður vélbúnaðarprófíll og kortagreiðslueining stillt ef notandinn hefur réttindi
nl_be: Bij volgende aanmelding zullen hardwareprofiel en EFT worden geconfigureerd als de gebruiker gemachtigd is
sv: Vid nästa inloggning kommer hårdvaruprofilen och EFT att konfigureras om användaren har behörighet
vi_vn: Ở hồ sơ phần cứng đăng nhập tiếp theo và EFT sẽ được cấu hình nếu người dùng có quyền

source: Authentication failed
bg: Неуспех с предоставеното име и парола
da: Godkendelse mislykkedes
de: Legitimation gescheitert
es: Falló la autenticación
fi: Todennus epäonnistui
fr: Échec de l'authentification
is: Notandanafn eða lykilorð er rangt
nl_be: Authenticatie mislukt
sv: Autentisering misslyckades
vi_vn: Xác thực thất bại.

# ConnectingToDatabaseError
source: Connecting to database failed
bg: Неуспешно свързване с базата данни
da: Oprettelse af forbindelse til database mislykkedes
de: Verbindung zur Datenbank fehlgeschlagen
es: Error al conectar con la base de datos
fi: Yhteyden muodostaminen tietokantaan epäonnistui
fr: Échec de la connexion à la base de données
is: Tenging við gagnagrunn mistókst
nl_be: Verbinding met database mislukt
sv: Uppkoppling till databas misslyckades
vi_vn: Kết nối với cơ sở dữ liệu không thành công

# ConnectToSiteServiceFailedForLockout
source: User has been locked. Connection to the Site Service failed and the user will only be locked on this terminal
bg: Потребителят е заключен. Връзката с услугата на сайта пропадна и потребителят ще бъде заключен за терминала
da: Brugeren er låst. Forbindelse til Site Service mislykkedes, og brugeren vil kun være låst på denne terminal
de: Der Benutzer wurde gesperrt. Die Verbindung zum Site Service ist fehlgeschlagen. Der Benutzer wird nur auf diesem Terminal gesperrt.
es: Se ha bloqueado al usuario. Se produjo un error de conexión con el servidor de la tienda y el usuario solo estará bloqueado en este terminal.
fi: Käyttäjä on lukittu. Site Service yhteys epäonnistui ja käyttäjä lukitaan vain tällä päätteellä
fr: L'utilisateur a été verrouillé. La connexion au Service de site a échoué et l'utilisateur sera seulement verrouillé sur ce terminal
is: Notandi er læstur úti. Ekki tókst að tengjast búðarþjóni og notandinn er aðeins læstur á þessari útstöð
nl_be: Gebruiker is geblokkeerd. Verbinding met de siteservice is mislukt en de gebruiker zal alleen op deze terminal geblokkeerd zijn
sv: Användaren är låst. Det gick inte att ansluta Site Service och användaren låses endast på denna terminal
vi_vn: Người dùng đã bị khóa. Kết nối với Dịch vụ Trang web không thành công và người dùng sẽ chỉ bị khóa trên thiết bị đầu cuối này

# ConnectToSiteServiceFailedForPasswordWarning
source: You need to change your password but no connection could be made with the Site Service. Password changes will only be made on this terminal. Are you sure you want to continue?
bg: Трябва да промените паролата си, но връзката с услугата на сайта не може да се осъществи. Промените в паролата ще се правят само на този терминал. Сигурни ли сте, че искате да продължите?
da: Du skal ændre din adgangskode, men der kunne ikke oprettes forbindelse til Site Service. Ændring af adgangskoden vil kun blive foretaget på denne terminal. Er du sikker på, at du vil fortsætte?
de: Sie müssen Ihr Passwort ändern, es konnte jedoch keine Verbindung zum Site Service hergestellt werden. Passwortänderungen erfolgen nur auf diesem Terminal. Möchten Sie fortfahren?
es: Debe cambiar su contraseña pero no se pudo establecer conexión con el servidor de la tienda. El cambio de contraseña solo se aplicará en este terminal. ¿Está seguro de que desea continuar?
fi: Sinun täytyy vaihtaa salasanasi, mutta Site Service -palvelua ei voi muodostaa. Salasanan vaihto tehdään vain tällä päätteellä. Haluatko jatkaa?
fr: Vous devez modifier votre mot de passe, mais aucune connexion n'a pu être établie avec le Service de site. Les modifications de mot de passe seront uniquement effectuées sur ce terminal. Êtes-vous sûr(e) de vouloir continuer ?
is: Þú þarft að breyta lykilorðinu þínu en ekki tókst að tengjast búðarþjóni. Breytingar á lykilorði verða einungis vistaðar á þessari útstöð. Ertu viss um að þú viljir halda áfram?
nl_be: U dient uw wachtwoord te wijzigen zonder verbinding te maken met de siteservice. Wachtwoordwijzigingen zullen alleen op deze terminal worden uitgevoerd. Weet u zeker dat u wilt doorgaan?
sv: Du måste ändra ditt lösenord men det gick inte att ansluta till Site Service. Ändringar av lösenord kommer endast gälla denna terminal. Vill du fortsätta?
vi_vn: Bạn cần thay đổi mật khẩu nhưng không thể thực hiện kết nối với Dịch vụ Trang web. Thay đổi mật khẩu sẽ chỉ được thực hiện trên thiết bị đầu cuối này. Bạn có chắc chắn muốn tiếp tục?

source: Could not connect to Site Service
bg: Не можа да се свърже с услугата на сайта
da: Kunne ikke oprette forbindelse til Site Service
de: Konnte keine Verbindung zum Site Service herstellen
es: No se ha podido establecer la conexión con el servidor de la tienda
fi: Yhteyden muodostaminen Site Service -palveluun ei onnistunut
fr: Impossible de se connecter au service de site
is: Gat ekki tengst búðarþjóni
nl_be: Kon geen verbinding tot stand brengen met Site Service
sv: Kunde inte koppla upp till Site Service
vi_vn: Không thể kết nối với dịch vụ Trang web

# ExitPanelText
source: Please authenticate to exit
bg: Моля потвърдете удостоверяването, за да излезете от приложението.
da: Godkend for at lukke applikationen.
de: Bitte authentifizieren Sie sich, um die Anwendung zu verlassen,
es: Identifíquese para salir de la aplicación.
fi: Vahvista sovelluksesta poistuminen
fr: Authentifiez-vous pour quitter l'application.
is: Vinsamlega staðfestu að þú viljir loka forritinu.
nl_be: Voer verificatie uit om de app af te sluiten.
sv: Godkänn autentisering för att programvaran.
vi_vn: Vui lòng xác thực để thoát khỏi ứng dụng.

# ExitPanelTitle
source: Exit application
bg: Изход от приложението
da: Luk applikationen
de: Anwendung verlassen
es: Salir de la aplicación
fi: Poistu sovelluksesta
fr: Quitter l'application
is: Loka forriti
nl_be: App afsluiten
sv: Avsluta programvara
vi_vn: Vui lòng xác thực để thoát khỏi ứng dụng.

# GracePeriodExceeded
source: The POS license validation is out of date, Connect to the internet and restart the POS.
bg: Проверката на POS лиценза е с изтекъл срок, свържете се с интернет и рестартирайте POS.
da: Valideringen af kasselicensen viser, at den er udløbet. Opret forbindelse til internettet, og genstart kassen.
de: Die POS-Lizenzvalidierung ist veraltet. Verbinden Sie sich mit dem Internet und starten Sie das Kassensystem erneut.
es: La validación de la licencia del punto de venta ha caducado. Conéctese a Internet y reinicie el punto de venta.
fi: POS-lisenssin validointi on vanhentunut, Liitä Internetiin ja käynnistä POS uudelleen
fr: La validation de licence PDV est obsolète. Connectez-vous à Internet et relancez le PDV.
is: Leyfisauðkenning er of gömul, Tengstu netinu og endurræstu kerfið.
nl_be: De validering van POS-licentie is vervallen. Verbinding maken met het internet en POS opnieuw starten.
sv: Verifiering av kassalicens är för gammal. Anslut till internet och starta om kassa.
vi_vn: Xác thực giấy phép POS đã hết hạn, Kết nối với internet và khởi động lại POS.

source: Incorrect old password.
bg: Неправилно въведена стара парола.
da: Forkert gammel adgangskode.
de: Falsches altes Passwort.
es: Contraseña antigua incorrecta.
fi: Virheellinen vanha salasana
fr: Ancien mot de passe incorrect.
is: Gamla lykilorðið er rangt.
nl_be: Verkeerd oud wachtwoord.
sv: Felaktigt gammalt lösenord.
vi_vn: Mật khẩu cũ không chính xác

# IncorrectOldPasswordMessage
source: Old password was not entered correctly. Please try again.
bg: Старата парола не е въведена правилно. Моля опитайте отново.
da: Den gamle adgangskode blev ikke indtastet korrekt. Forsøg igen.
de: Alte Passwort wurde nicht korrekt eingegeben. Versuchen Sie es bitte erneut.
es: No introdujo correctamente la contraseña antigua. Inténtelo de nuevo.
fi: Vanhaa salasanaa ei annettu oikein. Yritä uudelleen.
fr: L'ancien mot de passe n'a pas été entré correctement. Veuillez réessayer.
is: Gamla lykilorðið var ekki slegið rétt inn. Vinsamlegast reynið aftur.
nl_be: Het oude wachtwoord werd niet correct ingevoerd. Probeer het opnieuw.
sv: Gammalt lösenord registrerades på ett inkorrekt sätt. Försök igen.
vi_vn: Mật khẩu cũ không được nhập chính xác. Vui lòng thử lại.

# IncorrectPassword
source: Password was not entered correctly. Please try again.
bg: Паролата не бе въведена правилно. Моля опитайте отново.
da: Adgangskoden blev ikke indtastet korrekt. Forsøg igen.
de: Passwort wurde nicht korrekt eingegeben. Bitte versuchen Sie es erneut.
es: La contraseña no se ha introducido correctamente. Por favor, inténtelo de nuevo.
fi: Salasanaa ei annettu oikein. Yritä uudelleen.
fr: Le mot de passe n'a pas été entré correctement. Veuillez réessayer.
is: Lykilorð var ekki slegið rétt inn. Vinsamlegast reynið aftur.
nl_be: Het wachtwoord werd niet correct ingevoerd. Probeer het opnieuw.
sv: Felaktigt lösenord. Försök igen.
vi_vn: Mật khẩu không được nhập chính xác. Vui lòng thử lại.

source: Insufficient rights
bg: Недостатъчни права
da: Utilstrækkelige rettigheder
de: Nicht ausreichende Rechte
es: Derechos insuficientes
fi: Riittämättömät oikeudet
fr: Droits insuffisants
is: Ekki næg réttindi
nl_be: Onvoldoende rechten
sv: Otillräckliga rättigheter
vi_vn: Quyền không đủ

# LicenseExpired
source: POS License expired, please renew subscription
bg: Лиценз POS изтече, моля подновете абонамента
da: Kasselicens udløbet, abonnementet skal fornyes
de: POS-Lizenz abgelaufen. Bitte erneuern Sie Ihr Abonnement.
es: Licencia de punto de venta caducada. Renueve la suscripción.
fi: Kassalisenssi umpeutui, uudista tilaus
fr: Licence PDV expirée, veuillez renouveler l'abonnement
is: Leyfið er útrunnið
nl_be: POS-licentie vervallen, abonnement vernieuwen
sv: Kassalicens har löpt ut, prenumeration måste förnyas
vi_vn: Giấy phép POS đã hết hạn, vui lòng gia hạn đăng ký

# LicenseExpires
source: POS License expiresin #1 days
bg: POS лиценз изтича след #1 дни
da: Kasselicens udløber om #1 dage
de: Lizenz läuft ab: #1
es: La licencia del punto de venta caduca en #1 días
fi: Kassalisenssi vanhenee #1 päivän kuluttua
fr: La licence PDV expire dans #1 jours
is: Leyfið rennur út: #1
nl_be: Vervaldatum licentie: #1
sv: Kassalicens löper ut om #1 dagar
vi_vn: Giấy phép POS hết hạn #1 ngày

# LicenseInvalid
source: License corrupted or
bg: Лицензът е повреден или
da: Licens beskadiget eller
de: Lizenz ungültig
es: Licencia corrupta o
fi: Lisenssi on vioittunut tai
fr: Licence corrompue ou
is: Ógilt leyfi
nl_be: Ongeldige licentie
sv: Licens skadad eller
vi_vn: Giấy phép bị hỏng hoặc

source: License missing
bg: Липсва лиценз
da: Licens mangler
de: Lizenz fehlt
es: No se encuentra la licencia
fi: Lisenssi puuttuu
fr: Licence manquante
is: Leyfi vantar
nl_be: Licentie ontbreekt
sv: Licens saknas
vi_vn: Giấy phép bị thiếu

source: Login
bg: Вход:
de: Anmeldename
es: Nombre de usuario
fi: Kirjaudu sisään:
fr: Nom de connexion
is: Innskráningarnafn
nl_be: Aanmelden
sv: Loginnamn
vi_vn: Đăng nhập:

# RestartPanelText
source: Please authenticate to restart
bg: Моля удостоверете, за да рестартирате компютъра.
da: Godkend for at genstarte computeren.
de: Bitte authentifizieren Sie sich, um den Computer neu zu starten,
es: Identifíquese para reiniciar el ordenador.
fi: Vahvista tietokoneen käynnistäminen uudelleen.
fr: Authentifiez-vous pour relancer l'ordinateur.
is: Vinsamlega staðfestu að þú viljir endurræsa tölvuna.
nl_be: Voer verificatie uit om de computer opnieuw te starten.
sv: Godkänn autentisering för att starta om datorn.
vi_vn: Vui lòng xác thực để khởi động lại máy tính.

# RestartPanelTitle
source: Restart computer
bg: Рестартиране на компютъра
da: Genstart computer
de: Computer neustarten
es: Reiniciar ordenador
fi: Käynnistä tietokone uudelleen
fr: Redémarrer l'ordinateur
is: Endurræsa útstöð
nl_be: Computer heropstarten
sv: Starta om dator
vi_vn: Khởi động lại máy tính

# ShutdownPanelText
source: Please authenticate to shut down
bg: Моля удостоверете се, за да изключите компютъра.
da: Godkend for at slukke computeren.
de: Bitte authentifizieren Sie sich, um den Computer abzuschalten,
es: Identifíquese para apagar el ordenador.
fi: Vahvista tietokoneen sammuttaminen.
fr: Authentifiez-vous pour éteindre l'ordinateur.
is: Vinsamlega staðfestu að þú viljir slökkva á tölvunni.
nl_be: Voer verificatie uit om de computer uit te schakelen.
sv: Godkänn autentisering för att stänga av datorn.
vi_vn: Vui lòng xác thực để tắt máy tính.

# ShutdownPanelTitle
source: Shut down computer
bg: Изключване на компютъра
da: Sluk computeren
de: Computer abschalten
es: Apagar ordenador
fi: Sammuta tietokone
fr: Éteindre l'ordinateur
is: Slökkva á tölvunni
nl_be: Computer uitschakelen
sv: Stäng av datorn
vi_vn: Tắt máy tính

# TempPermissionLogin
source: Do you want to temporarily log in as a user with more permissions?
bg: Искате ли временно да влезете като потребител с повече разрешения?
da: Vil du midlertidigt logge ind som bruger med flere tilladelser?
de: Möchten Sie sich vorübergehen als Benutzer mit mehr Berechtigungen anmelden?
es: ¿Desea iniciar sesión temporalmente como usuario con más permisos?
fi: Haluatko tilapäisesti kirjautua sisään käyttäjänä, jolla on enemmän käyttöoikeuksia?
fr: Souhaitez-vous vous connecter de façon temporaire en tant qu'utilisateur ayant davantage d'autorisations ?
is: Viltu skrá inn annan notanda tímabundið?
nl_be: Wilt u zich tijdelijk aanmelden als een gebruiker met meer rechten?
sv: Vill du temporärt logga in som en användare med större behörighet?
vi_vn: Bạn có muốn đăng nhập tạm thời với tư cách người dùng có nhiều quyền hơn không?

source: Token
bg: Токен
fi: Tunnus
fr: Jeton :
is: Auðkenni
vi_vn: Mã thông báo

# TokenNotFound
source: Unknown token
bg: Неизвестен токен
da: Ukendt token
de: Unbekannter Token
es: Token desconocido
fi: Tuntematon tunnus
fr: Jeton inconnu
is: Auðkenni óþekkt
nl_be: Onbekend token
sv: Okänd token
vi_vn: Mã thông báo không xác định

source: Training mode
bg: Обучение режим
da: Kursustilstand
de: Trainingsmodus
es: Modo de entrenamiento
fi: Koulutustila
fr: Mode formation
is: Kennsluhamur
nl_be: Opleidingsmodus
sv: Träningsläge
vi_vn: Chế độ đào tạo

source: Unknown user or token
bg: Неизвестен потребител или токен
da: Ukendt bruger eller token
de: Unbekannter Benutzer oder Token
es: Usuario o token desconocidos
fi: Tuntematon käyttäjä tai tunniste
fr: Utilisateur ou jeton inconnus
is: Óþektur notandi eða auðkenni
nl_be: Onbekende gebruiker of token
sv: Okänd användare eller token
vi_vn: Người dùng hoặc mã thông báo không xác định

# UserIsOnlyAllowedForServerConnections
source: The selected user is only allowed for special server connections
bg: Избраният потребител е разрешен само за специални сървърни връзки
da: Den valgte bruger er kun tilladt i forbindelse med specielle serverforbindelser
de: Dem ausgewählte Benutzer sind nur spezielle Serververbindungen erlaubt.
es: El usuario seleccionado solo tiene permiso para conexiones de servidor especiales.
fi: Valittu käyttäjä on sallittu vain erityisten palvelinyhteyksien osalta
fr: L'utilisateur sélectionné est uniquement autorisé pour les connexions spéciales au serveur
is: Valinn notandi er einungis ætlaður fyrir sérstakar þjónustu tengingar
nl_be: De geselecteerde gebruiker is alleen gemachtigd voor speciale serveraansluitingen
sv: Den valda användaren tillåts endast speciella server uppkopplingar
vi_vn: Người dùng đã chọn chỉ được phép cho các kết nối máy chủ đặc biệt

# UserLacksPermission
source: You have insufficient rights to run this operation.
bg: Нямате достатъчно права да изпълните тази операция.
da: Du har ikke tilstrækkelige rettigheder til at udføre denne handling.
de: Sie haben keine ausreichenden Rechte, um diese Operation auszuführen.
es: El usuario no tiene suficientes derechos para ejecutar esta.
fi: Sinulla ei ole riittäviä oikeuksia tämän toiminnon suorittamiseen.
fr: Vos droits sont insuffisants pour exécuter cette opération.
is: Þú hefur ekki réttindi til að framkvæma þessa aðgerð.
nl_be: U beschikt niet over voldoende rechten om deze bewerking uit te voeren.
sv: Användaren har inte tillräckliga rättigheter.
vi_vn: Bạn không có đủ quyền để chạy hoạt động này.

# UserLockedOut
source: User has been locked out because of too many failed login attempts.
bg: Потребителят е блокиран поради твърде много неуспешни опити за влизане.
da: Brugeren er blevet blokeret på grund af for mange mislykkede logonsforsøg
de: Benutzer wurde aufgrund zu vieler fehlgeschlagenen Anmeldeversuchen gesperrt
es: Se ha bloqueado al usuario debido a un número excesivo de intentos fallidos de inicio de sesión
fi: Käyttäjä on lukittu monien epäonnistuneiden kirjautumisyritysten vuoksi
fr: L'utilisateur a été verrouillé en raison d'un trop grand nombre d'échecs de connexion
is: Notandi er læstur úti vegna of margra tilrauna til innskráninga
nl_be: De gebruiker werd geblokkeerd omwille van te veel mislukte loginpogingen
sv: Användare är utlåst på grund av för många inloggningsförsök
vi_vn: Người dùng đã bị khóa vì quá nhiều lần thử đăng nhập thất bại.

# WrongManagerLogin
source: The user name or password is incorrect or the user does not have the permission required.
bg: Потребителското име или паролата са неправилни или потребителят няма необходимото разрешение.
da: Brugernavn eller adgangskode er forkert, eller også har brugeren ikke de nødvendige tilladelser.
de: Der Benutzername oder das Passwort ist falsch oder der Benutzer hat nicht die erforderliche Berechtigung.
es: El nombre de usuario o la contraseña son incorrectos o el usuario no dispone de los permisos necesarios.
fi: Käyttäjänimi tai salasana on väärä tai käyttäjällä ei ole vaadittua lupaa.
fr: Le nom d'utilisateur ou le mot de passe sont incorrects, ou l'utilisateur n'a pas l'autorisation requise.
is: Notendanafn eða lykilorð er rangt eða þessi notandi hefur ekki réttindin sem þarf.
nl_be: De gebruikersnaam of het wachtwoord klopt niet of de gebruiker beschikt niet over de vereiste machtiging.
sv: Användarnamnet eller lösenordet är inkorrekt eller användaren har inte krävd behörighet.
vi_vn: Tên người dùng hoặc mật khẩu không chính xác hoặc người dùng không có quyền yêu cầu.
