Repository: iespana/LSOne
Catalog: SM/Plugins/ExcelFiles/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Import
bg: Импорт
da: Importer
de: Importieren
es: Importar
fi: Tuo
fr: Importer
is: Flytja inn
nl: Importeren
nl_be: Importeren
ru: Импорт
sv: Importera
vi_vn: Nhập vào

# DashboardImportButton
source: Import
bg: Импорт
da: Importer
de: Importieren
es: Importar
fi: Tuo
fr: Importer
is: Flytja inn
nl: Importeren
nl_be: Importeren
ru: Импорт
sv: Importera
vi_vn: Nhập vào

source: Actions
bg: Действия
da: Handlinger
de: Aktionen
es: Acciones
fi: Toiminnot
is: Aðgerðir
nl: Handelingen
nl_be: Acties
ru: Действия
sv: Åtgärder
vi_vn: Thực thi

# BarCodeIsLongerThanAllowedByBarCodeSetup
source: Bar code is longer than allowed by the selected bar code setup. Please correct the problem and then try importing again
bg: Баркодът е по-дълъг, отколкото е позволено от избраната настройка на баркод. Моля коригирайте и опитайте да импортирате отново
da: Stregkode er længere end tilladt af den valgte stregkodeopsætning. Ret problemet og prøv derefter at importere igen
de: Barcode ist länger als von dem gewählten Barcode-Setup erlaubt. Bitte korrigieren Sie das Problem und versuchen Sie dann, erneut zu importieren
es: El código de barras es más largo de lo permitido por la configuración de código de barras seleccionada. Corrija el problema y después intente realizar la importación otra vez.
fi: Viivakoodi on pidempi kuin valittu viivakoodiasetus sallii. Korjaa asetus ja yritä sisäänlukua uudestaan.
fr: Le code barre est plus long que ne le permet le paramétrage de code barre. Corrigez le problème, puis réessayez l'importation
is: Strikamerki er lengra en leyft er af strikamerkjauppsetningunni. Vinsamlegast leiðréttið vandamálið og reynið svo að flytja inn aftur
nl: Barcode is langer dan toegestaan door de setup van de geselecteerde barcode. Corrigeer het probleem en vervolgens de importbewerking opnieuw
nl_be: Barcode is langer dan toegelaten door de instelling van de geselecteerde barcode. Corrigeer het probleem en probeer daarna opnieuw om de gegevens te importeren
ru: Штрих код длиннее, чем позволено выбранной настройкой штрих кода. Пожалуйста устраните проблему и потом попробуйте импортировать снова
sv: Streckkoden är längre än vad som är tillåtet i inställningar. Rätta till problemet och försök importera igen.
vi_vn: Mã vạch dài hơn mức cho phép của thiết lập mã vạch đã chọn. Vui lòng sửa lỗi và sau đó thử nhập lại

# BarCodeIsShorterThanAllowedByBarCodeSetup
source: Bar code is shorter than allowed by the selected bar code setup. Please correct the problem and then try importing again
bg: Баркодът е по-къс, отколкото е позволено от избраната настройка за баркод. Моля коригирайте и опитайте да импортирате отново
da: Stregkode er kortere end tilladt af den valgte stregkodeopsætning. Ret problemet og prøv derefter at importere igen
de: Barcode ist kürzer als von dem ausgewählten Barcode-Setup erlaubt. Bitte korregieren Sie das Problem und versuchen Sie dann, erneut zu importieren.
es: El código de barras es más corto de lo permitido por la configuración de código de barras seleccionada. Corrija el problema y, a continuación, intente realizar la importación otra vez.
fi: Viivakoodi on lyhyempi kuin valittu viivakoodiasetus sallii. Korjaa asetus ja yritä sisäänlukua uudestaan.
fr: Le code barre est plus court que ne le permet le paramétrage de code barre. Corrigez le problème, puis réessayez l'importation
is: Strikamerki er styttra en leyft er af strikamerkjauppsetningunni. Vinsamlegast leiðréttið vandamálið og reynið svo að flytja inn aftur
nl: Barcode is korter is dan toegestaan door de setup van de geselecteerde barcode. Corrigeer het probleem en vervolgens de importbewerking opnieuw
nl_be: Barcode is korter dan toegelaten door de instelling van de geselecteerde barcode. Corrigeer het probleem en probeer daarna opnieuw om de gegevens te importeren
ru: Штрих код короче, чем позволено выбранной настройкой штрих кода. Пожалуйста, устраните проблему и попробуйте импортировать снова
sv: Streckkoden är kortare än vad som är tillåtet i inställningar. Rätta till problemet och försök importera igen.
vi_vn: Mã vạch dài hơn mức cho phép của thiết lập mã vạch đã chọn. Vui lòng sửa lỗi và sau đó thử nhập lại

# BarCodeSetupDoesNotExist
source: Bar code setup does not exist, please create correct bar code setup and try importing again
bg: Настройката за баркод не съществува, моля създайте правилна настройка на баркода и опитайте да импортирате отново
da: Stregkodeopsætning findes ikke. Opret venligst korrekt stregkodeopsætning og prøv at importere igen
de: Barcode-Setup existiert nicht, erstellen Sie bitte ein richtiges Barcode-Setup und versuchen Sie, erneut zu importieren
es: No existe ninguna configuración del código de barras, cree una y vuelva a intentar la importación.
fi: Viivakoodin asetuksia ei ole luotu. Luo oikea viivakoodiasetus ja yritä sisäänlukua uudelleen
fr: Aucun paramétrage de code barre n'est en place. Corrigez le paramétrage de code barre, puis réessayez l'importation
is: Uppsetning strikamerkis er ekki til. Vinsamlegast leiðréttið strikamerkjauppsetninguna og reynið svo að flytja inn aftur.
nl: Barcode setup bestaat niet. Controleer uw selectie en probeer het opnieuw.
nl_be: Instelling van de barcode bestaat niet. Maak een correcte instelling voor de barcode aan en probeer nog eens de gegevens te importeren
ru: Настройка штрих кодирования не существует. Пожалуйста, создайте корректную настройку штрих кодирования и попробуйте импортировать снова
sv: Inställningar för streckkod saknas. Rätta till problemet och försök importera igen.
vi_vn: Thiết lập mã vạch không tồn tại, vui lòng tạo thiết lập mã vạch chính xác và thử nhập lại

source: Bar code setup missing
bg: Липсва настройка на баркод
da: Stregkodeopsætning mangler
de: Barcodeeinstellung fehlt
es: Falta la configuración de códigos de barras
fi: Viivakoodin määritys puuttuu
fr: Paramétrage de code barre manquant
is: Strikamerkjauppsetningu vantar
nl: Barcode setup ontbreekt
nl_be: Barcode-instelling ontbreekt
ru: Пропущена настройка штрих кода
sv: Streckkodsinställning saknas
vi_vn: Thiếu mã vạch

# CouldNotFindBaseTemplateFile
source: Could not find base templated file
bg: Основният файл с шаблони не можа да бъде намерен
da: Kunne ikke finde grundskabelonsfil
de: Base-Template-Datei konnte nicht gefunden werden
es: No se ha podido encontrar el archivo con plantilla base.
fi: Perus mallitiedostoa ei löytynyt
fr: Impossible de trouver le fichier basé sur ce modèle
is: Ekki tókst að finna grunnsniðmátsskrá
nl: Kon OPML-bestand niet vinden
nl_be: Kon geen bestand met basistemplate vinden
ru: Не удалось найти базовый файл шаблона
sv: Kan inte hitta basmall fil
vi_vn: Không thể tìm thấy tập tin templated cơ sở

# CouldNotFindItem
source: Could not find item with Item ID #1
bg: Не може да се намери артикул с № #1
da: Kunne ikke finde varen med Vare ID #1
de: Artikel mit der Artikelkennung 1 wurde nicht gefunden
es: No se pudo encontrar el artículo con el ID #1
fi: Tuotetta ei löydy tuotekoodilla ID #1
fr: Impossible de trouver l'article ayant l'ID d'article #1
is: Vara með auðkennið #1 fannst ekki
nl: Kon het item niet vinden met Item ID # 1
nl_be: Artikel met Artikel ID #1 niet gevonden
ru: Нельзя найти товар с ID #1
sv: Artikel med artikelnummer #1 kunde inte hittas
vi_vn: Không thể tìm thấy mục có ID #1

# CouldNotFindOneOfTheFollowingWorksheets
source: Could not find one of the following worksheets: #1
bg: Не можа да се намери един от следните работни листове: #1
da: Kunne ikke finde et af følgende regneark: #1
de: Konnte folgende Arbeitsblätter nicht finden: #1
es: No se pudo encontrar alguna de las hojas de cálculo siguientes: #1
fi: Yhtä seuraavista työkirjoista ei löytynyt: #1
fr: Impossible de trouver l'une des feuilles de calcul : #1
is: Ekki tókst að finna eftirfarandi vinnublöð: #1
nl: De volgende bestanden zijn niet gevonden:
nl_be: Kon niet een van de volgende worksheets vinden: #1
ru: Не удалось открыть следующие листы: #1
sv: Kunde inte hitta ett av följande arbetsblad: #1
vi_vn: Không thể tìm thấy một trong các bảng tính sau: #1

# CouldNotImportCustomersSinceMandatory
source: Could not import customers since mandatory column named #1 was missing
bg: Неупешен импорт на клиенти поради липса на задължителна колона с име #1
da: Kunne ikke importere kunder, da den obligatoriske kolonne med navn #1 manglede
de: Kunden konnten nicht importiert werden, weil mandatory-Spalte namens #1 fehlte
es: No se ha podido importar ningún cliente porque falta la columna obligatoria con el nombre #1.
fi: Asiakkaita ei voitu tuoda, koska pakollinen sarake #1 puuttuu
fr: Impossible d'importer les clients, car la colonne obligatoire #1 est manquante
is: Gat ekki flutt inn viðskiptamenn þar sem dálkur #1, sem verður að vera, var ekki til staðar
nl: Kan geen klanten importeren omdat mandatory kolom 1 is missing
nl_be: Kon geen klanten importeren, aangezien de verplichte kolom met de naam #1 ontbrak
ru: Не удалось импортировать клиентов, так как пропущен обязательный столбец #1
sv: Kan inte importera kunder eftersom den obligatoriska kolumnen #1 saknas
vi_vn: Không thể nhập khách hàng vì cột bắt buộc có tên #1 bị thiếu

# CouldNotImportDepartmentsSinceMandatory
source: Could not import retail departments since mandatory column named #1 was missing
bg: Неуспешен импорт на отделите за продажби на дребно поради липса на задължителна колона с име #1
da: Kunne ikke importere vareafdelinger, da den obligatoriske kolonne med navn #1 manglede
de: Einzelhandelsbranchen konnten nicht importiert werden, weil mandatory-Spalte namens #1 fehlte
es: No se ha podido importar departamentos minoristas porque falta la columna obligatoria con el nombre #1.
fi: Osastoja ei voitu tuoda, koska pakollinen sarake #1 puuttuu
fr: Impossible d'importer les départements de vente au détail car la colonne obligatoire #1 est manquante
is: Gat ekki flutt inn vörudeildir þar sem dálkur #1, sem verður að vera, var ekki til staðar
nl: Kan geen klanten importeren omdat mandatory kolom 1 is missing
nl_be: Kon geen retailafdelingen importeren, aangezien de verplichte kolom met de naam #1 ontbrak
ru: Не удалось импоритовать розничные отделы, так как пропущен обязательный стобец #1
sv: Kan inte importera retail avdelningar eftersom den obligatoriska kolumnen #1 saknas
vi_vn: Không thể nhập các bộ phận bán lẻ vì cột bắt buộc có tên #1 bị thiếu

# CouldNotImportReplenishmentDataSinceMandatory
source: Could not import replenishment data since mandatory column named #1 was missing
bg: Неуспешен импорт на данните за попълване поради липса на задължителна колона с име #1
da: Kunne ikke importere genopfyldningsdata, da den obligatoriske kolonne med navn #1 manglede
de: Nachschub-Daten konnten nicht importiert werden, da benötigte Spalte namens #1 fehlt
es: No se pudieron importar los datos de reposición porque falta una columna obligatoria (#1)
fi: Täydennystietoja ei voitu tuoda, koska pakollinen sarake #1 puuttuu
fr: Impossible d'importer les données de réapprovisionnement car la colonne obligatoire #1 est manquante
is: Ekki tókst að flytja inn vöruáfyllingagögn þar sem dálkur með nafninu #1 fannst ekki
nl: Kan geen klanten importeren omdat mandatory kolom 1 is missing
nl_be: Kon geen aanvulgegevens importeren, aangezien de verplichte kolom met de naam #1 ontbrak
ru: Невозможно импортировать данные пополнения. Обязательная колонка с именем #1 отсутствует
sv: Kunde inte importera återanskaffningsdata eftersom en obligatorisk kolumn med namn #1 saknas
vi_vn: Không thể nhập dữ liệu bổ sung hàng do cột bắt buộc có tên #1 bị thiếu

# CouldNotImportRetailGroupsSinceMandatory
source: Could not import retail groups since mandatory column named #1 was missing
bg: Неуспешен импорт на групи за продажба на дребно поради липса на задължителна колона с име #1
da: Kunne ikke importere varegruppe, da den obligatoriske kolonne med navn #1 manglede
de: Einzelhandelsgruppen konnten nicht importiert werden, weil mandatory-Spalte namens #1 fehlte
es: No se ha podido importar ningún grupo minorista porque falta la columna obligatoria con el nombre #1.
fi: Tuoryhmiä ei voitu tuoda, koska pakollinen sarake #1 puuttuu
fr: Impossible d'importer les groupes de vente au détail car la colonne obligatoire #1 est manquante
is: Gat ekki flutt inn smásöluflokka þar sem dálkur #1, sem verður að vera, var ekki til staðar
nl: Kon niet importeren retail groepen omdat verplichte kolom met de naam #1 ontbrak
nl_be: Kon geen retailgroepen importeren, aangezien de verplichte kolom met de naam #1 ontbrak
ru: Невозможно импортировать розничные группы. Отсутствует обязательная колонка с именем #1
sv: Kan inte importera retail grupper eftersom den obligatoriska kolumnen #1 saknas
vi_vn: Không thể nhập các nhóm bán lẻ vì cột bắt buộc có tên #1 bị thiếu

# CouldNotImportRetailItemsSinceMandatory
source: Could not import retail items since mandatory column named #1 was missing
bg: Неуспешен импорт на ритейл артикули поради липса на задължителна колона с име #1
da: Kunne ikke importere varevarer siden obligatoriske kolonne med navnet #1 manglede
de: Einzelhandelsartikel konnten nicht importiert werden, weil mandatory-Spalte namens #1 fehlte
es: No se ha podido importar ningún artículo minorista porque falta la columna obligatoria con el nombre #1.
fi: Tuotteita ei voitu tuoda, koska pakollinen sarake #1 puuttuu
fr: Impossible d'importer les articles de vente au détail car la colonne obligatoire #1 est manquante
is: Gat ekki flutt inn vörur þar sem dálkur #1, sem verður að vera, var ekki til staðar
nl: Retail items kon niet importeren omdat verplichte kolom met de naam #1 ontbrak
nl_be: Kon geen retailartikelen importeren, aangezien de verplichte kolom met de naam #1 ontbrak
ru: Невозможно импортировать розничные товары. Отсутствует обязательная колонка с именем #1
sv: Kan inte importera retail artiklar eftersom den obligatoriska kolumnen #1 saknas
vi_vn: Không thể nhập các mặt hàng bán lẻ vì cột bắt buộc có tên #1 bị thiếu

# CouldNotImportSerialNumberDataSinceMandatory
source: Could not import serial number data since mandatory column named #1 was missing
bg: Неуспешен импорт на данни за серийния номер поради липса на задължителна колона с име #1
da: Kunne ikke importere serienummerdata siden obligatorisk kolonne med navnet #1 manglede
de: Die Seriennummerndaten konnten nicht importiert werden, da die Pflichtspalte #1 fehlte
es: No se pudieron importar los datos de los números de serie porque falta una columna obligatoria (#1)
fi: Sarjanumeroita ei voitu tuoda, koska pakollinen sarake #1 puuttuu
fr: Impossible d'importer les données du numéro de série car la colonne obligatoire #1 est manquante
is: Ekki var hægt að flytja inn raðnúmer þar sem dálkur með heitið #1 er ekki í skránni
nl: Kon geen serienummer gegevens importeren omdat verplichte kolom met de naam #1 ontbrak
nl_be: Importeren van serienummergegevens mislukt, aangezien verplichte kolom genaamd #1 ontbrak
ru: Нельзя импортировать данные по серийным номера, так как пропущена обязательная колонка #1
sv: Serienummerdata kunde inte importeras eftersom den obligatoriska kolumnen #1 saknades
vi_vn: Không thể nhập dữ liệu số sê-ri do cột bắt buộc có tên #1 bị thiếu

# CouldNotImportStockCountingHeaderSinceMandatory
source: Could not import stock counting header data since mandatory column named #1 was missing
bg: Неуспешен импорт на данни за заглавието за броене на запаси поради липса на задължителна колона #1
da: Kunne ikke importere varebeholdnings optælningshoved siden obligatorisk kolonne med navnet #1 manglede
de: Die Kopfzeile für Lagerzählung konnte nicht importiert werden, da die Pflichtspalte #1 fehlte
es: No se pudieron importar los datos del encabezado de recuento de existencias porque falta una columna obligatoria (#1)
fi: Varastolaskentaa ei voitu tuoda, koska pakollinen sarake #1 puuttuu
fr: Impossible d'importer les données de l'en-tête de comptage de stock car la colonne obligatoire #1 est manquante
is: Gat ekki flutt inn birgðatalningahaus þar sem nauðsynlegan dálk #1 vantaði
nl: Kan niet invoergegevens voorraad tellen kop omdat verplichte kolom met de naam #1 ontbrak
nl_be: Importeren van gegevens telling voorraad hoofding mislukt, aangezien verplichte kolom genaamd #1 ontbrak
ru: Не удалось импортироватьзаголовок подсчета склада, так как пропущен обязательный столбец #1
sv: Inventeringshuvuddata kunde inte importeras eftersom den obligatoriska kolumnen #1 saknades
vi_vn: Không thể nhập dữ liệu tiêu đề đếm chứng khoán vì cột bắt buộc có tên #1 bị thiếu

# CouldNotImportStockCountingLinesSinceMandatory
source: Could not import stock counting lines since mandatory column named #1 was missing
bg: Неуспешен импорт на линии за броене на запаси поради липса на задължителна колона с име #1
da: Kunne ikke importere varebeholdnings optælningslinjer siden obligatorisk kolonne med navnet #1 manglede
de: Die Zeilen für Lagerzählung konnten nicht importiert werden, da die Pflichtspalte #1 fehlte
es: No se pudieron importar los datos de las líneas de recuento de existencias porque falta una columna obligatoria (#1)
fi: Varastolaskentarivejä ei voitu tuoda, koska pakollinen sarake #1 puuttuu
fr: Impossible d'importer les lignes de comptage de stock car la colonne obligatoire #1 est manquante
is: Gat ekki flutt inn birgðatalningalínu þar sem nauðsynlegan dálk #1 vantaði
nl: Kan geen voorraad importeren omdat mandatory kolom 1 is missing
nl_be: Importeren van lijnen voorraadtelling mislukt, aangezien verplichte kolom genaamd #1 ontbrak
ru: Не удалось импортировать строки подсчета склада, так как пропущен обязательный столбец #1
sv: Inventeringsrader kunde inte importeras eftersom den obligatoriska kolumnen #1 saknades
vi_vn: Không thể nhập các dòng đếm kiểm kê vì cột bắt buộc có tên #1 bị thiếu

# CouldNotImportVendorsSinceMandatory
source: Could not import vendors since mandatory column named #1 was missing
bg: Неуспешен импорт на доставчици поради липса на задължителна колона #1
da: Kunne ikke importere leverandører siden obligatorisk kolonne med navnet #1 manglede
de: Verkäufer konnten nicht importiert werden, weil mandatory-Spalte namens #1 fehlte
es: No se ha podido importar proveedores porque falta la columna obligatoria con el nombre #1.
fi: Toimittajia ei voitu tuoda, koska pakollinen sarake #1 puuttuu
fr: Impossible d'importer les fournisseurs car la colonne obligatoire #1 est manquante
is: Gat ekki flutt inn birgja þar sem dálk með nafni #1 vantaði
nl: Kon niet importeren leveranciers omdat verplichte kolom met de naam #1 ontbrak
nl_be: Kon geen verkopers importeren, aangezien de verplichte kolom met de naam #1 ontbrak
ru: Не удалось импортировать поставщиков, так как обязательный столбец #1 пропущен
sv: Kan inte importera leverantörer eftersom den obligatoriska kolumnen #1 saknas
vi_vn: Không thể nhập Nhà cung cấp vì cột bắt buộc có tên #1 bị thiếu

source: Could not open workbook
bg: Работната книга не можа да се отвори
da: Kunne ikke åbne projektmappen
de: Kann Arbeitsmappe nicht öffnen
es: No se pudo abrir el libro
fi: Työkirjaa ei voitu avata
fr: Impossible d'ouvrir le classeur
is: Ekki tókst að opna vinnubók
nl: Kan niet openen
nl_be: Kon het werkboek niet openen
ru: Не удалось открыть книгу
sv: Kan inte öppna arbetsbok
vi_vn: Không thể mở sổ làm việc

# CouldNotWriteFileAtTheChoosenLocation
source: Error: Could not write the template file at the choosen location
bg: Грешка: Файлът с шаблона не можа да бъде записан в избраното местоположение
da: Fejl: Kunne ikke skrive skabelonfilen på det valgte sted
de: Fehler: Konnte die Template-Datei nicht an dem gewählten Ort schreiben
es: Error: No se ha podido escribir el archivo de plantilla en la ubicación seleccionada.
fi: Virhe: Mallitiedostoa ei voitu ladata valitsemaasi paikkaan
fr: Erreur : impossible d'écrire le fichier de modèle au lieu choisi
is: Villa: Ekki tókst að skrifa sniðmáts skrá á valda staðsetningu
nl: Fout. Kan het geuploade bestand niet wegschrijven.
nl_be: Fout: Kon het templatebestand niet op de gekozen locatie schrijven
ru: Ошибка: Не удалось записать файл шаблона в указанном месте
sv: Fel: Kan inte skriva mallfil på vald plats
vi_vn: Lỗi: Không thể ghi tệp mẫu tại vị trí được chọn

source: Create import template
bg: Създане шаблон за импортиране
da: Opret importskabelon
de: Importvorlage erstellen
es: Crear plantilla de importación
fi: Luo tuontimalli
fr: Créer un nouveau modèle d'importation
is: Búa til innflutnings sniðmát
nl: Sjabloon "importeren"...
nl_be: Importtemplate aanmaken
ru: Создание шаблона импорта
sv: Skapa importmallar
vi_vn: Tạo mẫu nhập

# CreateNewExcelTemplate
source: Create new Excel import template
bg: Създане нов шаблон за импортиране в Excel
da: Opret ny Excel-importskabelon
de: Neues Excel-Import-Template erstellen
es: Crear nueva plantilla Excel de importación
fi: Luo uusi Excel-tuontimalli
fr: Créer un nouveau modèle d'importation Excel
is: Búa til nýtt innflutnings sniðmát fyrir Excel
nl: Maken van de nieuwe sjabloon van Excel importeren
nl_be: Nieuwe template voor import van Excel aanmaken
ru: Создать новый шаблон импорта Excel
sv: Skapa ny Excel importmall
vi_vn: Tạo mẫu nhập Excel mới

# CreateNewExcelTemplateDescription
source: Creates new Excel import template and saves it at location of your choice
bg: Създава нов шаблон за импортиране в Excel и го запазва на място по ваш избор
da: Opretter ny Excel-importskabelon og gemmer den på det sted, du ønsker
de: Erstellt neues Excel-Import-Template und speichert es an einem Ort Ihrer Wahl
es: Crea una plantilla Excel de importación y la guarda en la ubicación elegida.
fi: Luo uuden Excel-tuontimallin ja tallentaa sen haluamaasi paikkaan
fr: Créé un nouveau modèle d'importation Excel et l'enregistre au lieu choisi
is: Býr til nýtt innflutningsniðmát fyrir Excel og vistar það á þann stað sem er valinn
nl: Creëert nieuwe Excel-sjabloon voor invoer en slaat het op locatie van uw keuze
nl_be: Maakt nieuwe Excel importtemplate aan en slaat het op de locatie van uw keuze op
ru: Создает новый шаблон импорта Excel и сохраняет его в месте, где вы выберете
sv: Skapa ny Excel importmall och spara den på valfri plats
vi_vn: Tạo mẫu nhập Excel mới và lưu mẫu tại vị trí bạn chọn

# CreateNewExcelTemplateTooltipDescription
source: Create a new Excel import template and select a location to save it
bg: Създайте нов шаблон за импортиране в Excel и изберете местоположение, за да го запазите
da: Opret en ny Excel-importskabelon, og vælg en placering for at gemme den
de: Erstellen Sie eine neue Excel-Importvorlage und wählen Sie einen Speicherort aus
es: Crear una nueva plantilla de importación de Excel y seleccionar una ubicación para guardarla
fi: Luo uusi Excel-tuontimalli ja valitse paikka, johon haluat tallentaa sen
fr: Créer un nouveau modèle d'importation Excel et sélectionner un emplacement pour l'enregistrer
is: Búa til nýtt Excel innflutnings sniðmál og velja staðsetingu til að vista það á
nl: Maken van een nieuwe sjabloon van Excel importeren en selecteer een locatie op te slaan
nl_be: Nieuwe Excel importtemplate aanmaken en een locatie selecteren om deze op te slaan
ru: Создайте новый шаблон импорта из Excel и выберите место для его созранения
sv: Skapa en ny Excel-importmall och ange var den ska sparas
vi_vn: Tạo một mẫu nhập Excel mới và chọn một vị trí để lưu nó

source: CSV file
bg: CSV файл
da: CSV-fil
de: CSV-Datei
es: Archivo CSV
fi: CSV-tiedosto
fr: Fichier CSV
is: CSV skrá
nl: CSV-bestand
nl_be: CSV-bestand
ru: Файл CSV
sv: CSV-fil
vi_vn: Tập tin CSV

source: Customers
bg: Клиенти
da: Kunder
de: Kunden
es: Clientes
fi: Asiakkaat
fr: Clients
is: Viðskiptamenn
nl: Klanten
nl_be: Klanten
ru: Клиенты
sv: Kunder
vi_vn: Khách hàng
