Repository: iespana/LSOne
Catalog: SM/Plugins/ExcelFiles/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# DashboardConfigureButton
source: Configure
bg: Настройки
da: Konfigurer
de: Konfigurieren
es: Configurar
fi: Määritä
fr: Configurer
is: Stilla
nl: Configureren
nl_be: Configureren
ru: Конфигурировать
sv: Konfigurera
vi_vn: Thiết lập

# DashboardItemConfigureWorkingFolder
source: Configure a working folder to continue
bg: Конфигурирайте работната папка, за да продължите
da: Konfigurer en arbejdsmappe for at fortsætte
de: Konfigurieren Sie einen Arbeitsordner, um fortzufahren
es: Configure una carpeta de trabajo para poder continuar
fi: Määritä työkansio jatkaaksesi
fr: Configurez un dossier de travail pour continuer
is: Stilltu vinnumöppu til að halda áfram
nl: Configureren van een werkmap te blijven
nl_be: Configureer een werkmap om verder te gaan
ru: Сконфигурируйте разбочие папки для продолжения
sv: Konfigurera en arbetsmapp för att fortsätta
vi_vn: Cấu hình một thư mục làm việc để tiếp tục

# DashboardItemConfigureWorkingFolderError
source: Working folder does not exist, Configure a working folder to continue
bg: Работната папка не съществува, Конфигурирайте работната папка, за да продължите
da: Arbejdsmappe findes ikke. Konfigurer en arbejdsmappe til at fortsætte
de: Der Arbeitsordner existiert nicht. Konfigurieren Sie einen Arbeitsordner, um fortzufahren
es: No existe ninguna carpeta de trabajo. Configure una carpeta de trabajo para poder continuar.
fi: Työskentelykansiota ei ole, Määritä työkansio jatkaaksesi
fr: Le dossier de travail n'existe pas ; configurez un dossier de travail pour continuer
is: Vinnumappa fannst ekki, stilltu vinnumöppu til að halda áfram
nl: Werkende map bestaat niet, configureren een werkmap te blijven
nl_be: Werkmap bestaat niet, configureer een werkmap om verder te gaan
ru: Рабочая папка не существует, создайте рабочую папку для продолжения
sv: Det finns ingen arbetsmapp, konfigurera en arbetsmapp för att fortsätta
vi_vn: Thư mục làm việc không tồn tại, Cấu hình một thư mục làm việc để tiếp tục

# DashboardItemInfo
source: Import Excel Files
bg: Импорт Excel файлове
da: Importer Excel-filer
de: Excel-Dateien importieren
es: Importar archivos de Excel
fi: Tuo Excel-tiedostoja
fr: Importer des fichiers Excel
is: Flytja inn excel skrár
nl: Excel-bestanden importeren
nl_be: Importeer Excel-bestanden
ru: Импорт файлов Excel
sv: Importera Excel-filer
vi_vn: Nhập tệp Excel

source: Define working folder before continuing.
bg: Определете работна папка, преди да продължите.
da: Definer arbejdsmappen, inden du fortsætter.
de: Legen Sie einen Arbeitsordner fest, bevor Sie fortfahren.
es: Defina la carpeta de trabajo antes de continuar.
fi: Määritä työkansio ennen kuin jatkat.
fr: Définir le dossier de travail avant de poursuivre.
is: Stilltu vinnumöppu til að halda áfram.
nl: Werkende map definiëren voordat u verdergaat.
nl_be: Werkmap definiëren voordat u verdergaat.
ru: Определите рабочую папку перед продолжением.
sv: Definiera arbetsmapp innan du fortsätter.
vi_vn: Xác định thư mục làm việc trước khi tiếp tục.

# DeletedVendorCannotBeImported
source: Previously deleted vendor cannot be imported.
bg: Изтритият преди доставчик не може да бъде импортиран.
da: Tidligere slettet leverandør kan ikke importeres.
fi: Aiemmin poistettua toimittajaa ei voi tuoda.
is: Ekki er hægt að flytja aftur inn birgja sem er þegar búið að eyða úr gögnum.
vi_vn: Nhà cung cấp đã xóa trước đây không thể được nhập.

# EmptySerialNumber
source: Serial number is empty
bg: Серийният номер е празен
da: Serienummer er tomt
de: Seriennummer ist leer
es: El campo del número de serie está vacío
fi: Sarjanumero on tyhjä
fr: Le numéro de série est vide
is: Raðnúmer hefur ekki verið fyllt út
nl: Serienummer is leeg
nl_be: Serienummer is leeg
ru: Серийные номера - пусто
sv: Serienumret är tomt
vi_vn: Số sê-ri trống

source: Error saving serial number
bg: Грешка при запазването на серийния номер
da: Fejl ved lagring af serienummer
de: Beim Speichern der Seriennummer ist ein Fehler aufgetreten
es: Error al guardar el número de serie
fi: Virhe tallennettaessa sarjanumeroa
fr: Erreur lors de la sauvegarde du numéro de série
is: Villa varð við að vista raðnúmer
nl: Fout bij het opslaan van serienummer
nl_be: Fout tijdens opslaan serienummer
ru: Ошибка сохранения серийного номера
sv: Fel när serienummer skulle sparas
vi_vn: Lỗi lưu số sê-ri

source: Excel document
bg: Excel документ
da: Excel-dokument
de: Excel-Dokument
es: Documento de Excel
fi: Excel-asiakirja
fr: Document Excel
is: Excel skjal
nl: MS Excel-document
ru: Документ Excel
sv: Excel dokument
vi_vn: Tài liệu Excel

source: Excel file
bg: Excel файл
da: Excel-fil
de: Excel-Datei
es: Archivo de Excel
fi: Excel-tiedosto
fr: Fichier Excel
is: Excel skrá
nl: Excel-bestand
nl_be: Excelbestand
ru: Файл Excel
sv: Excel-fil
vi_vn: Tệp tin Excel

# ExcelFilesPlugin
source: Excel files
bg: Excel файлове
da: Excel-filer
de: Excel-Dateien
es: Archivos de Excel
fi: Excel-tiedostot
fr: Fichiers Excel
is: Excel skrár
nl: Excel-bestanden
nl_be: Excel-bestanden
ru: Файлы Excel
sv: Excel filer
vi_vn: Tệp Excel

source: Excel import
bg: Импортиране от Excel
es: Importar un archivo de Excel
fi: Excel-tuonti
fr: Importation Excel
is: Excel innflutningur
nl: Excel importeren
nl_be: Excel importeren
ru: Импорт из Excel
vi_vn: Nhập Excel

# ExcelOrCSVFile
source: Excel file
bg: Excel файл
da: Excel-fil
de: Excel-Datei
es: Archivo de Excel
fi: Excel-tiedosto
fr: Fichier Excel
is: Excel skrá
nl: Excel-bestand
nl_be: Excelbestand
ru: Файл Excel
sv: Excel-fil
vi_vn: Tệp tin Excel

# ExportedFileQuestion
source: Do you want to display the exported file?
bg: Искате ли да покажете експортирания файл?
da: Vil du vise den eksporterede fil?
de: Wollen Sie die exportierte Datei anzeigen lassen?
es: ¿Desea mostrar el archivo exportado?
fi: Haluatko avata viedyn tiedoston?
fr: Souhaitez-vous afficher le fichier exporté ?
is: Viltu birta skrána sem var flutt út?
nl: Wil je het menu weergeven in de Footer?
nl_be: Wilt u het geëxporteerde bestand weergeven?
ru: Вы хотите отобразить экспортированный файл?
sv: Vill du visa exporterad fil?
vi_vn: Bạn có muốn hiển thị các tập tin đã xuất?

# ExportListExcelSimple
source: List to Excel simple template...
bg: Обикновен шаблон в Excel ...
da: Liste til Excel enkel skabelon ...
de: In einfacher Excel-Vorlage auflisten ...
es: Listar en plantilla sencilla de Excel...
fi: Luettelo Excelin yksinkertaiseen malliin...
fr: Liste vers un modèle Excel simple...
is: Lista í einfaldað Excel skjal...
nl: Eenvoudige Excel-sjabloon lijst...
nl_be: Lijst naar Excel eenvoudige sjabloon ...
ru: Список простых шаблонов Excel...
sv: Lista till enkel mall i Excel...
vi_vn: Liệt kê mẫu Excel đơn giản ...

# ExportListToExcel
source: List to Excel template...
bg: Шаблон в ексел ...
da: Liste til Excel-skabelon ...
de: Liste zu Excel-Vorlage...
es: Listar en plantilla de Excel...
fi: Luetteloi Excel-malliin...
fr: Liste vers un modèle Excel...
is: Lista í Excel skjal...
nl: Lijst in Excel sjabloon...
nl_be: Lijst naar Excel-template...
ru: Список Excel шаблонов...
sv: Lista till Excel mall...
vi_vn: Liệt kê mẫu Excel ...

# ExportListToReplenishmentExcelTemplate
source: List to Excel replenishment template...
bg: Шаблон в ексел за снабдяване ...
da: Liste til Excel-genopfyldningsskabelon ...
de: Liste zu Excel-Nachschub-Vorlage...
es: Listar en plantilla de reposición de Excel...
fi: Luetteloi Excel-täydennysmalliin...
fr: Liste vers un modèle de réapprovisionnement Excel...
is: Lista í Excel áfyllingarskjal...
nl: Lijst op Excel-sjabloon voor aanvulling...
nl_be: Lijst naar Excel-aanvultemplate...
ru: Список шаблонов пополнения Excel...
sv: Lista till Excel återanskaffningsmall...
vi_vn: Liệt kê mẫu bổ sung hàng Excel ...

# ExportListToStockCountingExcelTemplate
source: List to Excel stock counting template...
bg: Шаблонът за преброяване на запасите в Excel ...
da: Liste til Excel-optællingsskabelon ...
de: In Excel-Vorlage für Lagerzählung auflisten ...
es: Listar en plantilla de recuento de existencias de Excel...
fi: Luetteloi Excel-varastonlaskennan mallin...
fr: Liste vers un modèle de comptage de stock Excel...
is: Lista í Excel birgðatalningarskjal...
nl: Tellijst vanuit ecxel importeren
nl_be: Lijst naar Excel telling voorraad template ...
ru: Список Excel шаблонов перечета склада ...
sv: Lista till inventeringsmall i Excel...
vi_vn: Liệt kê mẫu kiểm kê Excel ...

# ExportSelectionExcelSimple
source: Selection to Excel simple template...
bg: Избор в прост шаблон на Excel ...
da: Valg af enkel skabelon til Excel ...
de: Auswahl in einfacher Excel-Vorlage ...
es: Envío de la selección a una plantilla sencilla de Excel...
fi: Valinnat Excelin yksinkertaiseen malliin...
fr: Sélection vers un modèle Excel simple...
is: Valdar vörur í einfaldað Excel skjal...
nl: Eenvoudige Excel-sjabloon selectie...
nl_be: Selectie naar Excel eenvoudige sjabloon ...
ru: Выберите простой шаблон Excel...
sv: Markering till enkel mall i Excel...
vi_vn: Lựa chọn mẫu Excel đơn giản ...

# ExportSelectionToExcel
source: Selected items to Excel template...
bg: Избрани артикули в шаблона в Excel ...
da: Udvalgte varer til Excel-skabelon ...
de: Ausgewählte Artikel zu Excel-Vorlage...
es: Envío de los artículos seleccionados a una plantilla de Excel...
fi: Valitut kohteet Excel-malliin...
fr: Articles choisis vers un modèle Excel...
is: Valdar vörur í Excel skjal...
nl: Eenvoudige Excel-sjabloon selectie...
nl_be: Geselecteerde artikelen naar Excel-template...
ru: Выбранные товары в шаблон Excel...
sv: Valda artiklar till Excel mall...
vi_vn: Các mặt hàng được chọn vào mẫu Excel ...

# ExportSelectionToReplenishmentExcelTemplate
source: Selected items to Excel replenishment template...
bg: Избраните артикули в шаблона за снабдяване в Excel ...
da: Udvalgte varer til Excel-genopfyldningsskabelon ...
de: Ausgewählte Artikel zu Excel-Nachschub-Vorlage...
es: Envío de los artículos seleccionados a una plantilla de reposición de Excel...
fi: Valitut kohteet Excel-täydennysmalliin...
fr: Articles choisis vers un modèle de réapprovisionnement Excel...
is: Valdar vörur í Excel áfyllingarskjal...
nl: Geselecteerde items naar Excel-sjabloon...
nl_be: Geselecteerde artikelen naar Excel-aanvultemplate...
ru: Выберите товары в шаблон пополнения Excel...
sv: Valda artiklar till Excel återanskaffningsmall...
vi_vn: Các mặt hàng được chọn vào mẫu bổ sung hàng Excel ...

source: From Excel document...
bg: От документ Excel ...
da: Fra Excel-dokument ...
de: Von Excel-Dokument...
es: Desde un documento de Excel...
fi: Excel-dokumentista...
fr: À partir d'un document Excel...
is: Úr Excel skjali...
nl: Geselecteerde items naar Excel-sjabloon voor aanvulling...
nl_be: Van Excel-document...
ru: Из документа Excel...
sv: Från Excel dokument...
vi_vn: Từ tài liệu Excel ...

source: General setup
bg: Общи настройки
da: Generelle indstillinger
de: Allgemeines Setup
es: Configuración general
fi: Yleiset asetukset
fr: Paramètres généraux
is: Almenn uppsetning
nl: Algemene instellingen
nl_be: Algemene instelling
ru: Общая настройка
sv: Allmänna inställningar
vi_vn: Thiết lập chung

source: Import from Excel
bg: Импортиране от Excel
da: Importer fra Excel
de: Import von Excel-Dokument
es: Importar desde documento de Excel.
fi: Tuo Excelistä
fr: Importer à partir d'un document Excel
is: Flytja inn úr Excel skjali
nl: import uit Excel document...
nl_be: Importeren van Excel-document
ru: Импорт из документа Excel
sv: Importera från Excel dokument
vi_vn: Nhập từ Excel

source: Import from excel document
bg: Импортиране от Excel
da: Importer fra Excel
de: Import von Excel-Dokument
es: Importar desde documento de Excel.
fi: Tuo Excelistä
fr: Importer à partir d'un document Excel
is: Flytja inn úr Excel skjali
nl: import uit Excel document...
nl_be: Importeren van Excel-document
ru: Импорт из документа Excel
sv: Importera från Excel dokument
vi_vn: Nhập từ Excel

# ImportFromExcelOrCSV
source: Import from Excel document
bg: Импортиране от Excel
da: Importer fra Excel
de: Import von Excel-Dokument
es: Importar desde documento de Excel.
fi: Tuo Excelistä
fr: Importer à partir d'un document Excel
is: Flytja inn úr Excel skjali
nl: import uit Excel document...
nl_be: Importeren van Excel-document
ru: Импорт из документа Excel
sv: Importera från Excel dokument
vi_vn: Nhập từ Excel

# ImportFromExcelOrCSVDescription
source: Imports retail data from Excel document
bg: Импорт ритейл данни от Excel документ
da: Importerer salgsdata fra Excel-dokument
de: Importiert Einzelhandsldatei aus Excel-Dokument
es: Importa datos minoristas desde documento de Excel.
fi: Tuodaan vähittäiskaupan tiedot Excel-dokumentista
fr: Importe les données sur la vente au détail à partir d'un document Excel
is: Flytur inn gögn úr Excel skjali
nl: Invoer retail gegevens uit Excel-document
nl_be: Importeert retailgegevens van Excel-document
ru: Импорт розничных данных из документа Excel
sv: Importerar retail data från Excel dokument
vi_vn: Nhập dữ liệu bán lẻ từ tài liệu Excel

# ImportFromExcelOrCSVTooltipDescription
source: Import items, groups, departments, customer and/or vendors from an Excel document
bg: Импорт артикули, групи, отдели, клиенти и/или доставчици от документ Excel
da: Importer varer, grupper, afdelinger, kunde og / eller leverandører fra et Excel-dokument
de: Importieren Sie Artikel, Gruppen, Abteilungen, Kunden und/oder Anbieter aus einem Excel-Dokument,
es: Importar artículos, grupos, departamentos, clientes o proveedores desde un documento de Excel
fi: Tuo tuotteita, ryhmiä, osastoja, asiakkaita ja/tai myyjiä Excel-dokumentista
fr: Importer des articles, groupes, départements, clients et/ou des fournisseurs à partir d'un document Excel
is: Flytja inn vörur, flokka, deildir, viðskiptamenn og/eða birgja úr Excel skjali
nl: Artikelen, groepen, afdelingen, klant en/of leveranciers van een Excel-document importeren
nl_be: Artikels, groepen, afdelingen, klant en/of verkopers importeren van Excel-document
ru: Импорт товаров, групп, отделов, клиентов и/или поставщиков из дкумента Excel
sv: Importera artiklar, grupper, avdelningar, kund och/eller leverantörer från ett Excel-dokument
vi_vn: Nhập các mặt hàng, nhóm, phòng ban, khách hàng và / hoặc nhà cung cấp từ tài liệu Excel

# ImportPreviousItemDeleted
source: Previously deleted items can not be imported
bg: Предишните изтрити артикули не могат да бъдат импортирани
da: Tidligere slettede varer kan ikke importeres
de: Vorher gelöschte Artikel können nicht importiert werden.
es: Los artículos eliminados previamente no se pueden importar
fi: Aiemmin poistettuja kohteita ei voi tuoda
fr: Les éléments supprimés ne peuvent pas être importés
is: Ekki er hægt að lesa inn vörur sem hefur verið eytt út
nl: Eerder kunnen verwijderde items niet worden geïmporteerd
nl_be: Eerder verwijderde items kunnen niet worden geïmporteerd.
ru: Ранее удаленные товары не могут быть импортированы
sv: Tidigare raderade objekt kan inte importeras
vi_vn: Các mặt hàng đã xóa trước đây không thể được nhập

source: Import results
bg: Резултати от импортиране
da: Importer resultater
de: Importberichte
es: Importar resultados
fi: Tuo tulokset
fr: Importer les résultats
is: Niðurstöður innflutnings
nl: Importeer resultaten
nl_be: Resultaten importeren
ru: Результаты импорта
sv: Importera resultat
vi_vn: Nhập kết quả

# InvalidValueInColumn
source: Invalid value in column #1
bg: Невалидна стойност в колона #1
da: Ugyldig værdi i kolonne #1
de: Ungültiger Wert in Spalte #1
es: Valor inválido en la columna #1
fi: Virheellinen arvo sarakkeessa #1
fr: Valeur non valide dans la colonne #1
is: Óleyfilegt gildi í dálki #1
nl: Ongeldige waarde in kolom #1
nl_be: Ongeldige waarde in kolom #1
ru: Не корректное значение в столбце #1
sv: Ogiltigt värde i kolumn #1
vi_vn: Giá trị không hợp lệ trong cột #1

source: Inventory unit not found
bg: Единица артикул не е намерена
da: Varebeholdsningsenhed ikke fundet
de: Bestandseinheit nicht gefunden
es: Unidad de inventario no encontrada
fi: Varastointiyksikköä ei löydy
fr: Unité d'inventaire non trouvée
is: Eining birgða fannst ekki
nl: Inventaris-eenheid die niet gevonden
nl_be: Inventariseenheid niet gevonden
ru: Складская единица не найдена
sv: Lager enhet hittas inte
vi_vn: Không tìm thấy đơn vị tồn kho

# ItemDeleted
source: Item #1 is deleted
bg: Артикул #1 е изтрит
da: Vare #1 er slettet
de: Artikel #1 wurde gelöscht
es: Se ha eliminado el artículo #1
fi: Tuote #1 poistettu
fr: L'article #1 a été supprimé
is: Varan #1 hefur verið eytt út
nl: Punt #1 is verwijderd
nl_be: Artikel #1 is verwijderd
ru: Удалено #1 товаров
sv: Artikeln #1 har raderats
vi_vn: Mặt hàng #1 bị xóa

source: Item replenishment
bg: Снабдяване за артикул
da: Varegenopfyldning
de: Artikelnachschub
es: Reposición de artículos
fi: Tuotteen täydennys
fr: Réapprovisionnement d'article
is: Vöruáfyllingar
nl: Item aanvulling
nl_be: Aanvullen artikel
ru: Товар пополнение
sv: Artikelåteranskaffning
vi_vn: Bổ sung hàng

source: Mandatory column missing:
bg: Липсва задължителната колона:
da: Obligatorisk kolonne mangler:
de: Mandatory Spalte fehlt:
es: Falta la columna obligatoria:
fi: Pakollinen sarake puuttuu:
fr: Colonne obligatoire manquante :
is: Dálkur #1 sem þarf að vera vantar:
nl: Het ontbreken van verplichte kolom:
nl_be: Verplichte kolom ontbreekt:
ru: Пропущена обязательная колонка:
sv: Obligatorisk kolumn saknas:
vi_vn: Cột bắt buộc bị thiếu:

# MandatoryFieldMissing
source: Mandatory field #1 missing
bg: Липсва задължително поле #1
da: Obligatorisk felt #1 mangler
de: Mandatory Feld #1 fehlt
es: Falta el campo obligatorio #1
fi: Pakollinen kenttä #1 puuttuu
fr: Le champ obligatoire #1 est manquant
is: Svæði #1 sem þarf að vera vantar
nl: Verplicht veld #1 ontbreekt
nl_be: Verplicht veld #1 ontbreekt
ru: Пропущено обязательное поле #1
sv: Obligatoriskt fält #1 saknas
vi_vn: Trường bắt buộc #1 bị thiếu

# NewExcelDocumentCaption
source: Excel document
bg: Excel документ
da: Excel-dokument
de: Excel-Dokument
es: Documento de Excel
fi: Excel-asiakirja
fr: Document Excel
is: Excel skjal
nl: MS Excel-document
ru: Документ Excel
sv: Excel dokument
vi_vn: Tài liệu Excel

# NewExcelDocumentQuestion
source: Do you want to display the excel template file
bg: Искате ли да покажете шаблона в Excel
da: Vil du vise Excel-skabelonfilen
de: Wollen Sie die Excel-Template-Datei anzeigen lassen
es: ¿Desea mostrar el archivo de plantilla de Excel?
fi: Haluatko näyttää Excel-mallitiedoston
fr: Souhaitez-vous afficher le fichier modèle Excel ?
is: Viltu birta excel sniðmátið
nl: Wilt u excel sjabloonbestand weer te geven
nl_be: Wilt u het Excel templatebestand laten weergeven?
ru: Вы хотите отобразить шаблон файла Excel
sv: Vill du visa Excel mallfil
vi_vn: Bạn có muốn hiển thị tệp mẫu excel

source: New Excel template
bg: Нов шаблон в Excel
da: Ny Excel-skabelon
de: Neues Excel-Template
es: Nueva plantilla de Excel
fi: Uusi Excel-malli
fr: Nouveau fichier Excel
is: Nýtt Excel sniðmát
nl: Nieuwe Excel-sjabloon
nl_be: Nieuwe Excel-template
ru: Новый шаблон Excel
sv: Ny Excel mall
vi_vn: Mẫu Excel mới

source: No records inserted
bg: Няма въведени записи
da: Ingen poster indsat
de: Keine Datensätze eingefügt
es: No se han insertado registros
fi: Tietueita ei lisätty
fr: Aucune entrée insérée
is: Engum færslum bætt við
nl: Geen records ingevoegd
nl_be: Geen gegevens ingevoegd
ru: Нет вставленных записей
sv: Inga poster infogade
vi_vn: Không có bản ghi được chèn

source: No records skipped
bg: Няма пропуснати записи
da: Ingen poster sprunget over
de: Keine Datensätze übersprungen
es: No se han omitido registros
fi: Tietueita ei ohitettu
fr: Aucune entrée n'a été ignorée
is: Engum færslum sleppt
nl: Geen records overgeslagen
nl_be: Geen records overgeslagen
ru: Нет пропущенных строк
sv: Inga poster hoppades över
vi_vn: Không có bản ghi được bỏ qua

source: No records updated
bg: Няма актуализирани записи
da: Ingen poster opdateret
de: Keine Datensätze aktualisiert
es: No se actualizaron registros
fi: Tietueita ei päivitetty
fr: Aucune entrée mise à jour
is: Engar færslur uppfærðar
nl: Records geüpdatet
nl_be: Geen gegevens geüpdatet
ru: Нет обновленных записей
sv: Inga poster uppdaterade
vi_vn: Không có bản ghi được cập nhật

# NoStockForHeaderItems
source: Stock does not exist for header items
bg: Запасът не съществува за артикулите в заглавната част
da: Lager eksisterer ikke for overskriftsvarer
de: Bestand existiert nicht für Kopfzeilenartikel
es: No hay existencias de los artículos del encabezado
fi: Varastoa ei löydy otsikon tuotteille
fr: Stock inexistant pour les articles d'en-tête
is: Ekki er hægt að skrá birgðir á yfirvöru
nl: Voorraad bestaat niet voor koptekst items
nl_be: Voorraad bestaat niet voor hoofdingartikels
ru: Склад не существует для товаров заголовка
sv: Lager saknas för huvudartiklar
vi_vn: Tồn kho không tồn tại cho các mặt hàng tiêu đề

source: Record: #1
bg: Запис: #1
da: Post: #1
de: Datensatz: #1
es: Registro: #1
fi: Tietue: #1
fr: Entrée : #1
is: Færsla: #1
nl_be: Gegeven: #1
ru: Запись: #1
sv: Post: #1
vi_vn: Bản ghi: #1

# RecordsSkippedNotificationMessage
source: Skipped #1 record(s)
bg: Пропуснат е #1 запис (и)
da: Sprunget #1 post(er) over
de: #1 Datensätze übersprungen
es: Se ha(n) omitido #1 registro(s)
fi: Ohitettu #1 tietuetta
fr: #1 article(s) ignoré(s)
is: Sleppti #1 færslu(m)
nl: Overgeslagen #1 antwoord(en)
nl_be: #1 record(s) overgeslagen
ru: Пропущено #1 записей
sv: #1 post(er) hoppades över
vi_vn: Bỏ qua bản ghi #1

source: Retail department
bg: Отдел Търговия на дребно
da: Vareafdeling
de: Einzelhandelsbranche
es: Departamento minorista
fi: Osasto
fr: Département de vente au détail
is: Vörudeild
nl: Verkoop afdeling
nl_be: Retailafdeling
ru: Розничный отдел
sv: Retail-avdelning
vi_vn: Bộ phận bán lẻ

source: Retail groups
bg: Ритейл групи
da: Varegrupper
de: Einzelhandelsgruppen
es: Grupos minoristas
fi: Tuoteryhmät
fr: Groupes de vente au détail
is: Smásöluflokkar
nl: Retail groepen
nl_be: Retailgroepen
ru: Розничные группы
sv: Detaljhandelsgrupper
vi_vn: Nhóm bán lẻ

source: Retail item does not exist
bg: Артикул на дребно не съществува
da: Salgsvare eksisterer ikke
de: Einzelhandelsartikel nicht vorhanden
es: El artículo minorista no existe
fi: Vähittäismyyntituotetta ei ole olemassa
fr: Cet article de vente au détail n'existe pas
is: Vara er ekki til
nl: Retail object bestaat niet
nl_be: Retailartikel bestaat niet
ru: Розничный товар не существует
sv: Retail-artikel finns inte
vi_vn: Mặt hàng bán lẻ không tồn tại

source: Retail items
bg: Ритейл артикули
da: Salgsvarer
de: Einzelhandelsartikel
es: Artículos minoristas
fi: Tuotteet
fr: Articles de vente au détail :
is: Kassavörur
nl: Retail artikelen
nl_be: Retailartikelen
ru: Розничные товары
sv: Retail-artiklar
vi_vn: Mặt hàng bán lẻ

source: Sales unit not found
bg: Продажната единица не е намерена
da: Salgsenhed ikke fundet
de: Verkaufseinheit nicht gefunden
es: Unidad de ventas no encontrada
fi: Myyntiyksikköä ei löytynyt
fr: Unité de vente non trouvée
is: Sölueining fannst ekki
nl: Verkoopunit niet gevonden
nl_be: Verkoopeenheid niet gevonden
ru: Единица продажи не найдена
sv: Förs.enhet inte hittad
vi_vn: Không tìm thấy đơn vị bán hàng
