Repository: iespana/LSOne
Catalog: SM/Plugins/ExcelFiles/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# SelectedRetailGroupDoesNotExist
source: Selected retail group is not in the selected retail department
bg: Избраната ритейл група не е от избрания ритейл отдел
da: Valgt varegruppe er ikke i den valgte vareafdeling
de: Ausgewählte Einzelhandelsgruppe ist nicht in der ausgewählten Einzehandelsbranche
es: El grupo minorista seleccionado no está en el departamento minorista seleccionado.
fi: Valittu tuoteryhmä ei ole valitussa osastossa
fr: Le groupe de vente au détail ne se trouve pas dans le département de vente au détail choisi
is: Smásöluflokkurinn sem er valinn er ekki í völdum vöruflokki
nl: De KleinhandelsGroep van het geselecteerde is niet in de geselecteerde retail-afdeling
nl_be: Geselecteerde retailgroep bevindt zich niet in de geselecteerde retailafdeling
ru: Выбранная Розничная группа не в выбранном розничном отделе
sv: Vald retail grupp finns inte i vald retail avdelning
vi_vn: Nhóm bán lẻ được chọn không nằm trong bộ phận bán lẻ được chọn

# SerialNumbersListViewHeader
source: Serial numbers
bg: Серийни номера
da: Serienumre
de: Seriennummern
es: Números de serie
fi: Sarjanumerot
fr: Numéros de série
is: Raðnúmer
nl: Serienummers
nl_be: Serienummers
ru: Серийные номера
sv: Serienummer
vi_vn: Thêm số Seri

source: Serial number template
bg: Шаблон за сериен номер
da: Serienummerskabelon
de: Seriennummernvorlage
es: Plantilla de número de serie
fi: Sarjanumeron malli
fr: Modèle de numéro de série
is: Raðnúmera sniðmát
nl: Serienummer sjabloon
nl_be: Template serienummer
ru: Шаблон серийных номеров
sv: Serienummermall
vi_vn: Mẫu số sê-ri

source: Skipped
bg: Пропуснат
da: Sprunget over
de: Übersprungen
es: Omitido
fi: Ohitetut
fr: Ignoré
is: Sleppt
nl: Overgeslagen
nl_be: Overgeslagen
ru: Пропущено
sv: Överhoppad
vi_vn: Bỏ qua

source: Stock counting header
bg: Заглавна част на броене запаси
da: Lageroptælning overskrift
de: Kopfzeile für Lagerzählung
es: Encabezado de recuento de existencias
fi: Varastolaskennan otsikko
fr: En-tête de comptage de stock
is: Birgðatalningahaus
nl: Voorraad tellen kop
nl_be: Telling voorraad hoofding
ru: Заголовок пересчета склада
sv: Inventeringsrubrik
vi_vn: Tiêu đề kiểm kê kho

source: Stock counting line
bg: Линия на броене запаси
da: Lageroptælning linje
de: Zeile für Lagerzählung
es: Línea de recuento de existencias
fi: Varastolaskennan rivi
fr: Ligne de comptage de stock
is: Birgðatalningalína
nl: Voorraad tellen lijn
nl_be: Telling voorraadlijn
ru: Строка пересчета склада
sv: Inventeringsrad
vi_vn: Dòng kiểm kê kho

# StockCountingLineItemDeleted
source: Cannot import deleted items.
bg: Изтритите артикули не могат да бъдат импортирани.
da: Kan ikke importere slettede varer.
de: Gelöschte Artikel können nicht importiert werden.
es: No se pueden importar artículos eliminados.
fi: Poistettuja tuotteita ei voi tuoda.
fr: Impossible d'importer les articles supprimés.
is: Ekki er hægt að flytja inn vörur aftur sem hafa verið eytt.
nl: Verwijderde items importeren niet.
nl_be: Verwijderde artikels kunnen niet worden geïmporteerd.
ru: Нельзя импортировать удаленные товары.
sv: Raderade artiklar kan inte importeras.
vi_vn: Không thể nhập các mặt hàng đã xóa.

# StockCountingLineServiceItem
source: Cannot import service items.
bg: Не могат да се импортират сервизните артикули.
da: Kan ikke importere tjenesteprodukter.
de: Serviceartikel können nicht importiert werden.
es: No se pueden importar artículos de servicio.
fi: Palvelutuotteita ei voi tuoda.
fr: Impossible d'importer les articles de service
is: Ekki er hægt að flytja inn þjónustuvörur.
nl: Niet importeren serviceartikelen.
nl_be: Serviceartikels kunnen niet worden geïmporteerd.
ru: Нельзя импортировать сервисные товары.
sv: Serviceartiklar kan inte importeras.
vi_vn: Không thể nhập các mặt hàng dịch vụ.

# StockCountNotExist
source: Stock count does not exist
bg: Броят на запасите не съществува
da: Lageroptælning eksisterer ikke
de: Die Lagerzählung existiert nicht.
es: El recuento de existencias no existe
fi: Inventointia ei ole olemassa
fr: Le comptage de stock n'existe pas
is: Birgðatalning er ekki til
nl: Voorraad tellen bestaat niet
nl_be: Telling voorraad bestaat niet
ru: Пересчет склада не существует
sv: Inventering finns inte
vi_vn: Kiểm kê kho không tồn tại

source: Store does not exist
bg: Магазинът не съществува
da: Butik eksisterer ikke
de: Geschäft nicht vorhanden
es: La tienda no existe
fi: Myymälää ei ole olemassa
fr: Le magasin n'existe pas
is: Búð er ekki til
nl: Winkel bestaat niet
nl_be: Winkel bestaat niet
ru: Магазин не существует
sv: Butik finns inte
vi_vn: Cửa hàng không tồn tại

# SuccessfullyInserted
source: Successfully inserted #1 record(s)
bg: Вмъкнат успешно #1 запис (а)
da: Indsatte succesfuldt #1 post(er)
de: #1 Datensatz(/-sätze) erfolgreich eingesetzt
es: Se han insertado #1 registros correctamente
fi: Lisätty onnistuneesti #1 tietuetta
fr: Insertion de #1 entrée(s) réussie
is: Bætti við #1 færslu(m)
nl: Succesvol ingevoegde #1 antwoord(en)
nl_be: #1 gegeven(s) met succes ingevoegd
ru: Успешно вставлено #1 записей
sv: Antal infogade poster #1
vi_vn: Đã chèn thành công bản ghi #1

# SuccessfullyUpdated
source: Successfully updated #1 record(s)
bg: Актуализиран успешно #1 запис (а)
da: Opdaterede succesfuldt #1 post(er)
de: #1 Datensatz(/-sätze) erfolgreich aktualisiert
es: Se han actualizado #1 registros correctamente
fi: Päivitetty onnistuneesti #1 tietuetta
fr: Mise à jour de #1 entrée(s) réussie
is: Uppfærði #1 færslu(r)
nl: Met succes bijgewerkte #1 antwoord(en)
nl_be: #1 gegeven(s) met succes geüpdatet
ru: Успешно обновлено #1 (записей)
sv: Antal uppdaterade poster #1
vi_vn: Cập nhật thành công bản ghi #1

source: System
bg: Система
es: Sistema
fi: Järjestelmä
fr: Système
is: Kerfi
nl: Systeem
nl_be: Systeem
ru: Система
vi_vn: Hệ thống

# TaxGroupDoesNotExist
source: Tax group does not exist, please set it up and then try importing again
bg: Данъчната група не съществува, моля настройте я и след това опитайте да импортирате отново
da: Momsgruppe eksisterer ikke, opsæt den venligst og prøv at importere igen.
de: Steuergruppe existiert nicht, bitte stellen Sie sie ein und versuchen Sie sie dann erneut zu importieren
es: El grupo impositivo no existe, configúrelo y vuelva a intentar la importación.
fi: Veroryhmää ei ole olemassa, määritä se ja yritä tuontia uudelleen
fr: Ce groupe de taxe n'existe pas, veuillez le paramétrer, puis réessayez l'importation
is: Skattflokkur er ekki til. Vinsamlegast setjið upp skattflokkinn og reynið svo að flytja inn aftur
nl: Belastinggroep niet bestaat, kunt u deze instellen en vervolgens de importbewerking opnieuw
nl_be: Btw-groep bestaat niet, stel ze in en probeer daarna opnieuw om de gegevens te importeren
ru: Налоговая группа не существует. Пожалуйста, настройте ее и попытайтесь импортировать снова
sv: Momsgrupp finns inte, installera den och försök importera igen
vi_vn: Nhóm thuế không tồn tại, vui lòng thiết lập và sau đó thử nhập lại

source: Tax group not found
bg: Данъчна група не е намерена
da: Momsgruppe ej fundet
de: Steuergruppe wurde nicht gefunden
es: No se ha encontrado el grupo impositivo
fi: Veroryhmää ei löytynyt
fr: Groupe fiscal non trouvé
is: Skattflokkur fannst ekki
nl: Belastinggroep niet gevonden
nl_be: Btw-groep niet gevonden
ru: Налоговая группа не найдена
sv: Momsgrupp inte hittad
vi_vn: Không tìm thấy nhóm thuế

source: The requested file was not found
bg: Заявеният файл не бе намерен
da: Den anmodede fil blev ikke fundet
de: Die angeforderte Datei wurde nicht gefunden
es: No se ha encontrado el archivo solicitado.
fi: Pyydettyä tiedostoa ei löytynyt
fr: Le fichier requis n'a pas été trouvé
is: Umbeðin skrá fannst ekki
nl: De opgevraagde gebruiker is niet gevonden.
nl_be: Het aangevraagde bestand werd niet gevonden
ru: Запрошенный файл не найден
sv: Begärd fil hittades inte
vi_vn: Tệp yêu cầu không tồn tại

source: Tools
bg: Инструменти
da: Værktøjer
de: Werkzeuge
es: Herramientas
fi: Työkalut
fr: Outils
is: Tól
nl_be: Hulpmiddelen
ru: Инструменты
sv: Verktyg
vi_vn: Công Cụ

# UnitConversionRuleFromBarCodeToInventoryUnitDoesNotExist
source: Unit conversion rule from inventory unit to bar code unit does not exist
bg: Правилото за преобразуване от единица запаси в единица за баркод не съществува
da: Enhedskonverteringsregel fra lagerenhed til stregkodeenhed findes ikke
de: Einheitsumrechnungsregel der Bestandseinheit zur Barcodeeinheit existiert nicht
es: No existe la regla de conversión de unidad de unidad de inventario a unidad de código de barra.
fi: Yksikön muunnossääntöä varastointiyksiköstä viivakoodiyksikköön ei ole olemassa
fr: La règle de conversion d'unité de l'unité d'inventaire vers l'unité de code barre n'existe pas
is: Einingaumbreytingaregla frá lagereiningu yfir í strikamerkjaeiningu er ekki til
nl: Eenheid conversie regel uit voorraad eenheid streepjescode eenheid bestaat niet
nl_be: Eenheidsomzettingsregel van inventariseenheid naar barcode-eenheid bestaat niet
ru: Нет правила конвертирования из единицы склада в единицу штрих кода.
sv: Konverteringsregel för lager enhet till streckkodsenhet finns inte
vi_vn: Quy tắc chuyển đổi đơn vị từ đơn vị hàng tồn kho sang đơn vị mã vạch không tồn tại

# UnitConversionRuleFromInventoryToSalesDoesNotExist
source: Unit conversion rule from inventory unit to sales unit does not exist
bg: Правилото за преобразуване от единица мярка запаси в продажна единица не съществува
da: Enhedskonverteringsregel fra lagerenhed til salgsenhed findes ikke
de: Einheitsumrechnungsregel der Bestandseinheit zur Verkaufseinheit existiert nicht
es: No existe ninguna regla de conversión de unidad de la unidad de inventario a la unidad de venta.
fi: Yksikön muunnossääntöä varastointiyksiköstä myyntiyksikköön ei ole olemassa
fr: La règle de conversion de l'unité d'inventaire vers l'unité de ventes n'existe pas
is: Einingaumbreytingaregla frá lagereiningu yfir í sölueiningu er ekki til
nl: Eenheid conversie regel uit voorraad eenheid verkoopunit bestaat niet
nl_be: Eenheidsomzettingsregel van inventariseenheid naar verkoopeenheid bestaat niet
ru: Не существует правило конвертирования из единицы склада в единицу продажи
sv: Konverteringsregel för lager enhet till förs.enhet finns inte
vi_vn: Quy tắc chuyển đổi đơn vị từ đơn vị hàng tồn kho sang đơn vị bán hàng không tồn tại

# UnknownError
source: Unknown error occurred. Error details:
bg: Възникна неизвестна грешка. Подробности за грешка:
da: Der opstod en ukendt fejl. Fejldetaljer:
de: Ein unbekannter Fehler ist aufgetreten. Fehlerdetails:
es: Error desconocido. Detalles del error:
fi: Tapahtui tuntematon virhe. Virheen tiedot:
fr: Une erreur inconnue s'est produite. Détails de l'erreur :
is: Óþekkt villa kom fyrir. Nánar um villu:
nl: Er is een onbekende fout opgetreden. Foutgegevens:
nl_be: Er heeft zich een onbekende fout voorgedaan. Gedetailleerde gegevens over de fout:
ru: Произошла неизвестная ошибка. Детали ошибки:
sv: Ett okänt fel har uppstått. Felrapport:
vi_vn: Xảy ra lỗi không xác định được. Chi tiết lỗi:

# VendorDoesNotExits
source: Vendor does not exist. Please correct the problem and try importing again
bg: Доставчикът не съществува. Моля отстранете проблема и опитайте да импортирате отново
da: Leverandør eksisterer ikke. Ret problemet og prøv at importere igen.
de: Verkäufer ist nicht vorhanden. Bitte korrigieren Sie das Problem und veruschen Sie, erneut zu Importieren
es: El proveedor no existe. Corrija el problema y vuelva a intentar la importación.
fi: Toimittajaa ei ole olemassa. Korjaa ongelma ja yritä tuontia uudelleen
fr: Ce fournisseur n'existe pas. Corrigez le problème, puis réessayez l'importation
is: Birgi er ekki til. Vinsamlegast lagið vandamálið og reynið influtning aftur
nl: Leverancier bestaat niet. Corrigeer het probleem en voer de importbewerking opnieuw
nl_be: Verkoper bestaat niet. Corrigeer het probleem en probeer daarna opnieuw om de gegevens te importeren
ru: Поставщик не существует. Пожалуйста откорректируйте проблему и попытайтесть импортировать снова
sv: Leverantör finns inte. Rätta till problemet och försök importera igen
vi_vn: Nhà cung cấp không tồn tại. Vui lòng sửa lỗi và thử nhập lại

source: Vendors
bg: Доставчици:
da: Leverandører
de: Verkäufer
es: Proveedores
fi: Toimittajat:
fr: Fournisseurs :
is: Birgjar
nl: Leveranciers:
nl_be: Verkopers
ru: Поставщики:
sv: Leverantörer
vi_vn: Nhà cung cấp

# WhenBlockedIsActiveThenBlockingDateMustBeSet
source: When blocking is active then blocking date must be set
bg: Когато блокирането е активно трябва да се зададе датата на блокиране
da: Når blokeringen er aktiv, skal blokeringsdatoen indstilles
de: Wenn Sperrung aktiv ist, muss ein Sperrdatum eingestellt sein
es: Si el bloqueo está activo, debe definir la fecha de bloqueo
fi: Kun estäminen on aktivoitu, on asetettava estopäivä
fr: Quand le blocage est activé, une date de blocage doit être établie
is: Þegar læsing er virk þá verður að vera dagsetning læsingar
nl: Wanneer het blokkeren van actief is dan het blokkeren van de datum moet worden ingesteld
nl_be: Wanneer blokkering actief is, moet de blokkeerdatum worden ingesteld
ru: Когда активна блокировка, должна быть установлена дата блокирования.
sv: När spärrad är aktiv, då måste spärrad datum anges
vi_vn: Khi chặn được kích hoạt thì ngày chặn phải được đặt

source: Working folder
bg: Работна папка
da: Arbejdsmappe
de: Arbeitsordner
es: Carpeta de trabajo
fi: Työskentelykansio
fr: Dossier de travail
is: Vinnumappa
nl: Werkmap
nl_be: Werkmap
ru: Рабочая папка
sv: Arbetsmapp
vi_vn: Thư mục làm việc:

source: Working folder not defined.
bg: Работната папка не е дефинирана.
da: Arbejdsmappe ikke defineret.
de: Arbeitsordner nicht festgelegt.
es: No ha definido la carpeta de trabajo.
fi: Työskentelykansiota ei ole määritetty.
fr: Dossier de travail non défini.
is: Vinnumappa ekki stillt.
nl: Werkmap niet gedefinieerd.
nl_be: Werkmap niet gedefinieerd.
ru: Рабочая папка не определена.
sv: Arbetsmapp inte definierad.
vi_vn: Thư mục làm việc không được xác định.
