Repository: iespana/LSOne
Catalog: SM/Plugins/PeriodicDiscounts/Views/discountoffersview.*.resx
Languages: nl

# btnActivation.Text
source: Enable
nl: Activeren

# column12.HeaderText
source: Description
nl: Beschrijving

# column14.HeaderText
source: Discount %
nl: Korting %

# column19.HeaderText
source: Price group
nl: Prijsgroep

# column2.HeaderText
source: Description
nl: Beschrijving

# column23.HeaderText
source: Description
nl: Beschrijving

# column25.HeaderText
source: Discount %
nl: Korting %

# column4.HeaderText
source: Discount%
nl: Korting %

# column9.HeaderText
source: Price group
nl: Prijsgroep

# colVariantInfo.HeaderText
source: Variant
nl: Grootte

# btnEditAll.Text
source: Edit all lines
nl: Alle lijnen

# btnLoadAll.Text
source: Load all
nl: Laden

# column1.HeaderText
source: Offer number
nl: Offertenummer:

# column10.HeaderText
source: Customer connection
nl: Klantverbinding

# column11.HeaderText
source: Offer number
nl: Offertenummer:

# column15.HeaderText
source: Priority
nl: Prioriteit:

# column16.HeaderText
source: Validation period
nl: Validatieperiode:

# column18.HeaderText
source: Ending date
nl: Einddatum

# column20.HeaderText
source: Customer connection
nl: Klantverbinding

# column22.HeaderText
source: Item relation
nl: Relatie

# column24.HeaderText
source: Standard price with tax
nl: Standaard prijs met belasting:

# column26.HeaderText
source: Offer price with tax
nl: Aanbiedingsprijs met belasting:

# column27.HeaderText
source: Discount amount with tax
nl: Kortingsbedrag

# column29.HeaderText
source: Triggering
nl: trigger

# column5.HeaderText
source: Priority
nl: Prioriteit:

# column6.HeaderText
source: Validation period
nl: Validatieperiode:

# column8.HeaderText
source: Ending date
nl: Einddatum

# lblGroupHeader.Text
source: Discount offer lines
nl: Korting aanbod lijnen

# lblNoSelection.Text
source: No Selection
nl: Geen selectie
