Repository: iespana/LSOne
Catalog: Core/Datalayer/BusinessObjects/Properties/resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Total discount percent
bg: Общ процент на отстъпка
da: Samlet rabatprocent
de: Gesamtrabattprozent
es: Porcentaje de descuento total
fi: Loppusumma-alennus %
fr: Pourcentage total de la remise
is: Heildarafsláttur %
nl: Bonkorting procent
nl_be: Totale kortingsprocent
ru: Всего процент скидки
sv: Totalrabatt procent
vi_vn: Tổng phần trăm chiết khấu

source: Transaction comment
bg: Коментар транзакция
da: Kommentar til transaktion
de: Transaktionskommentar
es: Comentario de transacción
fi: Tapahtuman kommentti
fr: Commentaire sur la transaction
is: Athugasemd við afgreiðslu
nl: Opmerkingen bij transactie
nl_be: Commentaar bij transactie
ru: Комментарий транзакции
sv: Transaktionskommentar
vi_vn: Nhận xét giao dịch

source: Upload printer logo
bg: Качване на логото на принтера
de: Druckerlogo hochladen
es: Cargar logotipo de impresora
fi: Lataa tulostimen logo
fr: Charger le logo de l'imprimante
is: Hlaða inn mynd
nl: Printer logo uploaden
nl_be: Printerlogo uploaden
ru: Загрузка логотипа принтера
sv: Ladda skrivar logo
vi_vn: Tải lên logo máy in

source: Void item
bg: Анулиран артикул
da: Ugyldig vare
de: Artikel stornieren
es: Anular artículo
fi: Mitätöi tuote
fr: Annuler l'article
is: Hætta við vöru
nl: Geannuleerd item
nl_be: Artikel ongeldig maken
ru: Аннулированный товар
sv: Makulera artikel
vi_vn: mặt hàng bị hủy

source: Void payment
bg: Анулирано плащане
da: Ugyldig betaling
de: Zahlung stornieren
es: Anular pago
fi: Mitätöi maksu
fr: Annuler le paiement
is: Greiðsla ógilt
nl: leegmaken Betaling
nl_be: Betaling ongeldig maken
ru: Аннулированная оплата
sv: Makulera betalning
vi_vn: Thanh toán bị hủy

source: Void transaction
bg: Анулиране на транзакция
da: Ugyldig transaktion
de: TRANSAKTION STORNIEREN
es: Transacción vacía
fi: Mitätöi kuitti
fr: Annuler la transaction
is: SALA ÓGILT
nl: Legen Transactie
nl_be: Transactie ongeldig maken
ru: Аннулированная транзакция
sv: Makulera transaktion
vi_vn: Hủy Giao dịch

source: Weigh item
bg: Тегло артикул
da: Vej vare
de: Artikel wiegen
es: Pesar artículo
fi: Punnittava tuote
fr: Peser l'article
is: Viktarvara
nl: Gewicht artikel
nl_be: Artikel wegen
ru: Взвесить товар
sv: Vikt artikel
vi_vn: Cân vật phẩm

source: Partially received
bg: Частично получено
da: Delvist modtaget
de: Teilweise eingegangen
es: Recibido parcialmente.
fi: Osittain vastaanotettu
fr: Partiellement reçu
is: Móttekin að hluta
nl: Gedeeltelijk betaald
nl_be: Gedeeltelijk ontvangen
ru: Частично получено
sv: Delvis mottagen
vi_vn: Nhận một phần

source: Placed
bg: Направено
da: Bestilt
de: Platziert
es: Enviado
fi: Sijoitettu
fr: Placé
is: Pöntuð
nl: Geplaatst
nl_be: Geplaatst
ru: Размещен
sv: Placerad
vi_vn: Đặt

source: Unknown status
bg: Неизвестно състояние
da: Ukendt status
de: Unbekannter Status
es: Estado desconocido
fi: Tuntematon tila
fr: État inconnu
is: Óþekkt staða
nl: Onbekende status
nl_be: Onbekende status
ru: Неизвестный статус
sv: Okänd status
vi_vn: Trạng thái không xác định

source: Run external command
bg: Стартира външна команда
da: Kør ekstern kommando
de: Externen Befehl ausführen
es: Ejecutar comando externo
fi: Suorita ulkoinen komento
fr: Exécuter une commande externe
is: Keyra utanaðkomandi skipanir
nl: Externe opdracht
nl_be: Externe opdracht uitvoeren
ru: Запуск внешней команды
sv: Kör externt kommando
vi_vn: Chạy lệnh bên ngoài

source: Returnable
bg: Подлежащ на връщане
da: Kan returneres
de: Umtauschbar:
es: Retornable:
fi: Palautettava
fr: Peut être retourné
is: Má skila
nl: return
nl_be: Retourneerbaar:
ru: Подлежит возврату
sv: Kan returneras:
vi_vn: Có thể hoàn lại

source: Journal log export
bg: Журнал експорт регистър
da: Eksporter kladdelog
de: Journalprotokollexport
es: Exportar registro diario
fi: Seurantalokin vienti
fr: Export journal des registres
is: Flytja út færsluskrá
nl_be: Export journaallog
ru: Экспорт журнала протокола
sv: Export av journallogg
vi_vn: Nhật ký xuất khẩu

# KitchenDisplayModeChit
source: Chit display
bg: Изглед екран
da: Køkkendisplay
de: Zettelbildschirm
es: Pantalla de vale
fi: Chit-näyttö
fr: Affichage du volant
is: Pantanaskjár
nl: Video's weergeven
nl_be: Keukendisplay
ru: Отобразить записку
vi_vn: Hiển thị chít

# PharmPrescriptionCancel
source: Pharmacy prescription cancel
bg: Отменете рецепта за аптека
da: Annuller recept til apotek
de: Apothekenrezeptstornierung
es: Cancelar receta médica
fi: Reseptin peruutus
fr: Annulation de l'ordonnance pharmacie
is: Fjarlægja lyfseðil úr afgreiðslu
nl: Apotheek recept annuleren
nl_be: Geneesmiddelenvoorschrift annuleren
ru: Отмена аптечного рецепта
sv: Avbryt läkemedelsrecept
vi_vn: Hủy thuốc theo toa

# PharmPrescriptions
source: Pharmacy prescriptions
bg: Аптеки рецепти
da: Recepter til apotek
de: Apothekenrezepte
es: Recetas médicas
fi: Reseptit
fr: Ordonnances pharmacie
is: Sækja lyfseðil
nl: Apotheek recepten
nl_be: Geneesmiddelenvoorschriften
ru: Аптечные рецепты
sv: Läkemedelsrecept
vi_vn: Đơn thuốc

source: Refresh kitchen displays
bg: Обновяване дисплей кухня
da: Opdater køkkendisplay
de: Küchenanzeigen aktualisieren
es: Actualizar pantallas del restaurante
fi: Päivitä keittiönäytöt
fr: Actualiser les écrans de cuisine
is: Uppfæra eldhússkjá
nl: Vernieuwen van de keuken displays
nl_be: Keukendisplays vernieuwen
ru: Обновление кухоннго дисплея
sv: Uppdatera köksdisplayer
vi_vn: Làm mới màn hình nhà bếp

source: Return expense accounts
bg: Сметки разходи за връщане
da: Returner rejseafregninger
de: Aufwandskonten zurückgeben
es: Devolver cuentas de gastos
fi: Palauta kulutilit
fr: Retourner les comptes de dépense
is: Skil af gjaldareikningum
nl: Retour kostenrekeningen
nl_be: Terugkerende uitgavenrekeningen
ru: Счет возврата затрат
sv: Retur utgiftskonto
vi_vn: Tài khoản chi phí hoàn trả

source: Return income accounts
bg: Сметки приходи от връщане
da: Returner indtægtskonti
de: Ertragskonten zurückgeben
es: Devolver cuentas de ingresos
fi: Palauta tulotilit
fr: Retourner les comptes de revenu
is: Skil af tekjureikningum
nl: Retour inkomende rekening
nl_be: Terugkerende inkomstenrekeningen
ru: Счет возврата прихода
sv: Retur intäktskonto
vi_vn: Trả lại tài khoản thu nhập

# PurchaseOrder_Posted
source: Posted
bg: Осчетоводено
da: Bogført
de: Veröffentlicht
es: Publicado
fi: Kirjattu
fr: Validée
is: Bókuð
nl: Geplaatst
nl_be: Geboekt
ru: Учтено
sv: Bokförd
vi_vn: Ghi nhận

source: RFID tag
bg: RFID етикет
de: RFID-Etikett
es: Etiqueta de RFID
fi: RFID-tunniste
fr: Balise RFID
is: RFID númer
ru: RFID бирка
sv: RFID tagg
vi_vn: Thẻ RFID

source: Serial number
bg: Номер на версията:
da: Serienummer
de: Seriennummer
es: Número de serie
fi: Versionumero:
fr: Numéro de série
is: Raðnúmer
nl: Serienummer
nl_be: Serienummer
ru: Серийный номер:
sv: Serienummer
vi_vn: Phiên bản số:

# SerialNumbersImport
source: Serial numbers
bg: Серийни номера
da: Serienumre
de: Seriennummern
es: Números de serie
fi: Sarjanumerot
fr: Numéros de série
is: Raðnúmer
nl: Serienummers
nl_be: Serienummers
ru: Серийные номера
sv: Serienummer
vi_vn: Thêm số Seri

# StockCountingImport
source: Stock counting
bg: Броене на запаси
da: Lageroptælling
de: Lagerzählung
es: Recuento de existencias
fi: Varastolaskenta
fr: Comptage du stock
is: Birgðatalning
nl: Het tellen van de voorraad
nl_be: Telling voorraad
ru: Пересчет склада
sv: Inventering
vi_vn: Kiểm kê

# StyleType_DualDisplayLine
source: Dual display line
bg: Линия двоен дисплей
da: Dobbelt display-linje
de: Doppelte Anzeigezeile
es: Línea de pantalla doble
fi: Kaksoisnäytön rivi
fr: Ligne d'affichage double
is: Aukaskjálína
nl: Line display
nl_be: Dubbele weergavelijn
ru: Строка двустрочного дисплея
sv: Linje för dubbla skärmar
vi_vn: Dòng hiển thị kép

# StyleType_DualDisplayLineSub
source: Dual display line sub
bg: Линия двоен дисплей (подч.)
da: Emne for dobbelt display-linje
de: Doppelt Anzeigezeile für Zwischensumme
es: Subtotal de la línea de pantalla doble
fi: Kaksoisnäytön alirivi
fr: Sous-ligne d'affichage double
is: Aukaskjálína undir
nl: Dubbele lijn sub
nl_be: Dubbele weergavelijn sub
ru: Подстрока двустрочного дисплея
sv: Linje för dubbla skärmar under
vi_vn: Dòng hiển thị kép phụ

# StyleType_DualDisplayTotal
source: Dual display total
bg: Двоен дисплей общо
da: Samlet dobbelt display
de: Doppelte Anzeige der Gesamtsumme
es: Total de la pantalla doble
fi: Kaksoisnäyttö yhteensä
fr: Total de l'affichage double
is: Aukaskjár samtals
nl: Totaal weergeven
nl_be: Dubbele weergave totaal
ru: Двустрочный дисплей Итого
sv: Dubbla skärmar totalt
vi_vn: Tổng số màn hình kép

# StyleType_Normal
source: Normal
bg: Нормален
fi: Normaali
is: Venjulegur
nl: Normaal
nl_be: Normaal
ru: Нормальный
vi_vn: Thông thường

# StyleType_PosTotalsBalanceValue
source: POS totals balance value
bg: POS общо баланс стойност
da: Samlet POS-balanceværdi
de: POS-Gesamtsaldo
es: Valor del balance de totales del punto de venta
fi: Kassan kokonaismäärän arvo
fr: Valeur du solde des totaux de PDV
is: POS samtalsstöðugildi
nl: POS totalen balans waarde
nl_be: Balanswaarde POS-totalen
ru: POS значение общего баланса
sv: Kassasummor balansvärde
vi_vn: POS tổng giá trị số dư

# StyleType_PosTotalsLabels
source: POS totals labels
bg: POS общо етикети
da: Samlet antal POS labels
de: Etiketten der POS-Gesamtsummen
es: Etiquetas de totales del punto de venta
fi: Kassan kokonaissummien merkintä
fr: Étiquettes des totaux de PDV
is: POS samtals miði
nl: POS totalen etiketten
nl_be: Labels POS-totalen
ru: POS итоговые метки
sv: Kassasummor etiketter
vi_vn: Nhãn tổng POS

# StyleType_PosTotalsValues
source: POS totals values
bg: POS общо стойности
da: Samlet POS-værdier
de: Werte der POS-Gesamtsummen
es: Valores totales del punto de venta
fi: Kassan kokonaissummien arvo
fr: Valeurs totales des PDV
is: POS samtalsgildi
nl: POS totalen waarden
nl_be: Waarden POS-totalen
ru: POS итоговые значения
sv: Kassasummor värden
vi_vn: Giá trị nhãn tổng trên POS

# StyleType_SystemNumPadButtonStyle
source: System numpad button style
bg: Стил на бутона за цифр.клавиатура
da: Knapstil for systemets numeriske tastatur
de: Tastenformat des Systemziffernblocks
es: Estilo de los botones del teclado numérico del sistema
fi: Järjestelmän numeronäppäimistö -painikkeen tyyli
fr: Style de boutons du pavé numérique du système
is: Kerfis talnaborðs takka stíll
nl: Systeem numpad knopstijl
nl_be: Knopstijl numeriek toetsenbloksysteem
ru: Показать стиль кнопок цифровой клавиатуры
sv: Knappstil för systemets nummersats
vi_vn: Kiểu hệ thống nút numpad

# StyleType_SystemNumPadDigitButtonStyle
source: System numpad digit button style
bg: Стил на цифровия бутон на цифр.клавиатура
da: Knapstil for tal på systemets numeriske tastatur
de: Tastenformat der Zahlen des Systemziffernblocks
es: Estilo de los botones de dígitos del teclado numérico del sistema
fi: Järjestelmän numeronäppäimistö-merkin painikkeen tyyli
fr: Style de boutons des chiffres du pavé numérique du système
is: Kerfis talnaborðs tölu takka stíll
nl: Systeem numpad cijfer knopstijl
nl_be: Digitale knopstijl numeriek toetsenbloksysteem
ru: Системный стиль цифровых кнопок клавиатуры
sv: Sifferknappstil för systemets nummersats
vi_vn: Kiểu nút chữ số numpad

# MasterItem
source: Variant header
bg: Хедър вариант
da: Variant overskrift
de: Variantenkopfzeile
es: Encabezado de variante
fi: Variantin otsikko
fr: En-tête de la variante
is: Vara með afbrigðum
nl_be: Varianthoofding
ru: Заголовок варианта
sv: Variantrubrik
vi_vn: Tiêu đề biến thể

# ReceiptEmailBody
source: Receipt email text
bg: Касова бележка Имейл text
da: Tekst for modtagelses-e-mail
de: Kassenbon-E-Mail-Text
es: Texto del correo electrónico del recibo
fi: Sähköpostikuitin teksti
fr: Texte de l'e-mail du reçu
is: Kvittana póstur - texti pósts
nl: Ontvangst e-mail tekst
nl_be: E-mailtekst ontvangstbewijs
ru: Чек по эл.почте текст
sv: E-posttext för kvitto
vi_vn: Nhận email văn bản

source: Receipt email subject
bg: Разписка Имейл Тема
da: Emne for modtagelses-e-mail
de: Kassenbon-E-Mail-Betreff
es: Asunto del correo electrónico del recibo
fi: Sähköpostikuitin aihe
fr: Sujet de l'e-mail du reçu
is: Kvittanapóstur - titill
nl: Ontvangst e-mailonderwerp
nl_be: E-mailonderwerp ontvangstbewijs
ru: Чек по эл.почте
sv: E-postämne för kvitto
vi_vn: Tiêu đề email nhận

source: Service item
bg: Сервизен артикул
da: Servicevare
de: Serviceartikel
es: Artículo de servicio
fi: Palvelutuote
fr: Article de service
is: Þjónustuvara
nl: Dienst artikel
nl_be: Serviceartikel
ru: Сервисный товар
sv: Serviceartikel
vi_vn: Hàng Hóa Dịch Vụ

# DoubleStoreLogoSize
source: Double
bg: Двойно
da: Dobbelt
de: Doppelt
es: Doble
fi: Kaksinkertainen
is: Tvöföldun
nl: Dubbel
nl_be: Dubbel
ru: Двойной
sv: Dubbel
vi_vn: Nhân đôi

# ImageTypeButton
source: Button
bg: Бутон
da: Knap
de: Schaltfläche
es: Botón
fi: Painike
fr: Bouton
is: Takki
nl: Knop
nl_be: Knop
ru: Кнопка
sv: Knapp
vi_vn: Nút

# ImageTypeLogo
source: Logo
bg: Лого:
es: Logotipo
is: Mynd
ru: Логотип:
sv: Logga

# ImageTypeOther
source: Other
bg: Друго
da: Andet
de: Sonstige
es: Otros
fi: Muu
fr: Autre
is: Annað
nl: Andere
nl_be: Overig
ru: Другое
sv: Övrigt
vi_vn: Khác

# ImageTypeReceiptLogo
source: Receipt logo
bg: Разписка лого
da: Logo på kvittering
de: Kassenbonlogo
es: Logotipo del recibo
fi: Kuitin logo
fr: Logo du reçu
is: Kassakvittunarmynd
nl: Kassabon Logo
nl_be: Logo bon
ru: Логотип чека
sv: Logotyp för kvitto
vi_vn: Logo biên lai

# NormalStoreLogoSize
source: Normal
bg: Нормален
fi: Normaali
is: Venjulegt
nl: Normaal
nl_be: Normaal
ru: Нормальный
vi_vn: Thông thường

source: Quote information
bg: Информация оферта
da: Tilbudsoplysninger
de: Angebotsinformationen
es: Información del presupuesto
fi: Tarjouksen tiedot
fr: Informations sur le devis
is: Upplýsingar um tilboð
nl: Informatie over offertes:
nl_be: Offertegegevens
ru: Информация о коммерческом предложении
sv: Offertinformation
vi_vn: Thông tin trích dẫn

# ReasonActionAdjustment
source: Adjustment
bg: Настройка
da: Justering
de: Anpassung
es: Ajuste
fi: Muutos
fr: Ajustement
is: Leiðrétting
nl: Korting
nl_be: Instelling
ru: Корректировка
sv: Justering
vi_vn: Điều chỉnh

# ReasonActionMainInventory
source: Main inventory
bg: Основна група матер.запаси
da: Hoverlagerbeholdning
de: Hauptbestand
es: Inventario principal
fi: Päävarasto
fr: Inventaire principal
is: Lager
nl: Inventarisatie
nl_be: Hoofdinventaris
ru: Основной склад
sv: Huvudinventarie
vi_vn: Tồn Kho Chính

# ReasonActionParkedInventory
source: Parked inventory
bg: Паркирани матер.запаси
da: Suspenderet lagerbeholdning
de: Geparkter Bestand
es: Inventario inmovilizado
fi: Parkkeerattu varasto
fr: Inventaire parqué
is: Ótiltækur lager
nl: Geparkeerde voorraad
nl_be: Gereserveerde inventaris
ru: Парковка
sv: Parkerad inventarie
vi_vn: Sắp xếp hàng tồn kho

# ReasonActionStockReservation
source: Stock reservation
bg: Резервация запаси
da: Lagerreservation
de: Bestandsreservierung
es: Reserva de existencias
fi: Varastovaraus
fr: Réservation de stock
is: Fráteknar birgðir
nl: Voorraad reservering
nl_be: Voorraadreservering
ru: Резервирование склада
sv: Lagerreservation
vi_vn: Đặt phòng

source: Date of birth
bg: Дата на раждане
da: Fødselsdato
de: Geburtsdatum
es: Fecha de nacimiento
fi: Syntymäaika
fr: Date de naissance
is: Fæðingarár
nl: Geboortedatum
nl_be: Geboortedatum
ru: Дата рождения:
sv: Födelsedatum
vi_vn: Ngày sinh

# Email
source: Email address
bg: Имейл Адрес
da: Email-adresse
de: E-Mail-Adresse
es: Dirección de correo electrónico
fi: Sähköpostiosoite
fr: Adresse de courriel
is: Netfang
nl: E-mailadres
nl_be: Mailadres
ru: Адрес эл. почты:
sv: E-postadress
vi_vn: Địa chỉ Email

source: Gender
bg: Пол
da: Køn
de: Geschlecht
es: Sexo
fi: Sukupuoli
fr: Sexe
is: Kyn
nl: Geslacht
nl_be: Geslacht
ru: Пол:
sv: Kön
vi_vn: Giới tính

source: Phone
bg: Телефон:
da: Telefon
de: Telefon
es: Teléfono:
fi: Puhelin:
fr: Téléphone
is: Sími
nl: Telefoon
nl_be: Tel. nr.
ru: Телефон:
sv: Telefon
vi_vn: Điện thoại:

source: Receipt email
bg: Касова бележка Имейл
da: Samlet rabat
de: Kassenbon-E-Mail
es: Correo electrónico para recibo:
fi: Sähköpostikuitin sähköstiosoite
fr: Remise totale
is: Netfang fyrir kvittun
nl: Eindkorting
nl_be: Ontvangst e-mail
ru: Общая скидка:
sv: Kvitto e-post:
vi_vn: Email nhận

source: Search alias
bg: Търсене по друго име
da: Søg efter alias
de: Suchalias
es: Alias de búsqueda:
fi: Etsi aliaksella
fr: Rechercher un alias
is: Leitarstaðgengill
nl: Alias zoeken
nl_be: Alias zoeken
ru: описание:
sv: Sök alias:
vi_vn: Tìm alisas

source: Set reason code
bg: Настройка код причина
da: Vælg årsagskode
de: Grundcode festlegen
es: Definir código de motivo
fi: Aseta syykoodi
fr: Configurer le code raison
is: Setja ástæðukóta
nl: Redencode toevoegen
nl_be: Redencode instellen
ru: Настроить код причины
sv: Ange orsakskod
vi_vn: Đặt mã lý do

# StyleType_DualDisplayTotalLabelNegative
source: Dual display total label negative
bg: Двоен дисплей общо етикет отриц.
da: Label for samlet negativt beløb på dobbeltskærm
de: Dual-Bildschirm – Gesamtbeschriftung – negativ
es: Etiqueta de valor negativo del total de la pantalla doble
fi: Kaksoisnäyttö yhteensä negatiivinen merkintä
fr: Étiquette du total de l'affichage double négative
is: Aukaskjár samtölu texti - mínustala
nl: Dubbele prijsaanduiding totale label negatieve
nl_be: Dubbele weergave label voor negatief totaal
ru: Двустрочный дисплей общая отрицательная метка
sv: Dubbel display total etikett negativ
vi_vn: Hiển thị kép tổng nhãn hàng âm

# StyleType_DualDisplayTotalValue
source: Dual display total value
bg: Двоен дисплей обща стойност
da: Samlet beløb på dobbeltskærm
de: Dual-Bildschirm – Gesamtwert
es: Valor del total de la pantalla doble
fi: Kahden näytön kokonaisarvo
fr: Valeur du total de l'affichage double
is: Aukaskjár samtals gildi
nl: Totale waarde van de dubbele prijsaanduiding
nl_be: Dubbele weergave totaalwaarde
ru: Двустрочный дисплей общая итоговая стоимость
sv: Dubbel display totalt värde
vi_vn: Tổng giá trị hiển thị kép

# StyleType_DualDisplayTotalValueNegative
source: Dual display total value negative
bg: Двоен дисплей обща сума отриц.
da: Samlet beløb på dobbeltskærm er negativt
de: Dual-Bildschirm – Gesamtwert – negativ
es: Valor negativo del total de la pantalla doble
fi: Kahden näytön kokonaisarvo negatiivinen
fr: Valeur totale de l'affichage double négative
is: Aukaskjár samtölu gildi - mínus tala
nl: Totale waarde van de dubbele prijsaanduiding negatieve
nl_be: Dubbele weergave negatieve totaalwaarde
ru: Двустрочный дисплей общая сумма отрицательна
sv: Dubbel display totalt värde negativt
vi_vn: Hiển thị kép tổng giá trị âm

# StyleType_PosReceiptLineSub
source: POS receipt line sub
bg: POS разписка линия (подч.)
da: Underlinje på kassekvittering
de: POS-Kassenbon – Zeile
es: Línea inferior del recibo del punto de venta
fi: Kassakuitin alirivi
fr: Sous-ligne de réception du PDV
is: Kvittun á kassa, athugasemda lína
nl: POS ontvangst lijn sub
nl_be: POS-bon - subregel
ru: POS подстрока чека
sv: POS kvitto linje sub
vi_vn: Dòng biên nhận POS phụ

# StyleType_PosReceiptSaleTotalLabel
source: POS receipt sale total label
bg: POS разписка продажба общо етикет
da: Label for samlet beløb på kassekvittering
de: POS-Kassenbon – Verkauf – Gesamtbeschriftung
es: Etiqueta del total de la venta del recibo del punto de venta
fi: Kassakuitin myynti yhteensä merkintä
fr: Étiquette du total de vente du ticket de caisse du PDV
is: Kvittun á kassa, samtölu texti
nl: POS ontvangst verkoop etiket
nl_be: POS-bon - label voor totaal
ru: POS чек продажи общая стоимость этикетки
sv: POS kvitto försäljning total etikett
vi_vn: Tổng biên nhận bán hàng trên POS

# StyleType_PosReceiptSaleTotalLabelNegative
source: POS receipt sale total label negative
bg: POS разписка продажба етикет отриц.
da: Label for samlet negativt beløb på kassekvittering
de: POS-Kassenbon – Verkauf – Gesamtbeschriftung negativ
es: Etiqueta de valor negativo del total de la venta del recibo del punto de venta
fi: Kassakuitin myynti yhteensä merkintä negatiivinen
fr: Étiquette du total de vente du ticket de caisse du PDV négative
is: Kvittun á kassa, samtölu texti - mínustala
nl: POS ontvangst verkoop totale label negatieve
nl_be: POS-bon - label voor negatief totaal
ru: POS чек продажи всего отрицательной этикетки
sv: POS kvitto försäljning total etikett negativ
vi_vn: Tổng biên nhận bán hàng âm trên POS

# StyleType_PosReceiptSaleTotalValue
source: POS receipt sale total value
bg: POS разписка продажба обща стойност
da: Samlet beløb på kassekvittering
de: POS-Kassenbon – Verkauf – Gesamtwert
es: Valor del total de la venta del recibo del punto de venta
fi: Kassakuitin myynti yhteensä
fr: Valeur du total de vente du ticket de caisse du PDV
is: Kvittun á kassa, samtölu gildi
nl: Totale verkoopwaarde POS ontvangst
nl_be: POS-bon - totaalwaarde verkoop
ru: POS чек продажи Итого
sv: POS kvitto försäljning totalt värde
vi_vn: Tổng giá trị bán hàng POS

# StyleType_PosReceiptSaleTotalValueNegative
source: POS receipt sale total value negative
bg: POS разписка продажба обща стойност отриц.
da: Samlet beløb på kassekvittering er negativt
de: POS-Kassenbon – Verkauf – Gesamtwert negativ
es: Valor negativo del total de la venta del recibo del punto de venta
fi: Kassakuitin myynti yhteensä arvo negatiivinen
fr: Valeur négative du total de vente du ticket de caisse du PDV
is: Kvittun á kassa, samtölu gildi - mínustala
nl: POS ontvangst totale verkoopwaarde negatieve
nl_be: POS-bon - negatieve totaalwaarde
ru: POS чек продажи итого отрацательные значения
sv: POS kvitto försäljning totalt värde negativt
vi_vn: Biên nhận tổng bán hàng trên POS

# StyleType_PosTotalsBalanceLabel
source: POS totals balance label
bg: POS общо баланс етикет
da: Label for samlet saldo i kasse
de: POS-Gesamtsaldo – Beschriftung
es: Etiqueta del saldo de totales del punto de venta
fi: Kassan kokonaismäärän merkintä
fr: Étiquette du solde des totaux du PDV
is: Kvittun á kassa, eftirstöðvar texti
nl: POS totalen balans label
nl_be: POS-label voor totaalsaldo
ru: POS итоговый баланс этикетки
sv: POS totals balans etikett
vi_vn: Nhãn tổng số dư POS

# StyleType_PosTotalsBalanceLabelNegative
source: POS totals balance label negative
bg: POS общо баланс етикет отриц.
da: Label for negativ samlet saldo i kasse
de: POS-Gesamtsaldo – Beschriftung negativ
es: Etiqueta de valor negativo del saldo de totales del punto de venta
fi: Kassan kokoinaismäärät ovat negatiivisia
fr: Étiquette du solde des totaux du PDV négative
is: Kvittun á kassa, eftirstöðvar texti - mínustala
nl: POS totalen balans label negatieve
nl_be: POS-label voor negatief totaalsaldo
ru: POS общий баланс отрицательный
sv: POS totals balans etikett negativ
vi_vn: tổng số dư nhãn âm trên POS

# StyleType_PosTotalsBalanceValueNegative
source: POS totals balance value negative
bg: POS общо баланс стойност отриц.
da: Negativ samlet saldo i kassen
de: POS-Gesamtsaldo – Wert negativ
es: Valor negativo del saldo de totales del punto de venta
fi: Kassan kokonaismäärän arvo negatiivinen
fr: Valeur négative du solde des totaux du PDV
is: Kvittun á kassa, eftirstöðvar gildi - mínustala
nl: POS totalen balans waarde negatief
nl_be: POS negatieve waarde totaalsaldo
ru: POS значение общего баланса отрицательное
sv: POS totals balansvärde negativ
vi_vn: POS tổng giá trị cân bằng âm

# ReasonCodeDefaultReturns
source: Returns
bg: Рекламации
da: Returvarer
de: Retouren
es: Devoluciones
fi: Palautukset
fr: Retours
is: Vöruskil
nl: Retouren
nl_be: Retours
sv: Återbetalningar
vi_vn: Trả lại

source: Edit customer
bg: Редактиране
da: Rediger kunde
de: Kunden bearbeiten
es: Editar cliente
fi: Muokkaa asiakasta
fr: Modifier le client
is: Breyta viðskiptamanni
nl: Klant aanpassen
nl_be: Klant bewerken
sv: Redigera kund
vi_vn: Chỉnh sửa khách hàng
