Repository: iespana/LSOne
Catalog: Core/Datalayer/BusinessObjects/Properties/resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Reprint receipt
bg: Повторен печат разписка
da: Genudskriv kvittering
de: Kassenbon erneut drucken
es: Volver a imprimir el recibo
fi: Kuitin uudelleentulostus
fr: Réimprimer un reçu
is: Endurprenta kvittun
nl: Bon herdruk
nl_be: Ontvangstbewijs opnieuw afdrukken
ru: Повторная печать чека
sv: Skriv ut kvitto igen
vi_vn: In lại biên lai

source: Send an email receipt
bg: Изпращане разписка по имейл
da: Send kvittering via e-mail
de: Eine E-Mail-Quittung senden
es: Enviar un recibo por correo electrónico
fi: Lähetä sähköpostikuitti
fr: Envoyer un reçu par e-mail
is: Senda kvittun í pósti
nl: Stuur een e-mail ontvangst
nl_be: E-mailontvangstbewijs verzenden
sv: Skicka en kvittens per e-post
vi_vn: Gửi biên nhận email

source: Main screen
bg: Основен екран
da: Hovedskærm
de: Hauptbildschirm
es: Pantalla principal
fi: Päänäyttö
fr: Écran principal
is: Aðalskjár
nl: Hoofdscherm
nl_be: Hoofdscherm
sv: Huvudskärm
vi_vn: Màn hình chính

source: Screen 1
bg: Екран 1
da: Skærm 1
de: Bildschirm 1
es: Pantalla 1
fi: Näyttö 1
fr: Écran 1
is: Skjár 1
nl: Scherm 1
nl_be: Scherm 1
ru: Экран 1
sv: Skärm 1
vi_vn: Màn hình 1

source: Screen 2
bg: Екран 2
da: Skærm 2
de: Bildschirm 2
es: Pantalla 2
fi: Näyttö 2
fr: Écran 2
is: Skjár 2
nl: Scherm 2
nl_be: Scherm 2
ru: Экран 2
sv: Skärm 2
vi_vn: Màn hình 2

source: Screen 3
bg: Екран 3
da: Skærm 3
de: Bildschirm 3
es: Pantalla 3
fi: Näyttö 3
fr: Écran 3
is: Skjár 3
nl: Scherm 3
nl_be: Scherm 3
ru: Экран 3
sv: Skärm 3
vi_vn: Màn hình 3

source: Ask
bg: Питане
da: Spørg
de: Fragen
es: Preguntar
fi: Kysy
fr: Demander
is: Spyrja
nl: Vraag
ru: Спросить
sv: Fråga
vi_vn: Hỏi

source: Goods receiving
bg: Получаване на стоки
da: Varemodtagelse
de: Wareneingang
es: Recepción de bienes
fi: Tavaroiden vastaanotto
fr: Réception de marchandises
is: Vörumóttökuskjal
nl: Goederen ontvangen
nl_be: Ontvangst goederen
ru: Получение товаров
sv: Gods inleverans
vi_vn: Đang nhận hàng

source: Labels
bg: Етикети
de: Etiketten
fi: Etiketit
fr: Étiquettes
is: Hillumiðar
ru: Этикетки
sv: Etiketter
vi_vn: Nhãn

source: Picking
bg: Събиране
da: Plukning
fi: Poiminta
is: Tiltekt
nl: Orderverzameling
vi_vn: Đang lấy hàng

source: Positive adjustment
bg: Положителна корекция
da: Positiv justering
fi: Positiivinen muutos
is: Jákvæð leiðrétting
nl: Positieve correctie
vi_vn: Điều chỉnh tích cực

source: Prepack
bg: Предварително опаковано
da: Færdigpak
fi: Valmispakkaus
is: Pökkun
nl: Kleinverpakking
vi_vn: Thiết bị đóng bao

source: Purchase order
bg: Поръчка покупка
da: Indkøbsordre
de: Einkaufsbestelllung
es: Pedido
fi: Ostotilaus
fr: Commande d'achat
is: Innkaupapöntun
nl: Inkooporder
nl_be: Aankooporder
ru: Заказ покупки
sv: Inköpsorder
vi_vn: Đơn đặt hàng

source: Purchase returns
bg: Рекламации покупки
da: Returner køb
fi: Oston palautukset
is: Vöruskilapantanir
nl: Inkoop retour
vi_vn: Đơn trả hàng mua

source: Quick scan
bg: Бързо сканиране
da: Hurtigscan
fi: Nopea skannaus
is: Flýtiskönnun
nl: CP Quick Scan
vi_vn: Quét nhanh

source: Stock counting
bg: Броене на запаси
da: Lageroptælling
de: Lagerzählung
es: Recuento de existencias
fi: Varastolaskenta
fr: Comptage du stock
is: Birgðatalning
nl: Het tellen van de voorraad
nl_be: Telling voorraad
ru: Пересчет склада
sv: Inventering
vi_vn: Kiểm kê

source: Store request
bg: Заявка магазин
da: Butiksforespørgsel
fi: Tallenna pyyntö
is: Beiðni frá búð
nl: winkel verzoek
vi_vn: Yêu cầu cửa hàng

# TransferStock
source: Transfer order
bg: Поръчка за трансфер
da: Overførselsbestilling
fi: Siirrä varasto
is: Birgðamillifærsla
nl: Transfer voorraad
vi_vn: Lệnh điều chuyển

source: Clear price override
bg: Изчисти Цена замяна
da: Ryd prisoverskrivning
fi: Tyhjennä hinnan muutos
is: Hreinsa verðbreytingu
nl: Duidelijke prijs negeren
vi_vn: Xóa giá ghi đè
