Repository: iespana/LSOne
Catalog: Core/Datalayer/BusinessObjects/Properties/resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# EntryType_Payment
source: Payment
bg: Плащане
da: Betaling
de: Zahlung
es: Pago
fi: Maksu
fr: Paiement
is: Greiðsla
nl: Betaling
nl_be: Betaling
ru: Платеж
sv: Betalning
vi_vn: Thanh toán

# EntryType_Sale
source: Sale
bg: Продажба
da: Salg
de: Verkauf
es: Venta
fi: Myynti
fr: Vente
is: Sala
nl: Koopjes
nl_be: Verkoop
ru: Продажа
sv: Försäljning
vi_vn: Bán hàng

# EntryTypeEnumNone
source: None
bg: Няма
da: Ingen
de: Keine
es: Ninguno
fi: Ei yhtään
fr: Aucun
is: Enginn
nl: Geen
nl_be: Geen
ru: Нет
sv: Ingen
vi_vn: Không

# EntryTypeEnumVoided
source: Voided
bg: Анулиран
da: Annulleret
de: Ungültig
es: Anulado
fi: Mitätöity
fr: Annulé
is: Ógilt
nl: Vervallen
nl_be: Ongeldig gemaakt
ru: Аннулирован
sv: Makulerad
vi_vn: Hủy bỏ

# ErrClientNotLoyaltyCustomer
source: The client is not a loyalty customer
bg: Клиентът не е клиент за лоялност
da: Denne kunde er ikke kundeklubkunde
de: Der Kunde ist kein Treuekunde
es: El cliente no forma parte del programa de lealtad
fi: Asiakas ei ole kanta-asiakas
fr: Ce client n'est pas un client fidélité
is: Viðskiptamaðurinn er ekki vildarviðskiptavinur
nl: De klant is geen loyaliteitskliënt
nl_be: De klant is geen trouwe klant
ru: Этот клиент - не клиент лояльности
sv: Kunden är inte en kundklubbskund
vi_vn: Khách hàng không phải là khách hàng thân thiết

# ErrInsertUpdate
source: Insert/Update error
bg: Грешка при поставяне / актуализиране
da: Fejl i forbindelse med indsæt/opdater
de: Eingabe/Update-Fehler
es: Error de inserción/actualización
fi: Lisää/Päivitä virhe
fr: Insérer/Mettre à jour une erreur
is: Villa við innsetningu/uppfærslu
nl_be: Fout updaten/invoegen
ru: Ошибка Вставки/Обновления
sv: Infoga/uppdatera fel
vi_vn: Lỗi chèn / cập nhật

# ErrLoyaltyCardAlreadyAssigned
source: Loyalty card is already assigned to another customer
bg: Картата за лоялност вече е възложена на друг клиент
da: Dette kundeklubkort er allerede tildelt en anden kunde
de: Treuekarte ist schon einem anderen Kunden zugeordnet
es: La tarjeta de lealtad ya se ha asignado a otro cliente
fi: Kanta-asiakaskortti on jo liitetty toiselle asiakkaalle
fr: Cette carte de fidélité est déjà associée à un autre client
is: Vildakort tilheyrir öðrum viðskiptavini
nl: Loyalty Card is al toegewezen aan een andere klant
nl_be: Getrouwheidskaart is al aan een andere klant toegewezen
ru: Карта лояльности уже назначена другому клиенту
sv: Kundklubbskort är redan tilldelat till en annan kund
vi_vn: Thẻ khách hàng thân thiết đã được gán cho một khách hàng khác

# ErrLoyaltyCardBlocked
source: Loyalty card is blocked
bg: Картата за лоялност е блокирана
da: Kundeklubkortet er blokeret
de: Treuekarte ist blockiert
es: La tarjeta de lealtad está bloqueada
fi: Kanta-asiakaskortti on estetty
fr: La carte de fidélité est bloquée
is: Vildarkort er lokað
nl: Loyalty Card is geblokkeerd
nl_be: Getrouwheidskaart is geblokkeerd
ru: Карта лояльности блокирована
sv: Kundklubbskort är spärrat
vi_vn: Thẻ khách hàng thân thiết bị chặn

# ErrLoyaltyCardIsNoTenderCard
source: Loyalty card is no tender card
bg: Картата за лоялност не е карта за плащане
da: Kundeklubkortet kan ikke bruges som betalingsmiddel
de: Treuekarte ist keine Angebotskarte
es: La tarjeta de lealtad no es una tarjeta de oferta
fi: Kanta-asiakaskortti ei ole maksukortti
fr: La carte de fidélité n'est pas une carte de paiement
is: Vildarkort er ekki sett upp sem greiðslukort
nl: Loyalty Card is geen tender kaar
nl_be: Getrouwheidskaart is geen offertekaart
ru: Карта лояльности это не карта способа оплаты
sv: Kundklubbskort är inte ett betalningsmedel
vi_vn: Thẻ khách hàng thân thiết không có thẻ đấu thầu

# ErrLoyaltyCardNotFound
source: Loyalty card could not be found
bg: Картата за лоялност не можа да бъде намерена
da: Kundeklubkortet blev ikke fundet
de: Treuekarte konnte nicht gefunden werden
es: No se puede encontrar la tarjeta de lealtad
fi: Kanta-asiakaskorttia ei löytynyt
fr: La carte de fidélité n'a pas été trouvée
is: Vildarkort fannst ekki
nl: Loyalty Card kon niet gevonden worden
nl_be: Getrouwheidskaart kon niet worden gevonden
ru: Карта лояльности не найдена
sv: Kundklubbskort hittades inte
vi_vn: Không thể tìm thấy thẻ khách hàng thân thiết

# ErrLoyaltyCustomerNotFound
source: Loyalty customer not found
bg: Клиентът за лоялност не е намерен
da: Kundeklubkunde blev ikke fundet
de: Treuekunde nicht gefunden
es: No se ha encontrado al cliente del programa de lealtad
fi: Kanta-asiakasta ei löytynyt
fr: Le client fidélité n'a pas été trouvé
is: Vildarviðskiptavinur fannst ekki
nl: Loyalty klant niet gevonden
nl_be: Trouwe klant niet gevonden
ru: Клиент лояльности не найден
sv: Kundklubbskund inte hittad
vi_vn: Không tìm thấy khách hàng thân thiết

# ErrLoyaltyIsNotActivated
source: Loyalty card is not activated
bg: Картата за лоялност не е активирана
da: Kundeklubkortet er ikke aktiveret
de: Treuekarte ist nicht aktiviert
es: La tarjeta de lealtad no está activada
fi: Kanta-asiakaskortti ei ole käytössä
fr: La carte de fidélité n'est pas activée
is: Vildarkort er ekki virkt
nl: Loyalty Card is niet geactiveerd
nl_be: Getrouwheidskaart is niet geactiveerd
ru: Карта лояльности не активирована
sv: Kundklubbskort inte aktiverat
vi_vn: Thẻ khách hàng thân thiết không được kích hoạt

# ErrNotEnoughLoyaltyPoints
source: Not enough loyalty points
bg: Няма достатъчно точки за лоялност
da: Ikke nok kundeklubpoint
de: Nicht ausreichend Treuepunkte
es: No hay suficientes puntos de lealtad
fi: Kanta-asiakkuuspisteet eivät riitä
fr: Points de fidélité insuffisants
is: Ekki næginlega margir vildarpunktar
nl: Niet genoeg loyaliteitspunten
nl_be: Niet genoeg getrouwheidspunten
ru: Не достаточно баллов лояльности
sv: Inte tillräckligt med kundklubbspoäng
vi_vn: Không đủ điểm trung thành

# ExpirationTimeUnitEnumDay
source: day(s)
bg: ден (дни)
da: dag(e)
de: Tag(e)
es: día(s)
fi: päivä(ä)
fr: jour(s)
is: dagur/ar
nl: dag(en)
nl_be: dag(en)
ru: день (дней)
sv: dag(ar)
vi_vn: ngày

# ExpirationTimeUnitEnumMonth
source: month(s)
bg: месец(и)
da: måned(er)
de: Monat(e)
es: mes(es)
fi: kuukausi(a)
fr: mois
is: mánuður/ir
nl: maand(en)
nl_be: maand(en)
ru: Месяц (месяцев)
sv: månad(er)
vi_vn: tháng

# ExpirationTimeUnitEnumWeek
source: week(s)
bg: седмица (и)
da: uge(r)
de: Woche(n)
es: semana(s)
fi: viikko(a)
fr: semaine(s)
is: vika/ur
nl: we(e)k(en)
nl_be: week (weken)
ru: Неделя (недели)
sv: vecka/or
vi_vn: tuần

# ExpirationTimeUnitEnumYear
source: year(s)
bg: година( и)
da: år
de: Jahr(e)
es: año(s)
fi: vuosi(a)
fr: année(s)
is: ár
nl: ja(a)r(en)
nl_be: jaar (jaren)
ru: год (лет)
sv: år
vi_vn: năm

# LoyaltyPaymentReceipt
source: Loyalty payment
bg: Плащане лоялност
da: Kundeklubbetaling
de: Treuezahlung
es: Pago con puntos de lealtad
fi: Kanta-asiakas maksu
fr: Paiement fidélité
is: Vildargreiðsla
nl: Loyaliteit betaling
nl_be: Getrouwheidsbetaling
ru: Оплата лояльностью
sv: Kundklubbsbetalning
vi_vn: Thanh toán trung thành

# LoyaltyPointTypeBase_Discount
source: Discount
bg: Отстъпка
da: Rabat
de: Rabatt
es: Descuento
fi: Alennus
fr: Remise
is: Afsláttur
nl: Korting
nl_be: Korting
ru: Скидка
sv: Rabatt
vi_vn: Chiết khấu

# LoyaltyPointTypeBase_Item
source: Item
bg: Артикул
da: Vare
de: Artikel
es: Artículo
fi: Tuote
fr: Article
is: Vara
nl: Artikel
nl_be: Artikel
ru: Товар
sv: Artikel
vi_vn: Mặt hàng

# LoyaltyPointTypeBase_Promotion
source: Promotion
bg: Промоция
da: Kampagne
es: Promoción
fi: Kampanja
is: Kynning
nl: Promotie
nl_be: Promotie
ru: Продвижение
sv: Kampanj
vi_vn: Khuyến mãi

# LoyaltyPointTypeBase_RetailDep
source: Retail department
bg: Отдел Търговия на дребно
da: Vareafdeling
de: Einzelhandelsbranche
es: Departamento minorista
fi: Osasto
fr: Département de vente au détail
is: Vörudeild
nl: Verkoop afdeling
nl_be: Retailafdeling
ru: Розничный отдел
sv: Retail-avdelning
vi_vn: Bộ phận bán lẻ

# LoyaltyPointTypeBase_RetailGr
source: Retail group
bg: Ритейл група
da: Varegruppe
de: Einzelhandelsgruppe
es: Grupo minorista
fi: Tuoterymä
fr: Groupe de vente au détail
is: Smásöluflokkur
nl: Retail groep
nl_be: Retailgroep
ru: Розничная группа
sv: Retail-grupp
vi_vn: Nhóm bán lẻ

# LoyaltyPointTypeBase_SpecialGr
source: Special group
bg: Специална група
da: Specialgruppe
de: Sondergruppe
es: Grupo especial
fi: Erikoisryhmä
fr: Groupe spécial
is: Sérflokkur
nl: Speciale groep
nl_be: Speciale groep
ru: Специальная группа
sv: Specialgrupp
vi_vn: Nhóm đặc biệt

# LoyaltyPointTypeBase_Tender
source: Tender
bg: Плащане
da: Betalingsmiddel
de: Angebot
es: Oferta
fi: Maksu
fr: Mode de paiement :
is: Greiðslutegund
nl: Inschrijving
ru: Способ оплаты
sv: Betalningsmedel
vi_vn: Đấu thầu

source: New
bg: Нов
da: Ny
de: Neue
es: Nuevo
fi: Uusi
fr: Nouveau
is: Nýtt
nl: Nieuw
nl_be: Nieuw
ru: Новая
sv: Ny
vi_vn: Mới

# SchemeCannotBeEmpty
source: Scheme ID can not be empty
bg: ID на схемата не може да бъде празен
da: Plan-ID må ikke være tomt
de: Schema-ID darf nicht leer sein
es: El ID del programa no puede estar vacío
fi: Mallin tunnus ei voi olla tyhjä
fr: L'ID programme ne peut pas être vide
is: Vildarkerfisauðkenni má ekki vera tómt
nl: Schema-ID kan niet leeg zijn
nl_be: ID plan kan niet leeg zijn
ru: Схема ID не может быть пустой
sv: Schema-ID får inte saknas
vi_vn: Mã hạng thẻ không thể để trống

# StatusEnumClosed
source: Closed
bg: Затворено
da: Lukket
de: Geschlossen
es: Cerrado
fi: Suljettu
fr: Fermé
is: Lokuð
nl: Gesloten
nl_be: Gesloten
ru: Закрыто
sv: Stängt
vi_vn: Đã kết thúc

# StatusEnumOpen
source: Open
bg: Отваряне
da: Åbn
de: Öffnen
es: Abrir
fi: Avaa
fr: Ouvrir
is: Opin
ru: Открыто
sv: Öppna
vi_vn: Mở

# TenderTypeEnum_Blocked
source: Blocked
bg: Блокиран
da: Blokeret
de: Gesperrt
es: Bloqueado
fi: Estetty
fr: Bloqué
is: Læst
nl: Geblokkeerd
nl_be: Geblokkeerd
ru: Блокировано
sv: Spärrad
vi_vn: Bị chặn

# TenderTypeEnum_CardTender
source: Card tender
bg: Карта начин на плащане
da: Kortbetalingsmiddel
de: Kartenangebot
es: Oferta de tarjeta
fi: Korttimaksu
fr: Paiement par carte
is: Kortapunktar
nl: Kaart afsluiting
nl_be: Kaartenofferte
ru: Оплата картой
sv: Kortbetalningsmedel
vi_vn: Thẻ phương thức thanh toán

# TenderTypeEnum_ContactTender
source: Customer tender
bg: Клиент плащане
da: Kortbetalingsmiddel
de: Kundenangebot
es: Oferta de cliente
fi: Asiakas maksu
fr: Paiement client
is: Viðskiptamannapunktar
nl: Klant afsluiting
nl_be: Klantenofferte
ru: Клиент - способ оплаты
sv: Kundbetalningsmedel
vi_vn: Phương thức thanh toán khách hàng

# TenderTypeEnum_NoTender
source: No tender
bg: Няма начин на плащане
da: Intet betalingsmiddel
de: Kein Angebot
es: No hay ofertas
fi: Ei maksua
fr: Aucun mode de paiement
is: Engir greiðslupunktar
nl: Geen afsluiting
nl_be: Geen offerte
ru: Нет типа оплаты
sv: Inget betalningsmedel
vi_vn: Không có thanh toán

# TypeEnumExpired
source: Expired
bg: Изтекли
da: Udløbet
de: Abgelaufen
es: Caducada:
fi: Vanhentunut
fr: Expirée
is: Útrunnið
nl: Verlopen
nl_be: Vervallen
ru: Заканчивается
sv: Upphör att gälla
vi_vn: Hết hạn

# TypeEnumIssued
source: Issued
bg: Издадени
da: Udstedt
de: Ausgestellt
es: Emitida
fi: Myönnetty
fr: Émise
is: Útgefið
nl: Uitgegeven
nl_be: Uitgegeven
ru: Выпущено
sv: Utfärdat
vi_vn: Đã phát hành

# TypeEnumUsed
source: Used
bg: Използвани
da: Anvendt
de: Verwendet
es: Usado
fi: Käytetty
fr: Utilisée
is: Notað
nl: Gebruikt
nl_be: Gebruikt
ru: Использовано
sv: Använt
vi_vn: Đã sử dụng

source: Change quantity
bg: Промяна Количество
da: Ret antal
de: Anzahl ändern
es: Cambiar cantidad
fi: Muuta määrä
fr: Modifier la quantité
is: Breyta magni
nl: Aantal wijzigen
nl_be: Hoeveelheid wijzigen
ru: Изменить количество
sv: Ändra antal
vi_vn: Thay đổi số lượng

source: Discount offer
bg: Отстъпка Оферта
da: Rabattilbud
de: Rabattangebot
es: Oferta de descuento
fi: Alennustarjous
fr: Offre de remise
is: Afsláttartilboð
nl: Kortings actie:
nl_be: Aanbod korting
ru: Предложение скидки
sv: Rabatterbjudande
vi_vn: Giảm giá

source: Inventory unit
bg: Единица материални запаси
da: Lagerenhed
de: Bestandseinheit
es: Unidad de inventario
fi: Varastointiyksikkö
fr: Unité de stock
is: Eining birgða
nl: Voorraadeenheid
nl_be: Inventariseenheid
ru: Ед. изм. складского учета
sv: Lagerenhet
vi_vn: Đơn vị tồn kho

# MixMatch
source: Mix and match
de: Mix und Match
es: Mezclar y combinar
fi: Mix & Match
fr: Assortiment
is: Blönduð tilboð
nl: Mix en match
nl_be: Mengen
ru: Комбинированная скидка
sv: Mix & Match
vi_vn: Pha trộn và kết hợp

source: Multibuy
bg: Множ.покупки
da: Flerkøb
es: Compra múltiple
fi: Moniosto
fr: Achats multiples
is: Magnkaup
nl_be: Multikoop
ru: Множественная скидка
sv: Samköp
vi_vn: Mua nhiều

source: Promotion offer
bg: Промоционална оферта
da: Kampagnetilbud
de: Promotionangebot
es: Oferta promocional
fi: Kampanjatarjous
fr: Offre promotionnelle
is: Línur kynningartilboðs
nl: Promotie aanbod
nl_be: Promotieaanbod
ru: Предложение продвижения
sv: Kampanjerbjudande
vi_vn: Ưu đãi khuyến mãi

source: Retail item
bg: Ритейл Артикул
da: Salgsvare
de: Einzehandelsartikel
es: Artículo minorista
fi: Vähittäismyyntituote
fr: Article de vente au détail
is: Kassavara
nl: retail artikel
nl_be: Retailartikel
ru: Розничный товар
sv: Retail-artikel
vi_vn: Mặt hàng bán lẻ

source: Sales unit
bg: Единица мярка продажба
da: Salgsenhed
de: Verkaufseinheit
es: Unidad de venta
fi: Myyntiyksikkö
fr: Unité de vente
is: Sölueining
nl: Verkoopeenheid
nl_be: Verkoopeenheid
ru: Единица продажи
sv: Förs.enhet
vi_vn: Đơn vị bán hàng

# TransferOder
source: Transfer order
bg: Поръчка за трансфер
da: Overførselsbestilling
de: Transferbestellung
es: Orden de transferencia:
fi: Siirtotilaus
fr: Commande de transfert :
is: Millifærslupöntun
nl_be: Overdrachtorder
ru: Заказ на перемещение
sv: Överför order
vi_vn: Lệnh điều chuyển

# LabelTemplateContextCustomers
source: Customers
bg: Клиенти
da: Kunder
de: Kunden
es: Clientes
fi: Asiakkaat
fr: Clients
is: Viðskiptavinir
nl: Klanten
nl_be: Klanten
ru: Клиенты
sv: Kunder
vi_vn: Khách hàng

# LabelTemplateContextItems
source: Retail Items
bg: Ритейл артикули
da: Salgsvarer
de: Einzelhandelsartikel
es: Artículos minoristas
fi: Tuotteet
fr: Articles de vente au détail :
is: Kassavörur
nl: Retail artikelen
nl_be: Retailartikelen
ru: Розничные товары
sv: Retail-artiklar
vi_vn: Mặt hàng bán lẻ

source: Add line
bg: Добавяне на ред
da: Tilføj linje
de: Zeile hinzufügen
es: Añadir línea
fi: Lisää rivi
fr: Ajouter une ligne
is: Bæta við línu
nl: Lijn toevoegen
nl_be: Regel toevoegen
ru: Добавить строку
sv: Lägg till rad
vi_vn: Thêm dòng

source: Add to quantity
bg: Добавете към количеството
da: Tilføj til antal
de: Zu Anzahl hinzufügen
es: Añadir a la cantidad
fi: Lisää määrään
fr: Ajouter à la quantité
is: Bæta við magn
nl: Toevoegen aan
nl_be: Aan hoeveelheid toevoegen
ru: Добавить к количеству
sv: Addera till antal
vi_vn: Thêm vào số lượng

source: Always
bg: Винаги
da: Altid
de: Immer
es: Siempre
fi: Aina
fr: Toujours
is: Alltaf
nl: Altijd
nl_be: Altijd
ru: Всегда
sv: Alltid
vi_vn: Luôn luôn

source: Blocked for replenishment
bg: Блокиран за попълване
da: Blokeret for genopfyldning
de: Blockiert für Nachschub
es: Bloqueado para reposición
fi: Estetty täydennystä varten
fr: Bloqué pour le réapprovisionnement
is: Læst fyrir áfyllingu
nl: Geblokkeerd voor aanvulling
nl_be: Geblokkeerd voor hervullen
ru: Блокировано для пополнения
sv: Spärrad för återanskaffning
vi_vn: Bị chặn để bổ sung

source: Could not connect to Site Service
bg: Не можа да се свърже с услугата на сайта
da: Kunne ikke oprette forbindelse til Site Service
de: Konnte keine Verbindung zum Site Service herstellen
es: No se ha podido establecer la conexión con el servidor de la tienda
fi: Yhteyden muodostaminen Site Service -palveluun ei onnistunut
fr: Impossible de se connecter au service de site
is: Gat ekki tengst búðarþjóni
nl: Kon geen verbinding maken met de Site-service
nl_be: Kon geen verbinding tot stand brengen met Site Service
ru: Не удалось подключиться к Сайту Сервиса
sv: Kunde inte koppla upp till Site Service
vi_vn: Không thể kết nối với dịch vụ Trang web

source: Don't show
bg: Не показвай
da: Vis ikke
de: Nicht anzeigen
es: No mostrar
fi: Älä näytä
fr: Ne pas afficher
is: Ekki sýna
nl: Verberg
nl_be: Niet tonen
ru: Не показывать
sv: Visa inte
vi_vn: Không hiển thị

source: Item filter
bg: Артикул филтър
da: Varefilter
de: Artikelfilter
es: Filtro de artículos
fi: Tuotesuodatus
fr: Filtre d'articles
is: Vöruafmörkun
nl: Filter
nl_be: Artikel filter
ru: Фильтр по товару
sv: Artikelfilter
vi_vn: Lọc mặt hàng

source: Items get bumped status
bg: Артикули с нарушена цялост статус
da: Varer får statussen Færdig
de: Artikel bekommt angefangenen Status
es: El estado de los artículos pasa a "Rechazado"
fi: Kohteet saivat bumped-tilan
fr: Les articles ont un état ralenti
is: Vörur fá kláraða stöðu
nl: Artikels krijgen een gestopte status
nl_be: Artikelen krijgen 'bumped' status
ru: Товары получили статус
sv: Artiklar får status färdig
vi_vn: Các mặt hàng bị tình trạng va chạm

source: Like for like
da: Købt-solgt-antal
de: Flächenbereinigt
es: Similar por similar
fi: Tykkäys tykkäyksestä
fr: Données comparables
is: Vara fyrir vöru
nl: Zoals leuk
nl_be: Gelijk voor gelijk
ru: Один в один
sv: Köpt-sålt-antal
vi_vn: Thích cho thích

source: Manual entry
bg: Ръчно въвеждане
da: Manuel indtastning
de: Manueller Eintrag
es: Introducción manual
fi: Manuaalinen syöte
fr: Entrée manuelle
is: Handvirkur innsláttur
nl: Handmatige item
nl_be: Manuele invoer
ru: Ручная операция
sv: Manuell inmatning
vi_vn: Điền thủ công

source: Not blocked
bg: Не е блокиран
da: Ikke blokeret
de: Nicht blockiert
es: No bloqueado
fi: Ei estetty
fr: Non bloqué
is: Ekki læst
nl: Niet geblokkeerd
nl_be: Niet geblokkeerd
ru: Не блокировано
sv: Inte spärrad
vi_vn: Không bị chặn

source: Purchase
bg: Покупка
da: Indkøb
de: Einkauf
es: Comprar
fi: Osto
fr: Achat
is: Kaup
nl: Inkoop
nl_be: Aankoop
ru: Покупка
sv: Inköp
vi_vn: Mua

source: Purchase unit
bg: Поръчка отдел
da: Indkøbsenhed
de: Einkaufseinheit
es: Unidad de compra
fi: Hankintayksikkö
fr: Unité d'achat
is: Innkaupamælieining
nl: Hoeveelheid wordt negatief
nl_be: Aankoopeenheid
ru: Единица покупки
sv: Inköpsenhet
vi_vn: Đơn vị mua hàng

source: Remove
bg: Премахване
da: Fjern
de: Entfernen
es: Eliminar
fi: Poista
fr: Supprimer
is: Fjarlægja
nl: Verwijderen
nl_be: Verwijderen
ru: Удалить
sv: Ta bort
vi_vn: Gỡ bỏ

source: Remove items from all devices
bg: Премахване артикули от всички устройства
da: Fjern varer fra alle enheder
de: Artikel von allen Geräten entfernen
es: Eliminar artículos de todos los dispositivos
fi: Poista kohteet kaikista laitteista
fr: Retirer les articles de tous les dispositifs
is: Fjarlægja vörur frá öllum tækjum
nl: Items verwijderen uit alle apparaten
nl_be: Artikelen van alle apparaten verwijderen
ru: Удалить товары со всех устройств
sv: Ta bort alla artiklar från alla enheter
vi_vn: Xóa các mục khỏi tất cả các thiết bị

source: Scan with barcode
bg: Сканиране с баркод
da: Scan med stregkode
de: Mit Barcode scannen
es: Escanear con código de barras
fi: Skannaa viivakoodi
fr: Analyser avec le code barre
is: Skanna barkóða
nl: Scannen met barcode
nl_be: Met barcode scannen
ru: Сканировать штрих код
sv: Scanna med streckkod
vi_vn: Quét bằng mã vạch

source: Show
bg: Показва
da: Vis
de: Anzeigen
es: Mostrar
fi: Näytä
fr: Afficher :
is: Birta
nl: Weergeven
nl_be: Tonen
ru: Показать
sv: Visa
vi_vn: Hiển thị

source: Show strikethrough
bg: Показване зачертаване
da: Vis gennemstreget
de: Durchgestrichene anzeigen
es: Mostrar tachado/a
fi: Näytä yliviivaus
fr: Afficher le barré
is: Sýna yfirstrikun
nl: Toon doorhalen
nl_be: Doorstrepen tonen
ru: Показать зачеркивания
sv: Visa genomstrukning
vi_vn: Hiển thị tấn công

source: Stock level
bg: Ниво на запасите
da: Lagerbeholdning
de: Lagerbestand
es: Nivel de existencias
fi: Varastomäärä
fr: Niveau des stocks
is: Birgðastaða
nl: Voorraad
nl_be: Voorraadniveau
ru: Уровень склада
sv: Lagernivå
vi_vn: Mức tồn kho

source: When order is paid
bg: При плащане на поръчката
da: Når ordren bliver betalt
de: Wenn Bestellung bezahlt ist
es: Una vez que se haya pagado el pedido
fi: Kun tilaus on maksettu
fr: Au moment de payer la commande
is: Þegar pöntun er greidd
nl: Wanneer
nl_be: Wanneer order betaald is
ru: Когда оплачен заказ
sv: När order är betald
vi_vn: Khi đơn hàng được thanh toán

source: Cancel
bg: Отказ
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
is: Hætta við
nl: Annuleren
nl_be: Annuleren
ru: Отмена
sv: Avbryt
vi_vn: Hủy bỏ thao tác

# KitchenDisplayModeLine
source: Line display
bg: Изглед ред
da: Kundedisplay
de: Zeilenbildschirm
es: Visualización de líneas
fi: Asiakasnäyttö
fr: Affichage de ligne
is: Línuskjár
nl: Regeldisplay
nl_be: Lijnweergave
ru: Строка отображения
sv: Rad-display
vi_vn: Dòng hiển thị

source: Paid
bg: Платен
da: Betalt
de: Bezahlt
es: Pagado
fi: Maksettu
fr: Payé
is: Greitt
nl: Voldaan
nl_be: Betaald
ru: Оплачено
sv: Betalt
vi_vn: Đã chi trả

source: User defined type
bg: Определен от потребителя тип
da: Brugerdefineret type
de: Benutzer definiert Typ
es: Tipo definido por el usuario
fi: Käyttäjän määrittelemä tyyppi
fr: Type défini par l'utilisateur
is: Tegund skilgreind af notanda
nl: Gebruiker gedefinieerd
nl_be: Zelf gedefinieerd type
ru: Пользовательский тип
sv: Användardefinierad typ
vi_vn: Loại Người Dùng đã định nghĩa

source: External expo
bg: Външни
da: Ekstern eksp.
de: Externe Expo
es: Exposición externa
fi: Ulkoinen näyttely
fr: Expo externe
is: Ytri aðgerð útskriftar
nl: Extern
nl_be: Externe Expo
ru: Обработка экспорта
sv: Extern exportprocess
vi_vn: Bên ngoài

source: Recalled
bg: Повторно извикано
da: Tilbagekaldt
de: Zurückgerufen
es: Recuperado/a
fi: Takaisinkutsuttu
fr: Rappelé
is: Afturkölluð
nl: Herinnerd
nl_be: Teruggeroepen
ru: Вызвано
sv: Återkallad
vi_vn: Đã gọi lại

source: Day
bg: Ден
da: Dag
de: Tag
es: Diario
fi: Päivä
fr: Journée
is: Dagur
nl: Dag
nl_be: Dag
ru: День
sv: Dag
vi_vn: Ngày

source: Month
bg: Месец
da: Måned
de: Monat
es: Mensual
fi: Kuukausi
fr: Mois
is: Mánuður
nl: Maand
nl_be: Maand
ru: Месяц
sv: Månad
vi_vn: Tháng

source: Not translated
bg: Не е преведено
da: Ikke oversat
de: Nicht übersetzt
es: No traducido/a
fi: Ei käännetty
fr: Non traduit
is: Ekki þýtt
nl: Niet vertaald
nl_be: Niet vertaald
ru: Не переведено
sv: Inte översatt
vi_vn: Chưa được dịch

source: Week
bg: Седмица
da: Uge
de: Woche
es: Semanal
fi: Viikko
fr: Semaine
is: Vika
ru: Неделя
sv: Vecka
vi_vn: Tuần

source: Year
bg: Година
da: År
de: Jahr
es: Anual
fi: Vuosi
fr: Année
is: Ár
nl: Jaar
nl_be: Jaar
ru: Год
sv: År
vi_vn: Năm

source: Automatic
bg: Автоматично
da: Automatisk
de: Automatisch
es: Automático/a
fi: Automaattinen
fr: Automatique
is: Sjálfvirk
nl: Automatisch
nl_be: Automatisch
ru: Автоматически
sv: Automatisk
vi_vn: Tự động

source: Manual
bg: Ръчно
da: Manuelt
de: Manuell
fi: Manuaalinen
fr: Manuel
is: Handvirk
nl: Handmatig
nl_be: Handmatig
ru: Ручная
sv: Manuell
vi_vn: Thủ công

source: Operation
bg: Операция
de: Vorgang
es: Operación
fi: Toiminto
fr: Opération
is: Aðgerð
nl: Actief
nl_be: Handeling
ru: Операция:
sv: Åtgärd
vi_vn: Vận hành

source: Prep station
bg: Предв.станция
da: Forberedelsesstation
de: Vorbereitungsstation
es: Estación de preparación
fi: Valmisteluasema
fr: Poste de prép.
is: Undirbúningsstöð
nl: Station
ru: Станция подготовки
vi_vn: Trạm chuẩn bị

source: Time
bg: Време
da: Tid
de: Zeit
es: Hora
fi: Aika
fr: Heure
is: Tími
nl: Tijd
nl_be: Tijd
ru: Время
sv: Tid
vi_vn: Thời gian

# ContextButton
source: Button
bg: Бутон
da: Knap
de: Schaltfläche
es: Botón
fi: Painike
fr: Bouton
is: Takki
nl: Knop
nl_be: Knop
ru: Кнопка
sv: Knapp
vi_vn: Nút

# ContextCustomer
source: Customer
bg: Клиент
da: Kunde
de: Kunde
es: Cliente
fi: Asiakas
fr: Client
is: Viðskiptamaður
nl: Valuta
nl_be: Klant
ru: Клиент
sv: Kund
vi_vn: Khách hàng
