Repository: iespana/LSOne
Catalog: Core/Datalayer/BusinessObjects/Properties/resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Infocode on request
bg: Инфокод при поискване
da: Infokode på forespørgsel
de: Infocode auf Anfrage
es: Código de información en solicitud
fi: Infokoodi pyynnöstä
fr: Code info sur demande
is: Upplýsingakóti samkvæmt beiðni
nl: Infocode op aanvraag
nl_be: Infocode op verzoek
ru: Инфокод по запросу
sv: Infokod på förfrågan
vi_vn: Infocode theo yêu cầu

source: Infocode tax group change
bg: Промяна данъчната група в инфокод
da: Skift infokode for skattegruppe
de: Infocodesteuergruppenänderung
es: Cambio del grupo impositivo del código de información
fi: Veroryhmän muutoksen infokoodi
fr: Modification groupe de taxes du code info
is: Breyta skattflokki samkvæmt upplýsingakóta
nl: Infocode Tax Group wijzigen
nl_be: Infocode belastingsgroep wijziging
ru: Инфокод изменения налоговой группы
sv: Infokod momsgrupp ändring
vi_vn: Thay đổi nhóm thuế Infocode

source: Initialize Z report
bg: Инициализирайте Z отчет
da: Initialiser Z-rapport
de: Z-Bericht initialisieren
es: Iniciar reporte Z
fi: Alusta Z-raportti
fr: Initialiser l'état Z de caisse
is: Frumstilla Z skýrslu
nl: Initialiseren van Z verslag
nl_be: Z-verslag initialiseren
ru: Инициализация Z Отчета
sv: Starta Z-rapport
vi_vn: Khởi tạo báo cáo Z

source: Inventory lookup
bg: Търсене в материални запаси
da: Lagersøgning
de: Bestandssuchlauf
es: Búsqueda de inventario
fi: Varastosaldon haku
fr: Recherche de stock
is: Birgðauppfletting
nl: Inventaris Lookup
nl_be: Opzoeken inventaris
ru: Просмотр склада
sv: Lagersökning
vi_vn: Tra cứu hàng tồn kho

source: Invoice comment
bg: Коментар за фактура
da: Fakturakommentar
de: Rechnungskommentar
es: Comentario de factura
fi: Laskun kommentti
fr: Commentaire de facture
is: Athugasemd við reikning
nl: Opmerking factuur
nl_be: Factuur nota
ru: Счет комментарий
sv: Fakturakommentar
vi_vn: Ghi chú hóa đơn

source: Issue credit memo
bg: Издаване на кредитно известие
da: Udsted kreditnota
de: Ausgabe Gutschrift
es: Emitir nota de crédito
fi: Myönnä hyvityskuitti
fr: Émettre une note de crédit
is: Gefa út inneignarnótu
nl_be: Credit memo uitgeven
ru: Выпуск кредит мемо
sv: Utfärda kreditnota
vi_vn: Phát hành bản ghi nhớ tín dụng

source: Issue gift card
bg: Издаване на гифт карта
da: Udsted gavekort
de: Ausgabe Geschenkkarte
es: Emitir tarjeta de regalo
fi: Myönnä lahjakortti
fr: Émettre une nouvelle carte cadeau
is: Gefa út gjafakort
nl: Uitgifte cadeaubon
nl_be: Cadeaukaart uitgeven
ru: Выпуск подарочной карты
sv: Utfärda presentkort
vi_vn: Phát hành thẻ quà tặng

source: Item comment
bg: Артикул коментар
da: Varekommentar
de: Artikelkommentar
es: Comentario de artículo
fi: Tuotteen kommentti
fr: Commentaire d'article
is: Vöruathugasemd
nl: Commentaar
nl_be: Item nota
ru: Комментарии товара
sv: Artikelkommentar
vi_vn: Ghi chú mặt hàng

source: Item sale
bg: Артикул продажби
da: Varesalg
de: Artikelverkauf
es: Venta de artículos
fi: Tuotteen myynti
fr: Vente d'articles
is: Vörusala
nl: Verkoop artikel
nl_be: Artikel verkoop
ru: Товар для продажи
sv: Artikelförsäljning
vi_vn: Mặt hàng bán

source: Item search
bg: Артикул Търсене
da: Varesøgning
de: Artikelsuche
es: Búsqueda de artículos
fi: Tuotehaku
fr: Recherche d'article
is: Vöruleit
nl: Artikel Zoeken
nl_be: Artikel zoeken
ru: Поиск товара
sv: Artikelsökning
vi_vn: Tìm kiếm mục

source: Line discount amount
bg: Сума на отстъпката за ред
da: Linjerabatbeløb
de: Zeilenrabattbetrag
es: Importe de descuento de línea
fi: Rivin alennussumma
fr: Montant de remise par ligne
is: Afsl.upphæð línu
nl: Kortingsbedrag
nl_be: Lijnkorting aantal
ru: Сумма скидки строки
sv: Radrabattbelopp
vi_vn: Số tiền giảm giá

source: Line discount percent
bg: Лихвен процент за отстъпка за ред
da: Linjerabatprocent
de: Zeilenrabattprozent
es: Porcentaje de descuento de línea
fi: Rivin alennusprosentti
fr: Pourcentage de remise par ligne
is: Línuafsláttur %
nl: Korting percentage
nl_be: Lijnkorting percentage
ru: Процент скидки строки
sv: Radrabattprocent
vi_vn: Phần trăm chiết khấu dòng

source: Linked items add
bg: Добавяне на свързани артикули
da: Tilføj tilknyttede varer
de: Verknüpfte Artikeladdition
es: Adición de artículos relacionados
fi: Lisää linkitetyt tuotteet
fr: Ajout d'articles associés
is: Bæta við vörutengingu
nl: Gekoppelde items
nl_be: Verbonden artikelen toevoegen
ru: Добавление связанных товаров
sv: Lägg till länkade artiklar
vi_vn: Thêm mục liên kết

source: Lock terminal
bg: Заключване Терминал
da: Lås terminal
de: Terminal sperren
es: Bloquear terminal
fi: Lukitse pääte
fr: Verrouiller le terminal
is: Læsa útstöð
nl_be: Terminal vergrendelen
ru: Закрытый терминал
sv: Lås terminal
vi_vn: Khóa thiết bị đầu cuối

source: Log off
bg: Изход
da: Log ud
de: Abmelden
es: Desconectar
fi: Kirjaudu ulos
fr: Se déconnecter
is: Skrá út
nl: Afmelden
nl_be: Afmelden
ru: Выход
sv: Logga ut
vi_vn: Đăng xuất

source: Log off force
bg: Принудителен изход
da: Tving nedlukning
de: Abmelden erzwingen
es: Desconectar fuerza
fi: Kirjaudu ulos (pakotus)
fr: Forcer déconnexion
is: Skrá sig út með valdi
nl: Geforceerd afmelden
nl_be: Afmelden forceren
ru: Принудительный выход из системы
sv: Tvinga utloggning
vi_vn: Ép đăng xuất

source: Logon
bg: Включване
da: Log på
de: Anmelden
es: Conectar
fi: Kirjaudu sisään
fr: Connexion
is: Innskráning
nl: Aanmelden
nl_be: Aanmelden
ru: Вход
sv: Logga in
vi_vn: Đăng nhập

source: Loyalty card information
bg: Информация за карта за лоялност
da: Kundeklubkortoplysninger
de: Treuekarteninformationen
es: Información de la tarjeta de lealtad
fi: Kanta-asiakas kortin tiedot
fr: Informations sur la carte de fidélité
is: Vildarkortsupplýsingar
nl: Informatie over de loyaliteitskaart
nl_be: Informatie getrouwheidskaart
ru: Информация о карте лояльности
sv: Kundklubbskort information
vi_vn: Thông tin thẻ khách hàng thân thiết

# LoyaltyPointsDiscount
source: Loyalty card discount
bg: Отстъпка за карта за лоялност
da: Loyalitetskortrabat
de: Treuekartenrabatt
es: Descuento de la tarjeta de lealtad
fi: Kanta-asiakas alennus
fr: Remise carte de fidélité
is: Vildarkortaafsláttur
nl: Loyalty Card korting
nl_be: Korting getrouwheidskaart
ru: Скидка карты лояльности
sv: Kundkortsrabatt
vi_vn: Giảm giá thẻ khách hàng thân thiết

source: Loyalty request
bg: Заявка за лоялност
da: Loyalitetsanmodning
de: Treueanfrage
es: Solicitud de lealtad
fi: Kanta-asiakkuuspyyntö
fr: Demande de fidélité
is: Bæta við vildakorti
nl: Loyaliteit Verzoek
nl_be: Aanvraag getrouwheid
ru: Запрос лояльности
sv: Kundklubb förfrågan
vi_vn: Yêu cầu trung thành

# ManuallyTriggerPerDiscAmt
source: Manually trigger periodic discount
bg: Ръчно пускане на периодични отстъпки
da: Udløs periodisk rabat manuelt
de: Periodischen Rabatt manuell auslösen
es: Activar manualmente el descuento periódico
fi: Käynnistä manuaalisesti määräaikainen alennus
fr: Déclencher une remise périodique manuellement
is: Virkja tímabundinn afslátt handvirkt
nl: Handmatig trigger periodieke korting
nl_be: Periodieke korting handmatig activeren
ru: Вручную активированная периодическая скидка
sv: Utlös tidsbegränsad rabatt manuellt
vi_vn: Kích hoạt thủ công giảm giá định kỳ

source: Minimize POS window
bg: Минимизиране POS прозореца
da: Minimer POS-vindue
de: POS-Fenster minimieren
es: Minimizar ventana de punto de venta
fi: Pienennä POS-ikkuna
fr: Minimiser la fenêtre PDV
is: Fela afgreiðsluglugga
nl: POS venster minimaliseren
nl_be: POS-venster minimaliseren
ru: Свернуть окно POS
sv: Minimera kassa fönster
vi_vn: Thu nhỏ cửa sổ POS

source: Negative adjustment
bg: Отрицателна корекция
da: Negativ justering
de: Negative Anpassung
es: Ajuste negativo
fi: Negatiivinen muutos
fr: Ajustement négatif
is: Neikvæð tilfærsla
nl: Negatieve correctie
nl_be: Negatieve aanpassing
ru: Отрицательное выравнивание
sv: Negativ justering
vi_vn: Điều chỉnh âm

source: No operation
bg: Няма операция
da: Ingen handling
de: Keine Operation
es: Sin operación
fi: Ei toimintoa
fr: Aucune opération
is: Engin aðgerð
nl: Geen actie
nl_be: Geen handeling
ru: Нет операции
sv: Ingen åtgärd
vi_vn: Không có thao tác cần thực thi

source: Open drawer
bg: Отваряне чекмедже
da: Åbn modul
de: Kassenschublade öffnen
es: Abrir caja registradora
fi: Avaa laatikko
fr: Ouvrir le tiroir
is: Opna skúffu
nl: Open lade
nl_be: Lade openen
ru: Открыть денежный ящик
sv: Öppna kassalåda
vi_vn: Mở ngăn kéo

source: Open menu
bg: Отвори меню
da: Åbn menu
de: Menü öffnen
es: Menú Abrir
fi: Avaa valikko
fr: Ouvrir le menu
is: Opna valmynd
nl_be: Menu openen
ru: Открыть меню
sv: Öppen meny
vi_vn: Mở Menu

source: Pay card
bg: Плащане с карта
da: Betal med kort
de: Zahlung mit Karte
es: Pagar con tarjeta
fi: Maksa kortilla
fr: Paiement par carte
is: Greiða með korti
nl: Betaalkaart
nl_be: Met kaart betalen
ru: Оплата картой
sv: Betala kort
vi_vn: Thẻ thanh toán

source: Pay cash
bg: Плащане в брой
da: Betal kontant
de: Zahlung mit Bargeld
es: Pagar en efectivo
fi: Maksa käteisellä
fr: Paiement en espèces
is: Greiða með peningum
nl: Contant betalen
nl_be: Cash betalen
ru: Оплата наличными
sv: Betala kontant
vi_vn: Trả bằng tiền mặt

source: Pay cash quick
bg: Плащане на пари бързо
da: Betal kontant hurtigt
de: Schnellzahlung mit Bargeld
es: Pagar en efectivo rápido
fi: Maksa käteisellä nopeasti
fr: Paiement rapide en espèces
is: Greiða allt með peningum
nl: Betaal contant snel
nl_be: Cash Quick betalen
ru: Быстрая оплата наличными
sv: Betala snabb kontant
vi_vn: Thanh toán tiền mặt nhanh chóng

source: Pay check
bg: Плащане с чек
da: Betalingskontrol
de: Gehaltsscheck
es: Pago con cheque
fi: Maksa sekillä
fr: Paiement en chèque
is: Greiða með ávísun
nl: Betaal cheque
nl_be: Controleer betaling
ru: Оплата чеком
sv: Betala med check
vi_vn: Chi phiếu (để) trả lương

source: Pay corporate card
bg: Плащане с корпоративна карта
da: Betal med firmakort
de: Zahlung mit Firmenkarte
es: Pagar tarjeta corporativa
fi: Maksa yrityskortilla
fr: Paiement par carte de société
is: Greiða með fyrirtækja korti
nl: Betaal bedrijfskaart
nl_be: Bedrijfskaart betalen
ru: Оплата корпоративной картой
sv: Betala företagskort
vi_vn: Thanh toán thẻ công ty

source: Pay credit memo
bg: Плащане кредитно известие
da: Betal kreditnota
de: Zahlung mit Gutschift
es: Pagar nota de crédito
fi: Maksa hyvityskuitilla
fr: Payer la note de crédit
is: Greiða í kreditreikning
nl: Betaling credit
nl_be: Credit memo betalen
ru: Оплата кредит мемо
sv: Betala kreditnota
vi_vn: Ghi nhớ tín dụng

source: Pay currency
bg: Плащане Валута
da: Betalingsvaluta
de: Zahlung mit Divisen
es: Divisa de pago
fi: Maksa valuutalla
fr: Paiement en devises
is: Greiða með gjaldmiðli
nl: Betaling vreemde munt
nl_be: Valuta betalen
ru: Оплата валютой
sv: Betala valuta
vi_vn: Thanh toán tiền tệ

source: Pay customer account
bg: Плащане с клиентска сметка
da: Betal til kundekonto
de: Zahlung mit Kundenkonto
es: Pagar cuenta del cliente
fi: Maksa asiakastiliin
fr: Payer le compte client
is: Greiða í reikning
nl: Klantaccount
nl_be: Rekening klant betalen
ru: Оплата на счет клиента
sv: Betala kundkonto
vi_vn: Thanh toán tài khoản khách hàng

source: Pay gift card
bg: Плащане с гифт карта
da: Betal for gavekort
de: Zahlung mit Geschenkkarte
es: Pagar tarjeta de regalo
fi: Maksa lahjakortilla
fr: Payer la carte cadeau
is: Greiða með gjafakorti
nl: Betaling Giftcard
nl_be: Betaal cadeaubon
ru: Оплата подарочной картой
sv: Betala presentkort
vi_vn: Thanh toán thẻ quà tặng

source: Pay loyalty
bg: Плащане с лоялност
da: Betal med loyalitetskort
de: Zahlung mit Treue
es: Pagar lealtad
fi: Maksa kanta-asiakaspisteillä
fr: Paiement à l'aide du programme de fidélité
is: Greiða með vildarkjörum
nl: Loyaliteit
nl_be: Getrouwheid betalen
ru: Оплата лояльностью
sv: Betala kundklubb
vi_vn: Trả lòng trung thành

source: Popup menu
bg: Popup меню
da: Pop-op menu
de: Popup-Menü
es: Menú emergente
fi: Ponnahdusvalikko
fr: Menu contextuel
is: Nýr gluggi
nl: Contextmenu
ru: Всплывающее меню
sv: Popup-meny
vi_vn: Menu hiện lên

source: Price check
bg: Проверка на цената
da: Pristjek
de: Preisprüfung
es: Comprobación de precio
fi: Hintatarkistus
fr: Vérification du prix
is: Verðathugun
nl: Prijscontrole
nl_be: Prijscontrole
ru: Проверка цены
sv: Priskontroll
vi_vn: Kiểm tra giá

source: Price override
bg: Цена Препокриване
da: Pristilsidesættelse
de: Preisüberschreibung
es: Anulación de precio
fi: Hinnan muutos
fr: Prix manuel
is: Stök verðbreyting
nl: Prijs overschrijving
nl_be: Prijs overschrijven
ru: Перезаписать цену
sv: Prisändring
vi_vn: Ghi đè giá

source: Print hospitality menu type
bg: Печат меню тип Гостоприемство
da: Udskiv menutype for gæstfrihed
de: Bewirtungsmenütyp drucken
es: Imprimir tipo de menú de hospitalidad
fi: Tulosta Hospitality -menutyyppi
fr: Imprimer le type de menu de restaurant
is: Prenta matseðlategund
nl_be: Hospitalitymenutype afdrukken
ru: Печать Типа меню ресторана
sv: Skriv ut restaurang menytyp
vi_vn: In loại menu khách sạn

source: Print item sales report
bg: Печат отчет продажби
da: Udskriv salgsrapport
de: Artikelumsatzbericht drucken
es: Imprimir informe de ventas de artículos
fi: Tulosta tuotemyyntiraportti
fr: Imprimer l'état des ventes d'articles
is: Prenta vörusöluskýrslu
nl: Rapport over verkoop per item afdrukken
nl_be: Verslag artikelverkoop afdrukken
ru: Печать отчета проданных товаров
sv: Skriv ut artikelförsäljningsrapport
vi_vn: In báo cáo bán hàng

source: Print previous invoice
bg: Печат предишна фактура
da: Udskriv forrige faktura
de: Vorherige Rechnung drucken
es: Imprimir factura anterior
fi: Tulosta edellinen lasku
fr: Imprimer la facture précédente
is: Prenta síðast reikning
nl: Print vorige factuur
nl_be: Vorige factuur afdrukken
ru: Печать предварительного счета
sv: Skriv ut föregående faktura
vi_vn: In hóa đơn trước đó

source: Print previous slip
bg: Печат предишна разписка
da: Udskriv forrige kvittering
de: Vorherigen Beleg drucken
es: Imprimir boleto anterior
fi: Tulosta edellinen kuitti
fr: Imprimer le bon précédent
is: Prenta síðustu nótu
nl: Print vorige bon
nl_be: Vorige strook afdrukken
ru: Печать предварительного слипа
sv: Skriv ut föregående kvitto
vi_vn: In phiếu trước

source: Print tax free
bg: Печат без данъци
da: Udskriv skattefri
de: Steuerfrei drucken
es: Imprimir libre de impuestos
fi: Tulosta verottomat
fr: Imprimer l'exonération fiscale
is: Prenta Tax Free
nl: Print belastingvrij
nl_be: Afdrukken Tax Free
ru: Печать Tax Free
sv: Skriv ut Tax Free
vi_vn: In thuế miễn phí

source: Print X
bg: Печат X
da: Udskriv X
de: X drucken
es: Imprimir X
fi: Tulosta X
fr: Imprimer X
is: Prenta X
nl_be: Afdrukken X
ru: Печать Х - отчета
sv: Skriv ut X
vi_vn: In X

source: Print Z
bg: Печат Z
da: Udskriv Z
de: Z drucken
es: Imprimir Z
fi: Tulosta Z
fr: Imprimer Z
is: Prenta Z
nl_be: Afdrukken Z
ru: Печать Z - отчета
sv: Skriv ut Z
vi_vn: In báo cáo Z

source: Quote
bg: Оферта
da: Tilbud
de: Kostenvoranschlag
es: Presupuesto
fi: Tarjous
fr: Devis
is: Tilboð
nl: Citaat
nl_be: Offerte
ru: Квота
sv: Offert
vi_vn: Trích dẫn

source: Recall customer orders
bg: Повторно извикване на клиентски поръчки
da: Tilbagekald kundeordre
de: Kundenbestellungen erneut aufrufen
es: Recuperar pedidos de clientes
fi: Asiakastilausten takaisinkutsu
fr: Rappeler des commandes client
is: Sækja sölupöntun úr biðskrá
nl: Terugroeping klantorders
nl_be: Klantbestellingen terugroepen
ru: Повторный вызов заказа клиента
sv: Återkalla kundorder
vi_vn: Gọi lại đơn đặt hàng

source: Recall quotes
bg: Повторно извикани оферти
da: Tilbagekald tilbud
de: Kostenvoranschläge erneut aufrufen
es: Recuperar presupuestos
fi: Tarjousten takaisinkutsu
fr: Rappeler des devis
is: Sækja óklárað tilboð
nl: Recall citaten
nl_be: Offertes terugroepen
ru: Повторный вызов квоты
sv: Återkalla offerter
vi_vn: Gọi lại trích dẫn

source: Recall transaction
bg: Повторно извикана транзакция
da: Tilbagekald transaktion
de: Transaktion abrufen
es: Recuperar transacción
fi: Myyntikuitin takaisinkutsu
fr: Rappeler une transaction
is: Sækja úr biðskrá
nl: Uit parkeren transactie
nl_be: Transactie herroepen
ru: Повторный вызов транзакции
sv: Återkalla transaction
vi_vn: Gọi lại giao dịch

source: Recall unconcluded transaction
bg: Повторно извикване на неприключена транзакция
da: Tilbagekald ufuldendt transaktion
de: Nicht abgeschlossene Transaktion abrufen
es: Recuperar transacción no concluida
fi: Päättämättömien kuittien takaisinkutsu
fr: Rappeler une transaction incomplète
is: Sækja ókláraða afgreiðslu úr biðskrá
nl: Unconcluded transactie herinneren
nl_be: Niet-afgesloten transactie herroepen
ru: Повторный вызов не завершенной транзакции
sv: Återkalla ej avslutade transaktioner
vi_vn: Gọi lại giao dịch không bao gồm

source: Restart computer
bg: Рестартиране на компютъра
da: Genstart computer
de: Computer neustarten
es: Reiniciar ordenador
fi: Käynnistä tietokone uudelleen
fr: Redémarrer l'ordinateur
is: Endurræsa útstöð
nl: Computer herstarten
nl_be: Computer heropstarten
ru: Перезагрузите компьютер
sv: Starta om dator
vi_vn: Khởi động lại máy tính

source: Return item
bg: Рекламация артикул
da: Returner vare
de: Artikel zurückgeben
es: Devolver artículo
fi: Palauta tuote
fr: Retourner l'article
is: Vöruskil
nl: Retour artikel
nl_be: Artikel teruggeven
ru: Возвратный товар
sv: Returartikel
vi_vn: Hàng trả lại

source: Return transaction
bg: Рекламация транзакция
da: Returtransaktion
de: Transaktion zurückgeben
es: Devolver transacción
fi: Palauta tapahtuma
fr: Transaction de retour
is: Skila afgreiðslu
nl: Retour transactie
nl_be: Retour transactie
ru: Транзакция возврата
sv: Returtransaktion
vi_vn: Giao dịch trả lại hàng

source: Run job
bg: Пусни операцията
da: Kør opgave
de: Job starten
es: Ejecutar tarea
fi: Suorita työ
fr: Exécuter le projet
is: Keyra verk
nl: Batchverwerking
nl_be: Job uitvoeren
ru: Запустить задание
sv: Kör jobb
vi_vn: Chạy công việc

# SafeDropOperation
source: Safe drop
da: Pengeskabsdeponering
es: Retiro seguro
fi: Turvapussi
fr: Mise en coffre-fort
is: Færa í öryggishólf
nl: KLuis storting
ru: Изъятие из сейфа
sv: Kassaskåpsinsättning

# SafeDropReversalOperation
source: Safe drop reversal
da: Reversion af pengeskabsdeponering
de: Safe-Drop Storno
es: Reversión de retiro seguro
fi: Turvapussin peruutus
fr: Contrepassation de la mise en coffre-fort
is: Bakfæra færslu í öryggishólf
nl: Kluis storting herneming
ru: Возврат изъятия из сейфа
sv: Kassaskåpsinsättning reversion
vi_vn: Đảo ngược Safe Drop

source: Sales invoice
bg: Фактура продажба
da: Salgsfaktura
de: Verkaufsrechnung
es: Factura de venta
fi: Myyntilasku
fr: Facture vente
is: Sölureikningur
nl: Verkoopfactuur
nl_be: Verkoopfactuur
ru: Счет на продажу
sv: Förs.faktura
vi_vn: Hóa đơn bán hàng

source: Sales order
bg: Поръчка за продажба
da: Salgsordre
de: Kundenauftrag
es: Pedido
fi: Myyntitilaus
fr: Commande client
is: Sölupöntun
nl: Verkooporder
nl_be: Verkooporder
ru: Заказ на продажу
sv: Förs.order
vi_vn: Đơn đặt hàng

source: Sales person
bg: Търговец
da: Sælger
de: Verkäufer
es: Vendedor
fi: Myyjä
fr: Vendeur
is: Sölumaður
nl: Verkoper
nl_be: Verkoper
ru: Продавец
sv: Säljare
vi_vn: Nhân viên bán hàng

source: Scan QR
bg: Сканиране QR
da: Scan QR-kode
de: QR scannen
es: Escanear código QR
fi: Skannaa QR
fr: Scanner un code QR
is: Skanna QR kóða
nl: Scan QR-code
nl_be: QR scannen
ru: Скан QR
sv: Skanna QR
vi_vn: Quét mã QR

source: Set dimensions
bg: Настройки аналитичности
da: Vælg mål
de: Maße einstellen
es: Establecer dimensiones
fi: Aseta dimensiot
fr: Paramétrer les dimensions
is: Bæta við vöruvídd
nl: Dimensies
nl_be: Afmetingen instellen
ru: Набор измерений
sv: Välj dimensioner
vi_vn: Cài đặt dimensions

# SetHospitlaityMenuType
source: Set hospitality menu type
bg: Задаване вид меню за гостоприемство
da: Vælg menutype for gæstfrihed
de: Bewirtungsmenütyp einstellen
es: Establecer tipo de menú de hospitalidad
fi: Aseta Hospitality -menutyyppi
fr: Paramétrer le type de menu de restaurant
is: Setja matseðlategund
nl_be: Hospitalitymenutype instellen
ru: Установить тип меню ресторана
sv: Välj restaurang menytyp
vi_vn: Đặt loại menu khách sạn

source: Set qty
bg: Задаване на к-во
da: Vælg antal
de: Anz bestimmen
es: Establecer cantidad
fi: Aseta määrä
fr: Paramétrer qté
is: Breyta magni
nl: Instellen aantal
nl_be: Hoev. instellen
ru: Установить количество
sv: Välj antal
vi_vn: Đặt số lượng

source: Show journal
bg: Показва журнал
da: Vis kladde
de: Hauptbuch anzeigen
es: Mostrar diario
fi: Näytä päiväkirja
fr: Afficher le journal
is: Rafræn dagbók
nl: Toon journaal
nl_be: Journaal tonen
ru: Показать журнал
sv: Visa journal
vi_vn: Hiển thị Bút toán

source: Shut down computer
bg: Изключване на компютъра
da: Sluk PC
de: Computer herunterfahren
es: Apagar ordenador
fi: Sammuta tietokone
fr: Éteindre l'ordinateur
is: Slökkva á útstöð
nl: Computer afsluiten
nl_be: Computer uitschakelen
ru: Выключить компьютер
sv: Stäng av dator
vi_vn: Tắt máy tính

source: Split bill
bg: Разделяне на сметката
da: Opdel regning
de: Geteilte Rechnung
es: Dividir factura
fi: Jaa lasku
fr: Fractionner la facture
is: Skipta upp reikningi
nl: Rekening splitsing
nl_be: Factuur opsplitsen
ru: Разделить счет
sv: Dela räkning
vi_vn: Phân chia hóa đơn

source: Start of day
bg: Начало на деня
da: Dagsstart
de: Tagesbeginn
es: Inicio del día
fi: Päivän alku
fr: Début de journée
is: Byrjunarupphæð dags
nl: Begin van de dag
nl_be: Begin werkdag
ru: Начало дня
sv: Dagsstart
vi_vn: Bắt đầu cuả ngày hôm nay

source: Sub menu
bg: Подменю
da: Undermenu
de: Untermenü
es: Submenú
fi: Alivalikko
fr: Sous-menu
is: Hliðargluggi
ru: Подменю
sv: Submeny
vi_vn: Menu phụ

source: Suspend transaction
bg: Отложена транзакция
da: Suspender transaktion
de: Transaktion aussetzen
es: Suspender transacción
fi: Keskeytä tapahtuma
fr: Suspendre la transaction
is: Setja í biðskrá
nl: Parkeren transactie
nl_be: Transactie opschorten
ru: Отложенная транзакция
sv: Parkera transaktion
vi_vn: Giao dịch treo

source: Tax exempt transaction
bg: Транзакция освободена от данъци
da: Skattefri transaktion
de: Steuerbefreite Transaktion
es: Transacción exenta de impuestos
fi: Verovapaus tapahtuma
fr: Transaction exempte de taxe
is: Gera færslu undanþegna skatti
nl: Transactie vrij van Tax
nl_be: Transactie met belastingsvrijstelling
ru: Транзакция освобождения от налога
sv: Momsbefrielsetransaktion
vi_vn: Giao dịch miễn thuế

source: Tax refund
bg: Възстановяване на данък
da: Skat tilbage
de: Steuererstattung
es: Devolución de impuestos
fi: Veronpalautus
fr: Remboursement de taxe
is: Skattaendurgreiðsla
nl: Teruggaaf van de belasting
nl_be: Terugbetaling belastingen
ru: Возврат налога
sv: Skatteåterbäring
vi_vn: Hoàn Thuế

# TenderDeclarationOperation
source: Tender declaration
bg: Декларация POS плащане
da: Kasseoptælling
de: Angebotserklärung
es: Declaración de oferta
fi: Maksuvälineiden laskenta
fr: Comptage de caisse
is: Telja upp úr skúffu
nl: Afromen contanten
nl_be: Kascontrole
ru: Декларация способа оплаты
sv: Kassaredovisning
vi_vn: Khai báo phương thức thanh toán

source: Tender removal
bg: Премахване плащане
da: Fjernelse af betalingsmiddel
de: Angebotsentfernung
es: Eliminación de oferta
fi: Kassasta otto
fr: Retrait de mode de paiement
is: Fjarlægja peninga úr kassa
nl: Tender verwideren
nl_be: Verwijdering van de offerte
ru: Изъятие
sv: Borttag av betalningsmedel
vi_vn: Loại bỏ đấu thầu

source: Total discount amount
bg: Обща сума отстъпка
da: Samlet rabatbeløb
de: Gesamtrabattbetrag
es: Importe de descuento total
fi: Loppusumma-alennusten summa
fr: Montant total de la remise
is: Samtals afsláttur
nl: Totale korting
nl_be: Totale kortingshoeveelheid
ru: Всего сумма скидки
sv: Totalrabatt belopp
vi_vn: Tổng số tiền chiết khấu
