Repository: iespana/LSOne
Catalog: Core/Datalayer/BusinessObjects/Properties/resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# ContextItem
source: Retail item
bg: Ритейл Артикул
da: Salgsvare
de: Einzehandelsartikel
es: Artículo minorista
fi: Vähittäismyyntituote
fr: Article de vente au détail
is: Kassavara
nl: retail artikel
nl_be: Retailartikel
ru: Розничный товар
sv: Retail-artikel
vi_vn: Mặt hàng bán lẻ

# ContextReport
source: Report
bg: Докладвай
da: Rapport
de: Bericht
es: Informe
fi: Raportti
fr: Rapport :
is: Skýrsla
nl: Rapport
nl_be: Verslag
ru: Отчет
sv: Rapport
vi_vn: Báo cáo

# ContextStore
source: Store
bg: Магазин:
da: Butik
de: Geschäft
es: Tienda
fi: Myymälä:
fr: Magasin
is: Búð
nl: Winkel
nl_be: Winkel
ru: Магазин:
sv: Butik
vi_vn: Cửa hàng

# ContextTerminal
source: Terminal
bg: Терминал:
fi: Pääte:
is: Útstöð
nl: Kassa
ru: Терминал:
vi_vn: Thiết bị đầu cuối

# ContextVendor
source: Vendor
bg: Доставчик
da: Leverandør
de: Verkäufer
es: Proveedor
fi: Toimittaja
fr: Fournisseur :
is: Birgi
nl: Verkoper
nl_be: Verkoper
ru: Поставщик
sv: Leverantör
vi_vn: Nhà cung cấp

# PosDisplaySettingTextID
source: ID
bg: Идентификационен номер
fi: Tunnus
is: Auðkenni

# PosDisplaySettingTextNameAndID
source: Name and ID
bg: Име и ID
da: Navn og ID
de: Name und ID
es: Nombre e ID
fi: Nimi ja tunnus
fr: Nom et ID
is: Nafn og auðkenni
nl: Naam en ID
nl_be: Naam en ID
ru: Название и ID
sv: Namn och ID
vi_vn: Tên và ID

source: Gift receipt
bg: Разписка подарък
da: Gavekvittering
de: Gutscheinbeleg
es: Tique regalo
fi: Lahjakuitti
fr: Reçu-cadeau
is: Gjafakvittun
nl: Betalingsbewijs
nl_be: Ontvangstbewijs cadeau
ru: Чек подарка
sv: Presentkvitto
vi_vn: Biên lai nhận quà

source: Blocked
bg: Блокиран
da: Blokeret
de: Gesperrt
es: Bloqueado
fi: Estetty
fr: Bloqué
is: Læstur
nl: Geblokkeerd
nl_be: Geblokkeerd
ru: Блокировано
sv: Spärrad
vi_vn: Bị chặn

source: Fuel item
bg: Артикул гориво
da: Brændstofvare
de: Kraftstoffartikel
es: Artículo de combustible
fi: Polttoainetuote
fr: Article carburant
is: Eldsneytisvara
nl: Brandstofartikel
nl_be: Brandstofitem
ru: Топливный товар
sv: Bränsleartikel
vi_vn: Mặt hàng nhiên liệu

source: Inactive
bg: Неактивно
da: Inaktiv
de: Inaktiv
es: Inactivo
fi: Ei aktiivinen
fr: Inactif
is: Óvirk
nl: Niet actief
nl_be: Niet actief
ru: Неактивно
sv: Inaktiv
vi_vn: Không hoạt động

source: Must key in comment
bg: Трябва да въведете коментар
da: Indtast kommentar
de: Kommentar muss eingeben werden
es: Debe contener clave en el comentario
fi: Sinun on syötettävä kommentti
fr: Saisie d'un commentaire obligatoire :
is: Verður að slá inn athugasemd
nl: Moet een reactie invoeren
nl_be: Er moet commentaar worden ingetoetst
ru: Нужно ввести комментарий
sv: Måste knappa in kommentar
vi_vn: Phải đưa ra nhận xét

source: Must select unit of measure
bg: Трябва да изберете единица мярка
da: Vælg måleenhed
de: Die Maßeinheit muss ausgewählt werden:
es: Debe seleccionar una unidad de medida:
fi: Valitse mittayksikkö
fr: Saisie d'une unité de mesure obligatoire :
is: Verður að velja mælieiningu
nl: Moet een meeteenheid selecteren
nl_be: Selectie meeteenheid verplicht:
ru: Должна быть выбрана единица измерения
sv: Välj måttenhet:
vi_vn: Phải chọn đơn vị đo

source: No discount allowed
bg: Не се допуска отстъпка
da: Ingen rabat tilladt
de: Kein Rabatt erlaubt
es: No se permiten descuentos
fi: Alennusta ei sallita
fr: Aucune remise autorisée :
is: Enginn afsláttur leyfður
nl: Geen korting toegestaan
nl_be: Geen korting toegelaten
ru: Скидка не разрешена
sv: Ingen rabatt tillåten
vi_vn: Không cho phép giảm giá

source: Quantity becomes negative
bg: Количеството става отрицателно
da: Antal bliver negativ
de: Anzahl wird negativ
es: Cantidad ahora es negativa
fi: Määrä tulee negatiiviseksi
fr: La quantité devient négative :
is: Magn verður neikvætt
nl: Hoeveelheid wordt negatief
nl_be: Hoeveelheid wordt negatief
ru: Количество стало отрицательным
sv: Kvantitet blir negativt
vi_vn: Số lượng bị giảm

source: Scale item
bg: Везна Артикул
da: Skaler vare
de: Artikel wiegen
es: Pesar artículo
fi: Vaakatuote
fr: Poser l'article sur la balance :
is: Vogarvara
nl: Item schalen
nl_be: Weegschaalartikel
ru: Весовой товар
sv: Vågartikel
vi_vn: Kích thước hàng hóa

source: Zero price valid
bg: Валидна нулева цена
da: Nul pris gælder
de: Nullpreis gültig
es: Precio cero válido
fi: Nollahinta on voimassa
fr: Prix zéro valide :
is: Núll verð gilt
nl: Nul prijs geldig
nl_be: Geldig voor prijs nul
ru: Нулевая цена корректна
sv: Noll pris giltigt
vi_vn: Giá bằng 0 hợp lệ

source: Deleted
bg: Изтрито
da: Slettet
de: Gelöscht
es: Eliminado
fi: Poistettu
fr: Effacé
is: Eyddar
nl: Verwijderd
nl_be: Verwijderd
ru: Удалено
sv: Borttagna
vi_vn: Đã xóa

# COStatus_PickingList
source: Printed
bg: Печат
da: Udskrevet
de: Gedruckt
es: Impreso
fi: Tulostettu
fr: Imprimé
is: Prentað
nl: Bedrukt
nl_be: Afgedrukt
ru: Напечатано
sv: Utskriven
vi_vn: In

# COConfig_Delivery
source: Delivery
bg: Доставка
da: Levering
de: Lieferung
es: Entrega
fi: Toimitus
fr: Livraison
is: Afgreiðsla
nl: Levering
nl_be: Levering
ru: Доставка
sv: Leverans
vi_vn: Giao hàng

# COConfig_None
source: None
bg: Няма
da: Ingen
de: Keine
es: Ninguno
fi: Ei yhtään
fr: Aucun
is: Enginn
nl: Geen
nl_be: Geen
ru: Нет
sv: Ingen
vi_vn: Không

# COConfig_Source
source: Source
bg: Източник
da: Kilde
de: Quelle
es: Origen
fi: Lähde
is: Uppruni
nl: Bron
nl_be: Bron
ru: Источник
sv: Källa
vi_vn: Nguồn

# COStatus_Cancelled
source: Cancelled
bg: Отменен
da: Annulleret
de: Abgebrochen
es: Cancelado
fi: Peruutettu
fr: Annulé
is: Hætt við
nl: Geannuleerd
nl_be: Geannuleerd
ru: Отменено
sv: Avbryten
vi_vn: Đã hủy

# COStatus_Closed
source: Closed
bg: Затворено
da: Lukket
de: Geschlossen
es: Cerrado
fi: Suljettu
fr: Fermé
is: Lokuð
nl: Gesloten
nl_be: Gesloten
ru: Закрыто
sv: Stängd
vi_vn: Đã kết thúc

# COStatus_Delivered
source: Delivered
bg: Доставено
da: Leveret
de: Versendet
es: Entregado
fi: Toimitettu
fr: Livré
is: Afhent
nl: Bezorgd
nl_be: Afgeleverd
ru: Поставлено
sv: Levererad
vi_vn: Đã giao hàng

# COStatus_New
source: New
bg: Нов
da: Ny
de: Neu
es: Nuevo
fi: Uusi
fr: Nouveau
is: Ný
nl: Nieuw
nl_be: Nieuw
ru: Новый
sv: Ny
vi_vn: Mới

# COStatus_Open
source: Open
bg: Отваряне
da: Åbn
de: Öffnen
es: Abierto
fi: Avaa
fr: Ouvrir
is: Opin
nl_be: Openen
ru: Открыто
sv: Öppna
vi_vn: Mở

# COStatus_ReadyForDelivery
source: Ready
bg: Готов
da: Klar
de: Bereit
es: Listo
fi: Valmis
fr: Prêt
is: Tilbúin
nl: Klaar
nl_be: Klaar
ru: Готово
sv: Klar
vi_vn: Sẳn sàng

source: Customer order deposit
bg: Депозит за клиентска поръчка
da: Indskud på kundeordre
de: Einzahlung für Kundenbestellung
es: Depósito de pedidos de clientes
fi: Asiakkaan tilausten ennakkomaksu
fr: Dépôt de commande client
is: Greiðsla inn á sölupöntun
nl: Klant bestelling storting
nl_be: Deposito klantbestelling
ru: Депозит заказа клиента
sv: Kundorderinbetalning
vi_vn: Đặt cọc khách hàng

source: Customer order information
bg: Информация за клиентска поръчка
da: Oplysninger om kundeordre
de: Informationen zur Kundenbestellung
es: Información de pedidos de clientes
fi: Asiakkaan tilaustiedot
fr: Informations sur la commande client
is: Upplýsingar um sölupöntun
nl: Volgorde van klantgegevens
nl_be: Informatie klantbestelling
ru: Информация о заказе клиента
sv: Kundorderinformation
vi_vn: Thông tin đặt hàng của khách hàng

source: Customer order picking list
bg: Списък за избор на поръчка на клиент
da: Vælgerliste for kundeordre
de: Lieferschein für Kundenbestellung
es: Lista de recolección de pedidos de clientes
fi: Asiakastilauksen keräilylista
fr: Liste de prélèvement de la commande client
is: Samtantektarlisti
nl: Klant Orderlijst piking
nl_be: Keuzelijst klantbestelling
ru: Лист подбора заказа клиента
sv: Plocklista för kundorder
vi_vn: Danh sách chọn đơn đặt hàng của khách hàng

source: Deposit
bg: Депозит
da: Indskud
de: Einzahlung
es: Depósito
fi: Ennakkomaksu
fr: Dépôt
is: Innborgun
nl: Stort geld
nl_be: Deposito
ru: Депозит
sv: Inbetalning
vi_vn: Đặt cọc

# SuspendedTransactionPrefix
source: Suspended transaction header
bg: Отложен загл.блок на транзакция
da: Sidehoved for suspenderet transaktion
de: Kopfzeile für ausgesetzte Transaktion
es: Encabezado de transacción suspendida
fi: Keskeytetyn tapahtuman otsikko
fr: En-tête de transaction suspendue
is: Biðfærsla
nl: Zwevende transactie kop
nl_be: Opgeschorte transactiehoofding
ru: Заголовок отложенной транзакции
sv: Rubrik parkerad transaktion
vi_vn: Tiêu đề giao dịch bị treo

# ErrCustomerAlreadyAssignedToCard
source: This customer is already assigned to this loyalty card
bg: Този клиент вече е назначен за тази карта за лоялност
da: Denne kunde er allerede tildelt til dette loyalitetskort
de: Dieser Kunde wurde dieser Treuekarte bereits zugewiesen.
es: La tarjeta de lealtad ya se ha asignado a este cliente.
fi: Tämä asiakas on jo liitetty tähän kanta-asiakaskorttiin
fr: Ce client est déjà associé à cette carte de fidélité
is: Vildarkortið tilheyrir þessum viðskiptavin nú þegar
nl: Deze klant is al toegewezen aan deze loyaliteitskaart
nl_be: Deze klant is al toegewezen aan deze getrouwheidskaart
ru: Этот клиент уже прикреплен к этой карте лояльности
sv: Den här kunden är redan tilldelad detta kundkort
vi_vn: Khách hàng này đã được gán cho thẻ khách hàng thân thiết này

source: Add customer to loyalty card
bg: Добавете клиентска карта за лоялност
da: Tilføj kunde til kundeklubkort
de: Kunde zur Treuekarte hinzufügen
es: Añadir cliente a tarjeta de lealtad
fi: Lisää asiakas asiakaskorttiin
fr: Ajouter un client à la carte de fidélité
is: Skrá viðskiptamann á vildarkort
nl: Klant toevoegen aan loyalty kaart
nl_be: Klant aan getrouwheidskaart toevoegen
ru: Добавить клиента к карте лояльности
sv: Lägg till kund till kundklubbskort
vi_vn: Thêm khách hàng vào thẻ khách hàng thân thiết

source: Application exit
bg: Изход от приложението
da: Afslut program
de: Anwendungsende
es: Salida de la aplicación
fi: Sovelluksesta poistuminen
fr: Sortie de l'application
is: Loka forriti
nl: Toe
nl_be: Applicatie afsluiten
ru: Выход из приложения
sv: Program avslut
vi_vn: Ứng dụng đã thoát

source: Authorize card
bg: Оторизация карта
da: Godkend kort
de: Karte autorisieren
es: Autorizar tarjeta
fi: Varmenna kortti
fr: Autoriser la carte
is: Heimila kort
nl: Autoriseren
nl_be: Kaart goedkeuren
ru: Авторизация карты
sv: Godkänn kort
vi_vn: Thẻ ủy quyền

source: Authorize card quick
bg: Бърза Оторизация карта
da: Godkend kort hurtigt
de: Karte schnell autorisieren
es: Autorización rápida de tarjeta
fi: Varmenna kortti nopeasti
fr: Autoriser la carte rapidement
is: Heimila kort og borga allt
nl: Machtigen van de kaart snel
nl_be: Snel kaart goedkeuren
ru: Быстрая авторизация карты
sv: Godkänn kort och betala
vi_vn: Ủy quyền thẻ nhanh chóng

# BankDropOperation
source: Bank drop
da: Bankindsættelse
es: Retiro para banco
fi: Pankkipussi
fr: Remise en banque
is: Færa í banka
nl: Bank storting
ru: Инкассация
sv: Bankinsättning
vi_vn: Tiền gửi qua đêm

# BankDropReversalOperation
source: Bank drop reversal
bg: Сторниране bank drop
da: Reversion af bankindsættelse
de: Bankdrop-Storno
es: Reversión de retiro para banco
fi: Pankkipussin peruutus
fr: Contrepassation de la remise en banque
is: Bakfæra færslu í banka
nl: Bank storting herneming
ru: Возврат инкассации
sv: Bankinsättning reversion
vi_vn: Hủy bỏ tiền gửi qua đêm

source: Blank operation
bg: Празна операция:
da: Tom handling
de: Leere Operation
es: Operación en blanco
fi: Tyhjä toiminto:
fr: Opération vide
is: Sérsniðin aðgerð
nl: Lege operatie
nl_be: Blanco handeling
ru: Пустая операция:
sv: Blank process
vi_vn: Hoạt động trống:

source: Bump order
bg: Bump поръчка
da: Bump-ordre
de: Bump-Auftrag
es: Rechazar pedido
fi: Pumppujärjestys
fr: Ralentir la commande
is: Klára pöntun
nl: Volgorde van de bult
nl_be: Bestelling verplaatsen
ru: Спорный заказ
sv: Färdigställ order
vi_vn: Xắp xếp

source: Card swipe
da: Kortsvirp
de: Kartenleser
es: Cambio de tarjeta
fi: Kortin luku
fr: Passage de carte
is: Renna korti
nl: Vegen
ru: Прокатайте карту
sv: Kortdragning
vi_vn: Quẹt thẻ

source: Change back
bg: Промяна назад
da: Byttepenge
de: Zurück geben
es: Revertir cambio
fi: Muuta takaisin
fr: Annuler la modification
is: Til baka
nl: Wisseling weerom naar
nl_be: Wijziging ongedaan maken
ru: Отменить изменение
sv: Växel
vi_vn: Đổi lại

source: Change hospitality menu type
bg: Промяна на вид меню за гостоприемство
da: Skift menutype for gæstfrihed
de: Bewirtungsmenütyp ändern
es: Cambiar tipo de menú de hospitalidad
fi: Muuta Hospitality -menutyyppi
fr: Modifier le type de menu du restaurant
is: Breyta matseðlategund
nl: Wijzig Hospitality menu type
nl_be: Hospitalitymenutype wijzigen
ru: Изменить тип меню ресторана
sv: Ändra restaurang meny typ
vi_vn: Thay đổi loại menu khách sạn

source: Change item comments
bg: Промяна на коментари артикул
da: Skift varekommentarer
de: Artikelkommentare ändern
es: Cambiar comentarios de artículo
fi: Muuta tuotteen kommentit
fr: Modifier les commentaires relatifs à l'article
is: Breyta vöruathugasemd
nl: Wijzig Item Opmerkingen
nl_be: Commentaar bij artikel wijzigen
ru: Изменение комментариев для товара
sv: Ändra artikel kommentarer
vi_vn: Thay đổi ý kiến mục

# ChangeUOM
source: Change unit of measure
bg: Промяна на мерна единица
da: Skift måleenhed
de: Maßeinheit ändern
es: Cambiar unidad de medida
fi: Muuta mittayksikköä
fr: Modifier l'unité de mesure
is: Breyta einingu
nl: Wijzigen verpakkings eenheid
nl_be: Meeteenheid wijzigen
ru: Изменение ед. измерения
sv: Ändra enhet
vi_vn: Thay đổi đơn vị đo

source: Change user
bg: Промяна Потребител
da: Skift bruger
de: Benutzer ändern
es: Cambiar usuario
fi: Muuta käyttäjä
fr: Modifier l'utilisateur
is: Skipta um afgreiðslumann
nl: Switch gebruiker
nl_be: Gebruiker wijzigen
ru: Изменить пользователя
sv: Ändra användare
vi_vn: Thay đổi người sử dụng

source: Clear coupon
bg: Изчисти купон
da: Slet kupon
de: Coupon löschen
es: Borrar cupón
fi: Tyhjennä kuponki
fr: Effacer le coupon
is: Hreinsa afsláttarmiða
nl: verwijder coupon
nl_be: Coupon wissen
ru: Обнулить купон
sv: Rensa kupong
vi_vn: Xóa phiếu giảm giá

source: Clear item comments
bg: Изчисти коментари за артикул
da: Slet varekommentarer
de: Artikelkommentare löschen
es: Borrar comentarios de artículo
fi: Tyhjennä tuotekommentit
fr: Effacer les commentaires sur l'article
is: Hreinsa vöruathugasemdir
nl: Verwijder artikel opmerkingen
nl_be: Commentaar bij artikel wissen
ru: Очистка комментариев по товару
sv: Radera artikel kommentarer
vi_vn: Xóa bình luận mục

source: Clear qty
bg: Изчисти К-во
da: Ryd antal
de: Anz löschen
es: Borrar cant.
fi: Tyhjennä määrä
fr: Effacer qté
is: Hreinsa fj.
nl: Verwijder aantal
nl_be: Hoev. wissen
ru: Обнулить кол-во
sv: Radera antal
vi_vn: Xóa số lượng

source: Clear sales person
bg: Изчисти Търговец
da: Slet salgsperson
de: Verkäufer löschen
es: Borrar vendedor
fi: Tyhjennä myyjä
fr: Effacer le vendeur
is: Hreinsa sölumann
nl: Verwijder verkoop personeel
nl_be: Verkoper wissen
ru: Обнулить продавца
sv: Rensa säljare
vi_vn: Xóa nhân viên bán hàng

source: Clear transaction tax exemption
bg: Изчисти освобождаване от данък в транзакцията
da: Slet skattefritagelse for transaktion
de: Transaktionssteuerbefreiung löschen
es: Borrar exención de impuesto de transacción
fi: Tyhjennä tapahtuman verovähennys
fr: Effacer l'exemption de taxe de la transaction
is: Eyða skattaundanþágu af færslu
nl: Verwider transactie vrij van Tax
nl_be: Belastingsvrijstelling transactie wissen
ru: Обнулить транзакцию освобождения от налога
sv: Radera momsbefrielsetransaktion
vi_vn: Xóa thuế giao dịch

# CustomerAccountDepositOperation
source: Customer account deposit
bg: Депозит по клиентска сметка
da: Indsætning på kundekonto
de: Kundenkontoeinlage
es: Depósito de cuenta del cliente
fi: Asiakastilin ennakkomaksu
fr: Dépôt compte client
is: Innborgun á viðskiptamann
nl: Klant account storting
nl_be: Deposito rekening klant
ru: Аккаунт депозита клиента
sv: Kundkonto insättning
vi_vn: Tiền gửi tài khoản khách hàng

source: Customer add
bg: Добавяне Клиент
da: Kunde tilføjet
de: Kundensummierung
es: Adición del cliente
fi: Asiakkaan lisäys
fr: Ajout client
is: Bæta við viðskipamanni
nl: Klant toevoegen
nl_be: Klant toevoegen
ru: Добавить клиента
sv: Lägg till kund
vi_vn: Thêm khách hàng

source: Customer balance report
bg: Отчет за баланса на клиент
da: Rapport om kundens saldo
de: Kundensaldenmeldung
es: Informe del saldo del cliente
fi: Asiakassaldoraportti
fr: État du solde client
is: Staða viðskiptamanns
nl: Klant balans verslag
nl_be: Saldoverslag klant
ru: Отчет баланса клиента
sv: Kundsaldorapport
vi_vn: Báo cáo số dư khách hàng

source: Customer clear
bg: Клиент Изчисти
da: Kunde slettet
de: Kunde löschen
es: Borrar cliente
fi: Asiakkaan tyhjennys
fr: Effacer le client
is: Fjarlægja viðskiptamann
nl: Klant leegmaken
nl_be: Klant wissen
ru: Обнулить клиента
sv: Radera kund
vi_vn: Xóa khách hàng

# CustomerOperationName
source: Customer
bg: Клиент
da: Kunde
de: Kunde
es: Cliente
fi: Asiakas
fr: Client
is: Viðskiptamaður
nl: Valuta
nl_be: Klant
ru: Клиент
sv: Kund
vi_vn: Khách hàng

source: Customer order
bg: Клиентска поръчка
da: Kundeordre
de: Kundenbestellung
es: Pedido de cliente
fi: Asiakkaan tilaus
fr: Commande client
is: Sölupöntun
nl: Klantbestelling
nl_be: Klantbestelling
ru: Заказ клиента
sv: Kundorder
vi_vn: Đơn hàng của khách hàng

source: Customer search
bg: Търсене на клиенти
da: Kundesøgning
de: Kundensuche
es: Búsqueda de clientes
fi: Asiakashaku
fr: Recherche de client
is: Viðskiptamannaleit
nl: Klant zoeken
nl_be: Klant zoeken
ru: Поиск клиента
sv: Sök kund
vi_vn: Tìm kiếm khách hàng

source: Customer transactions
bg: Транзакции клиент
da: Kundernes transaktioner
de: Kundentransaktionen
es: Transacciones del cliente
fi: Asiakkaan tapahtumat
fr: Transactions client
is: Afgreiðslur viðskiptamanns
nl: Klant transacties
nl_be: Klant transacties
ru: Транзакции клиента
sv: Kundtransaktioner
vi_vn: Giao dịch khách hàng

source: Customer transactions report
bg: Отчет за транзакции клиент
da: Rapport over kundernes transaktioner
de: Kundentransaktionsbericht
es: Informe de transacciones del cliente
fi: Asiakastapahtumaraportti
fr: Rapport de transactions client
is: Afgreiðsluskýrsla viðskiptamanns
nl: Klant transacties verslag
nl_be: Verslag klant transacties
ru: Отчет транзакций клинента
sv: Kundtransaktionsrapport
vi_vn: Báo cáo giao dịch của khách hàng

source: Declare start amount
bg: Деклариране начална сума
da: Angiv startbeløb
de: Startbetrag angeben
es: Declarar importe de inicio
fi: Ilmoita aloitusmäärä
fr: Déclarer le montant initial
is: Tilgreinið byrjunarupphæð dags/vaktar
nl: Begin bedrag
nl_be: Startbedrag aangeven
ru: Объявить начальную сумму
sv: Redovisa startbelopp
vi_vn: Khai báo số tiền bắt đầu

source: Design mode disable
bg: Дизайнерският режим е забранен
da: Design-tilstand deaktiveret
de: Designmodus deaktiviert
es: Deshabilitar modo de diseño
fi: Suunnittelutila pois käytöstä
fr: Désactiver mode conception
is: Afvirkja hönnunarham
nl: Ontwerp modus uitschakelen
nl_be: Ontwerpmodus uitschakelen
ru: Режим дизайна запрещен
sv: Design inaktiverad
vi_vn: Tắt chế độ thiết kế

source: Design mode enable
bg: Дизайнерският режим е разрешен
da: Design-tilstand aktiveret
de: Designmodus aktiviert
es: Habilitar modo de diseño
fi: Suunnittelutila käyttöön
fr: Activer mode conception
is: Virkja hönnunarham
nl: Ontwerp modus inschakelen
nl_be: Ontwerpmodus inschakelen
ru: Режим дизайна разрешен
sv: Design aktiverad
vi_vn: Bật chế độ thiết kế

source: Discount voucher add
bg: Добавяне ваучер за отстъпка
da: Tilføj rabatkupon
de: Rabattgutscheinsummierung
es: Adición de vale de descuento
fi: Alennuskupongin lisäys
fr: Ajout coupon de remise
is: Bæta við úttektarseðli
nl: Kortingsbon toevoegen
nl_be: Kortingsbon toevoegen
ru: Добавить ваучер скидки
sv: Lägg till rabattkupong
vi_vn: Thêm phiếu giảm giá

source: Discount voucher remove
bg: Премахване ваучера за отстъпка
da: Fjern rabatkupon
de: Rabattgutscheinentfernung
es: Eliminación de vale de descuento
fi: Alennuskupongin poisto
fr: Retrait coupon de remise
is: Fjarlægja úttektarseðil
nl: Korting voucher verwijderen
nl_be: Kortingsbon verwijderen
ru: Удалить ваучер скидки
sv: Ta bort rabattkupong
vi_vn: Bỏ phiếu giảm giá

source: Display total
bg: Изглед Общо
da: Vis samlet
de: Gesamt anzeigen
es: Mostrar total
fi: Näytä yhteensä
fr: Afficher total
is: Sýna heildarupphæð
nl: Totaal weergeven
nl_be: Totaal weergeven
ru: Отобразить всего
vi_vn: Tổng số hiển thị

source: End of day
bg: Край на деня
da: Dagsafslutning
de: Tagesende
es: Fin de día
fi: Päivän päätös
fr: Fin de journée
is: Uppgjör dags
nl: Dagafsluiting
ru: Окончание дня
sv: Dagsavslut
vi_vn: Cuối ngày

source: End of shift
bg: Край на смяната
da: Vagtafslutning
de: Schichtende
es: Fin de turno
fi: Vuoron vaihto
fr: Fin d'équipe
is: Klára vakt
nl: Eind van de dienst
ru: Окончание смены
sv: Skiftavslut
vi_vn: Kết ca

source: Execute POS plugin
bg: Изпълнете POS плъгин
da: Udfør POS plugin
de: POS-Plugin ausführen
es: Ejecutar complemento del punto de venta
fi: Suorita kassan lisäosa
fr: Exécuter le plug-in PDV
is: Keyra POS viðbót
nl: POS plugin uitvoeren
nl_be: POS plugin uitvoeren
ru: Исполняемый плагин POS
sv: Kör POS-plugin
vi_vn: Thực thi plugin POS

source: Exit hospitality POS
bg: Излез гостоприемство POS
da: Afslut gæstfrihed POS
de: Bewirtungs-POS verlassen
es: Salir de punto de venta de hospitalidad
fi: Poistu Hospitality kassasta
fr: Quitter le PDV de restauration
is: Loka kassa veitingakerfis
nl: Afsluiten Hospitality kassa
nl_be: Uit Hospitality POS
ru: Выход из меню ресторана
sv: Avsluta restaurangkassan
vi_vn: Thoát khỏi POS khách sạn

source: Expense account
bg: Сметка за разходи:
da: Udgiftskonto:
de: Aufwandskonto
es: Cuenta de gastos
fi: Kulutili:
fr: Compte de dépenses
is: Gjaldareikningur
nl: Onkostenrekening
nl_be: Onkostenrekening
ru: Счет расходов:
sv: Förväntat belopp
vi_vn: Tài khoản chi tiêu

# FloatEntryOperation
source: Float entry
bg: Плаващ запис
da: Vekselkasse
de: Wechselkurseintrag
es: Entrada de efectivo
fi: Pohjakassan ilmoittaminen
fr: Entrée de fond de caisse
is: Skiptimynt
nl: Geld ingaven
ru: Операция размена
sv: Växelkassa
vi_vn: Tiền đầu ca

source: Fuel item sale
bg: Артикул гориво продажби
da: Salg af brændstofvare
de: Kraftstoffartikelverkauf
es: Venta de artículo de combustible
fi: Polttoaineen myynti
fr: Vente article carburant
is: Eldsneytisvara
nl: Verkoop van brandstofartikelen
nl_be: Brandstofartikel verkoop
ru: Топливный товар продажи
sv: Bränsleartikel försäljning
vi_vn: Bán mặt hàng nhiên liệu

source: Get fleet card information
bg: Получаване информация за Fleet card
da: Hent kortoplysninger for brændstof
de: Flottenkarteninformationen erhalten
es: Obtener información de tarjeta de flota
fi: Hanki laivastokorttitiedot
fr: Obtenir des informations sur la carte de la flotte
is: Sækja flotkorts upplýsingar
nl: Krijg fleetkaart informatie
nl_be: Fleetkaartinformatie ophalen
ru: Получить краткую информацию о карте
sv: Hämta bensinkort information
vi_vn: Nhận thông tin thẻ hạm đội

source: Get gift card balance
bg: Вземи баланс на подаръчна карта
da: Hent saldo på gavekort
de: Geschenkkartensaldo erhalten
es: Obtener saldo de la tarjeta regalo
fi: Nouda lahjakortin saldo
fr: Obtenir le solde de la carte cadeau
is: Sækja stöðu gjafakorts
nl: Gift kaart saldo
nl_be: Saldo cadeaukaart ophalen
ru: Получить баланс подарочной карты
sv: Läs presentkortsaldo
vi_vn: Nhận số dư thẻ quà tặng

source: Income account
bg: Сметка за приходи:
da: Indtægtskonto
de: Ertragskonto
es: Cuenta de ingresos
fi: Tulotili:
fr: Montant du revenu
is: Tekjureikningur
nl: Inkomende rekening
nl_be: Inkomstenrekening
ru: Счет приходов:
sv: Intäktskonto
vi_vn: Tài khoản thu nhập:
