Repository: iespana/LSOne
Catalog: Core/Datalayer/BusinessObjects/Properties/resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# DiscountPercent
source: Discount %
bg: Отстъпка %
da: Rabat %
de: Rabatt %
es: Descuento %
fi: Alennus %
fr: Remise %
is: Afsláttur %
nl: Korting %
nl_be: Korting %
ru: Скидка %
sv: Rabatt %
vi_vn: Chiết khấu

source: Unit price
bg: Единична цена
da: Enhedspris
de: Einheitspreis
es: Precio unitario
fi: Yksikköhinta
fr: Prix unitaire
is: Einingaverð
nl: Eenheidsprijs
nl_be: Eenheidsprijs
ru: Цена единицы
sv: Enhetspris
vi_vn: Đơn giá

source: All
bg: Всички
da: Alle
de: Alle
es: Todo
fi: Kaikki
fr: Tous
is: Allt
nl: Alles
nl_be: Alle
ru: Все
sv: Alla
vi_vn: Tất cả

source: Deal price
bg: Цена на сделката
da: Kampagnepris
de: Schnäppchenpreis
es: Precio de oferta
fi: Sopimushinta
fr: Prix promotionnel :
is: Tilboðsverð
nl: Normale Prijs
nl_be: Dealprijs
ru: Цена сделки
sv: Avtalspris
vi_vn: Giá

source: Discount amount
bg: Сума на отстъпката
da: Rabatbeløb
de: Rabattbetrag
es: Importe de descuento
fi: Alennussumma
fr: Montant de remise
is: Afsláttarupphæð
nl: Kortingsbedrag
nl_be: Bedrag korting
ru: Скидка
sv: Rabattbelopp
vi_vn: Số tiền giảm giá

source: Item
bg: Артикул
da: Vare
de: Artikel
es: Artículo
fi: Tuote
fr: Article
is: Vara
nl: Artikel
nl_be: Artikel
ru: Товар
sv: Artikel
vi_vn: Mặt hàng

source: Least expensive
bg: Най-малко скъпо
da: Billigst
de: Preiswerter
es: Menos costoso
fi: Vähiten kallis
fr: La moins chère
is: Ódýrast
nl: Minst duur
nl_be: Minst duur
ru: Наименее дорогой
sv: Billigast
vi_vn: Ít tốn kém nhất

source: Line specific
bg: Ред специфичен
da: Linjespecifik
de: Positionsspezifisch
es: Específico de líneas
fi: Rivikohtainen
fr: Spécifique à la ligne
is: Línusértækt
nl: Lijnspecifiek
nl_be: Lijnspecifiek
ru: Специф. Строка
sv: Radspecifik
vi_vn: Dòng cụ thể

source: Retail department
bg: Отдел Търговия на дребно
da: Vareafdeling
de: Einzelhandelsbranche
es: Departamento minorista
fi: Osasto
fr: Département de vente au détail
is: Vörudeild
nl: Verkoop afdeling
nl_be: Retailafdeling
ru: Розничный отдел
sv: Retail-avdelning
vi_vn: Bộ phận bán lẻ

source: Retail group
bg: Ритейл група
da: Varegruppe
de: Einzelhandelsgruppe
es: Grupo minorista
fi: Tuoterymä
fr: Groupe de vente au détail
is: Smásöluflokkur
nl: Retail groep
nl_be: Retailgroep
ru: Розничная группа
sv: Retail-grupp
vi_vn: Nhóm bán lẻ

source: Special group
bg: Специална група
da: Specialgruppe
de: Sondergruppe
es: Grupo especial
fi: Erikoisryhmä
fr: Groupe spécial
is: Sérflokkur
nl: Speciale groep
nl_be: Speciale groep
ru: Специальная группа
sv: Specialgrupp
vi_vn: Nhóm đặc biệt

source: Variant
bg: Вариант
da: Størrelse
de: Variante
es: Variante
fi: Variantti
fr: Taille
is: Afbrigði
nl: Grootte
ru: Вариант
vi_vn: Biến thể

source: Customer
bg: Клиент
da: Kunde
de: Kunde
es: Cliente
fi: Asiakas
fr: Client
is: Viðskiptamaður
nl: Valuta
nl_be: Klant
ru: Клиент
sv: Kund
vi_vn: Khách hàng

source: Group
bg: Група
da: Gruppe
de: Gruppe
es: Grupo
fi: Ryhmä
fr: Groupe
is: Hópur
nl: Groep
nl_be: Groep
ru: Группа
sv: Grupp
vi_vn: Nhóm

source: All customers
bg: Всички клиенти
da: Alle kunder
de: Alle Kunden
es: Todos los clientes
fi: Kaikki asiakkaat
fr: Article
is: Allir viðskiptamenn
nl: Alle klanten
nl_be: Alle klanten
ru: Все клиенты
sv: Alla kunder
vi_vn: Hiển Thị Tất Cả Khách hàng

source: Down
bg: Надолу
da: Ned
de: Nach unten
es: Abajo
fi: Alas
fr: Bas
is: Niður
nl: Omlaag
nl_be: Naar beneden
ru: Вниз
sv: Ner
vi_vn: Xuống

source: Nearest
bg: Най-близки
da: Nærmeste
de: Nächste
es: Más cercano
fi: Lähin
fr: Le plus proche
is: Næsta
nl: Naaste
nl_be: Dichtstbijzijnde
ru: Ближайщее
sv: Närmast
vi_vn: Gần nhất

source: Up
bg: Нагоре
da: Op
de: Nach oben
es: Arriba
fi: Ylös
fr: Haut
is: Upp
nl: Omhoog
nl_be: Naar boven
ru: Вверх
sv: Upp
vi_vn: Lên

source: Amount per unit
bg: Сума на единица
da: Beløb pr. enhed
de: Betrag pro Einheit
es: Importe por unidad
fi: Määrä yksikköä kohden
fr: Montant par unité
is: Upphæð per einingu
nl: Belastingbedrag per eenheid
nl_be: Bedrag per eenheid
ru: Сумма на единицу
sv: Belopp per enhet
vi_vn: Số tiền trên mỗi đơn vị

source: Calculated percentage of net amount
bg: Изчислен процент от нетната сума
da: Beregnet procentdel af nettobeløb
de: Berechneter Prozentsatz des Nettobetrags
es: Porcentaje calculado del importe neto
fi: Laskettu prosenttiosuus nettomäärästä
fr: Pourcentage calculé du montant HT
is: Reiknuð prósenta af nettó upphæð
nl: Berekende percentage van de netto bedrag
nl_be: Berekend percentage van nettobedrag
ru: Рассчитанный процент суммы без НДС
sv: Beräknad procent av nettobelopp
vi_vn: Phần trăm tính toán của số tiền ròng

source: Freight
bg: Товари
da: Fragt
de: Fracht
es: Porte
fi: Rahti
fr: Transport
is: Flutningur
nl: Vracht
nl_be: Vracht
ru: Фрахт
sv: Frakt
vi_vn: Vận tải hàng hóa

source: Handling
bg: Работа
da: Håndtering
de: Abfertigung
es: Gestión
fi: Käsittely
fr: Traitement
is: Meðhöndlar
nl: Gebruik
nl_be: Behandeling
ru: Управление
sv: Hantering
vi_vn: Xử lý

# Intallation
source: Installation
bg: Инсталация
es: Instalación
fi: Asennus
is: Uppsetning
nl: Installatie
nl_be: Installatie
ru: Установка
vi_vn: Lắp đặt

source: Misc item charges
bg: Разл.допъл.разходи
da: Div. vareafgifter
de: Verschiedene Artikelkosten
es: Cargos de artículos varios
fi: Muut maksut
fr: Frais d'articles divers
is: Ýmis vörugjöld
nl: Misc item kosten
nl_be: Versch. artikelkosten
ru: Издержка на товар
sv: Div. artikelavgifter
vi_vn: Phí linh tinh

source: Percentage of gross amount
bg: Процент брутна сума
da: Procentdel af bruttobeløb
de: Prozentsatz des Bruttobetrags
es: Porcentaje del importe bruto
fi: Bruttomäärän prosenttiosuus
fr: Pourcentage du montant TTC
is: Prósenta af brúttóupphæð
nl: Percentage van het brutobedrag
nl_be: Percentage van brutobedrag
ru: Процент от суммы с налогами
sv: Procent av bruttobelopp
vi_vn: Tỷ lệ phần trăm của tổng số tiền

source: Percentage of net amount
bg: Процент нетна сума
da: Procentdel af nettobeløb
de: Prozentsatz des Nettobetrags
es: Porcentaje del importe neto
fi: Prosenttiosuus nettomäärästä
fr: Pourcentage du montant HT
is: Prósenta af nettóupphæð
nl: Percentage netto bedrag
nl_be: Percentage van nettobedrag
ru: Процент от суммы без налогов
sv: Procent av nettobelopp
vi_vn: Tỷ lệ phần trăm của số tiền ròng

source: Percentage of sales tax
bg: Процент данък върху продажбите
da: Procentdel af moms
de: Prozentsatz der Umsatzsteuer
es: Porcentaje del impuesto de ventas
fi: Prosenttiosuus myyntiverosta
fr: Pourcentage de taxe
is: Prósenta af virðisaukaskatti
nl: Percentage van de Verkoop
nl_be: Percentage van btw
ru: Процент налога с продаж
sv: Procent av moms
vi_vn: Tỷ lệ thuế doanh thu

source: Activate
bg: Активиране
da: Aktiver
de: Aktivieren
es: Activar
fi: Aktivoi
fr: Activer
is: Virkja
nl: Activeren
nl_be: Activeren
ru: Активировать
sv: Aktivera
vi_vn: Kích hoạt

source: Add to gift card
bg: Добавете към гифт карта
da: Tilføj til gavekort
de: Zur Geschenkkarte hinzufügen
es: Añadir a tarjeta de regalo
fi: Lisää lahjakorttiin
fr: Ajouter à la carte cadeau...
is: Bæta við gjafakort
nl: Toevoegen aan de Geschenkenkaart
nl_be: Aan cadeaukaart toevoegen
ru: Добавить к подарочной карте
sv: Lägg till i presentkort
vi_vn: Thêm vào thẻ quà tặng

source: Create
bg: Създаване
da: Opret
de: Erstellen
es: Crear
fi: Luo
fr: Créer
is: Búa til
nl: Aanmaken
nl_be: Aanmaken
ru: Создать
sv: Skapa
vi_vn: Tạo

source: Deactivate
bg: Деактивиране
da: Deaktiver
de: Deaktivieren
es: Desactivar
fi: Poista käytöstä
fr: Désactiver
is: Óvirkja
nl: Deactiveren
nl_be: Uitschakelen
ru: Отключить
sv: Inaktivera
vi_vn: Hủy kích hoạt

source: Take from gift card
bg: Вземи от гифт карта
da: Tag fra gavekort
de: Von Geschenkkarte nehmen
es: Obtener de la tarjeta de regalo
fi: Ota lahjakortilta
fr: Prendre de la carte cadeau
is: Taka af gjafakorti
nl: Nemen van de Geschenkenkaart
nl_be: Van cadeaukaart afnemen
ru: Взять из подарочной карты
sv: Ta från presentkort
vi_vn: Lấy từ thẻ quà tặng

# AddCreditVoucher
source: Add to credit memo
bg: Добавяне към кредитно известие
da: Tilføj til kreditnota
de: Zur Gutschrift hinzufügen
es: Añadir a vale de crédito
fi: Lisää hyvityskuittiin
fr: Ajouter à la note de crédit
is: Bæta við inneignanótu
nl: Toevoegen aan creditnota
nl_be: Aan credit memo toevoegen
ru: Добавить к кредит мемо
sv: Lägg till kreditvoucher
vi_vn: Thêm vào bản ghi nhớ tín dụng

source: Address
bg: Адрес:
da: Adresse
de: Adresse
es: Dirección
fi: Osoite:
fr: Adresse
is: Heimilisfang
nl: Adres
nl_be: Adres
ru: Адрес:
sv: Adress
vi_vn: Địa chỉ:

source: Date
bg: Дата
da: Dato
de: Datum
es: Fecha
fi: Pvm
is: Dagsetning
nl: Datum
nl_be: Datum:
ru: Дата
sv: Datum
vi_vn: Ngày

source: Infocode
bg: Инфокод:
da: Infokode
es: Infocódigo
fi: Infokoodi:
fr: Code info
is: Upplýsingakóti
ru: Инфокод:
sv: Infokod

source: Name
bg: Име:
da: Navn
es: Nombre
fi: Nimi:
fr: Nom
is: Nafn
nl: Naam
nl_be: Naam
ru: Название:
sv: Namn
vi_vn: Tên:

source: No
bg: Не
da: Nej
de: Nein
fi: Ei
fr: Non
is: Nei
nl: Nee
nl_be: Nee
ru: Нет
sv: Nej
vi_vn: Không

source: Other
bg: Друго
da: Andet
de: Sonstige
es: Otros
fi: Muu
fr: Autre
is: Annað
nl: Andere
nl_be: Andere
ru: Другое
sv: Annant
vi_vn: Khác

source: Store default
bg: Магазин по подразбиране
da: Butiksstandard
de: Geschäftsstandard
es: Valor predeterminado de tienda
fi: Tallenna oletus
fr: Magasin par défaut
is: Sjálfgefið á búð
nl: Standaard winkel
nl_be: Winkel standaard
ru: Магазин по умолчанию
sv: Butiksstandard
vi_vn: Cửa hàng mặc định

# TakeFromCreditVoucher
source: Take from credit memo
bg: Вземи от кредитно известие
da: Tag fra kreditnota
de: Von Gutschrift nehmen
es: Obtener del vale de crédito
fi: Ota hyvityskuitilta
fr: Prendre de la note de crédit
is: Taka af inneignarnótu
nl: Nemen van creditnota 's
nl_be: Van credit memo afnemen
ru: Взять из кредит мемо
sv: Ta från kreditvoucher
vi_vn: Lấy từ bản ghi trả lại

source: Terminal default
bg: Терминал по подразбиране
da: Terminalstandard
de: Terminalstandard
es: Valor predeterminado del terminal
fi: Päätteen oletukset
fr: Terminal par défaut
is: Sjálfgefið á útstöð
nl: Terminal standaard
nl_be: Terminal standaard
ru: Терминал по умолчанию
sv: Terminal standard
vi_vn: Thiết bị đầu cuối mặc định

source: Text
bg: Текст
da: Tekst
es: Texto
fi: Teksti
fr: Texte
is: Texti
nl: Tekst
nl_be: Tekst
ru: Текст
vi_vn: Văn bản

source: Yes
bg: Да
da: Ja
de: Ja
es: Sí
fi: Kyllä
fr: Oui
is: Já
nl: Ja
nl_be: Ja
ru: Да
sv: Ja
vi_vn: Có

# Active
source: Open
bg: Отваряне
da: Åbn
de: Aktiv
es: Activo
fi: Avaa
fr: Activer
is: Virkt
nl_be: Actief
ru: Активно
sv: Aktiv
vi_vn: Mở

source: Closed
bg: Затворено
da: Lukket
de: Geschlossen
es: Cerrado
fi: Suljettu
fr: Fermé
is: Lokuð
nl: Gesloten
nl_be: Gesloten
ru: Закрыто
sv: Stängt
vi_vn: Đã kết thúc

source: Color
bg: Цвят
da: Farve
de: Farbe
fi: Väri
fr: Couleur
is: Litur
nl: Kleur
nl_be: Kleur
ru: Цвет
sv: Färg
vi_vn: Màu

source: EFT message
bg: EFT Съобщение
da: EFT-meddelelse
de: EFT-Nachricht
es: Mensaje del EFT
fi: EFT sanoma
fr: Message TEF
is: Kortaskilaboð
nl: Bericht
nl_be: EFT boodschap
ru: EFT сообщение
sv: EFT meddelande
vi_vn: Tin nhắn EFT

source: Float entry
bg: Плаващ запис
da: Vekselkasse
de: Wechselkurseintrag
es: Entrada de efectivo
fi: Pohjakassan ilmoittaminen
fr: Entrée de fond de caisse
is: Skiptimynt
nl: Geld ingaven
ru: Операция размена
sv: Växelkassa
vi_vn: Tiền đầu ca

source: Invoice
bg: Фактура
da: Faktura
de: Rechnung
es: Factura
fi: Lasku
fr: Facture
is: Reikningur
nl: Factuur
nl_be: Factuur
ru: Счет
sv: Faktura
vi_vn: Hóa đơn

source: Posted
bg: Осчетоводено
da: Bogført
de: Gesendet
es: Publicado
fi: Kirjattu
fr: Validée
is: Bókað
nl: Geplaatst
nl_be: Geboekt
ru: Учтено
sv: Bokförd
vi_vn: Ghi nhận

source: Receipt
bg: Разписка
da: Kvittering
de: Kassenbon
es: Recibo
fi: Kuitti
fr: Reçu
is: Kvittun
nl: Betalingsbewijs
nl_be: Ontvangstbewijs
ru: Чек
sv: Kvitto
vi_vn: Biên nhận

source: Size
bg: Размер
da: Størrelse
de: Größe
es: Tamaño
fi: Koko
fr: Taille
is: Stærð
nl: Grootte
nl_be: Grootte
ru: Размер
sv: Storlek
vi_vn: Kích cỡ

source: Style
bg: Стил
da: Tema
de: Stil
es: Estilo
fi: Tyyli
is: Stíll
nl: Stijl
nl_be: Stijl
ru: Стиль
sv: Stil
vi_vn: Loại

source: Suspended transaction
bg: Отложена транзакция
da: Suspenderet transaktion
de: Ausgesetzte Transaktion
es: Transacción suspendida
fi: Keskeytetty tapahtuma
fr: Transaction suspendue
is: Frestuð færsla
nl: Zwevende transactie
nl_be: Opgeschorte transactie
ru: Отложенная транзакция
sv: Parkerad transaktion
vi_vn: Giao dịch bị đình chỉ

source: Voided transaction
bg: Анулирана транзакция
da: Annulleret transaktion
de: Ungültige Transaktion
es: Transacción anulada
fi: Mitätöintikuitti
fr: Transaction annulée
is: Hætt við færslu
nl: geannuleerde transactie
nl_be: Ongeldig gemaakte transactie
ru: Аннулированная транзакция
sv: Makulerad transaktion
vi_vn: Giao dịch bị hủy

source: Card info
bg: Инфо карта
da: Kortoplysninger
de: Karteninfo
es: Información de la tarjeta
fi: Kortin tiedot
fr: Infos carte
is: Kortaupplýsingar
nl: Kaart-info
nl_be: Kaartinformatie
ru: Карта информация
sv: Kortinfo
vi_vn: Thông tin thẻ

# CardReceiptForCust
source: Card (for customer)
bg: Карта (за клиента)
da: Kort (til kunde)
de: Karte (für den Kunden)
es: Tarjeta (para el cliente)
fi: Kortti (asiakkaalle)
fr: Carte (pour le client)
is: Kort (viðskiptavinur)
nl: Kaart (voor de klant)
nl_be: Kaart (voor klant)
ru: Карта (для клиента)
sv: Kort (för kund)
vi_vn: Thẻ (cho khách hàng)

# CardReceiptForCustReturn
source: Card return (for customer)
bg: Връщане на картата (за клиент)
da: Kortretur (til kunde)
de: Zurückgegebene Karte (für den Kunden)
es: Devolución de la tarjeta (para el cliente)
fi: Kortin palautus (asiakkaalle)
fr: Retour de carte (pour le client)
is: Kortaskil (viðskiptavinur)
nl: Kaart terugkeer (voor de klant)
nl_be: Teruggave kaart (voor klant)
ru: Карта возврата (для клиента)
sv: Kortretur (för kund)
vi_vn: Trả lại thẻ (cho khách hàng)

# CardReceiptForShop
source: Card (for shop)
bg: Карта (за магазин)
da: Kort (til butik)
de: Karte (für das Geschäft)
es: Tarjeta (para el comercio)
fi: Kortti (kauppaan)
fr: Carte (pour le magasin)
is: Kort (búð)
nl: Kaart (voor de winkel)
nl_be: Kaart (voor winkel)
ru: Карта (для магазина)
sv: Kort (för butik)
vi_vn: Thẻ (cho cửa hàng)

# CardReceiptForShopReturn
source: Card return (for shop)
bg: Връщане на карта (за магазин)
da: Kortretur (til butik)
de: Zurückgegebene Karte (für das Geschäft)
es: Devolución de la tarjeta (para el comercio)
fi: Kortin palautus (myymälään)
fr: Retour de carte (pour le magasin)
is: Kortaskil (búð)
nl: Kaart terugkeer (winkel)
nl_be: Teruggave kaart (voor winkel)
ru: Карта возврата (для магазина)
sv: Kortretur (för butik)
vi_vn: Trả lại thẻ (cho cửa hàng)

# CreditVoucher
source: Credit memo
bg: Кредитно известие
da: Kreditnota
de: Gutschrift
es: Vale de crédito
fi: Hyvityskuitti
fr: Note de crédit
is: Inneignarnóta
nl: Stornering
ru: Кредит мемо
sv: Kreditnota
vi_vn: Sổ lưu tín dụng

# CreditVoucherBalance
source: Credit memo balance
bg: Салдо кредитно известие
da: Saldo på kreditnota:
de: Gutschrift Saldo
es: Saldo del vale de crédito
fi: Hyvityskuitin saldo
fr: Solde de la note de crédit :
is: Staða inneignarnótu
nl: Memo creditsaldo
nl_be: Saldo credit memo
ru: Сальдо кредит мемо
sv: Kreditnotasaldo
vi_vn: Số dư tín dụng

# CustAcntReceiptForCust
source: Customer account (for customer)
bg: Клиентски профил (за клиент)
da: Kundekonto (til kunde)
de: Kundenkonto (für Kunden)
es: Cuenta del cliente (para el cliente)
fi: Asiakastili (asiakkaalle)
fr: Compte client (pour le client)
is: Viðskm. reikningur (viðskiptavinur)
nl: De account van de klant (voor de klant)
nl_be: Klantenrekening (voor klant)
ru: Аккаунт клиента (для клиента)
sv: Kundkonto (för kund)
vi_vn: Tài khoản khách hàng (đối với khách hàng)

# CustAcntReceiptForCustReturn
source: Customer account return (for customer)
bg: Връщане по клиентска сметка (за клиент)
da: Kundekontoretur (til kunde)
de: Kundenrückrechnung (für Kunden)
es: Devolución de la cuenta del cliente (para el cliente)
fi: Asiakastilin palautus (asiakkaalle)
fr: Retour de compte client (pour le client)
is: Skil á viðskm. reikningi (viðskiptavinur)
nl: De account van de klant terug (voor de klant)
nl_be: Teruggave klantenrekening (voor klant)
ru: Аккаунт возврата клиента (для клиента)
sv: Kundkontoretur (för kund)
vi_vn: Hoàn trả tài khoản khách hàng (đối với khách hàng)

# CustAcntReceiptForShop
source: Customer account (for shop)
bg: Клиентски профил (за магазин)
da: Kundekonto (til butik)
de: Kundenkonto (für Geschäft)
es: Cuenta de cliente (para tienda)
fi: Asiakastili (myymälässä)
fr: Compte client (pour le magasin)
is: Viðskm. reikningur (búð)
nl: De account van de klant (voor de winkel)
nl_be: Klantenrekening (voor winkel)
ru: Аккаунт клиента (для магазина)
sv: Kundkonto (för butik)
vi_vn: Tài khoản khách hàng (đối với cửa hàng)

# CustAcntReceiptForShopReturn
source: Customer account return (for shop)
bg: Връщане по клиентска сметка (за магазин)
da: Kundekontoretur (til butik)
de: Kundenrückrechnung (für Geschäft)
es: Devolución de la cuenta del cliente (para el comercio)
fi: Asiakastilin palautus (myymälässä)
fr: Retour de compte client (pour le magasin)
is: Skil á viðskm. reikningi (búð)
nl: Klantaccount
nl_be: Teruggave klantenrekening (voor winkel)
ru: Аккаунт возврата клиента (для магазина)
sv: Kundkontoretur (för butik)
vi_vn: Hoàn trả tài khoản khách hàng (đối với cửa hàng)

source: Customer account deposit
bg: Депозит по клиентска сметка
da: Indsætning på kundekonto
de: Kundenkontoeinlage
es: Depósito de cuenta del cliente
fi: Asiakastilin ennakkomaksu
fr: Dépôt compte client
is: Innborgun á viðskm. reikning
nl: Klant account storting
nl_be: Deposito rekening klant
ru: Аккаунт депозита клиента
sv: Kundkonto insättning
vi_vn: Tiền gửi tài khoản khách hàng

source: Expense
bg: Разход
da: Udgift
de: Aufwand
es: Gastos
fi: Kulu
fr: Dépense
is: Gjöld
nl: Uitgave
nl_be: Uitgaven
ru: Расход
sv: Utgift
vi_vn: Chi phí

source: Income
bg: Приходи
da: Indtægt
de: Ertrag
es: Ingresos
fi: Tulo
fr: Revenu
is: Tekjur
nl: Inkomsten
nl_be: Inkomsten
ru: Приход
sv: Inkomst
vi_vn: Thu nhập

source: Open
bg: Отваряне
da: Åbn
de: Offen
es: Abierto
fi: Avaa
fr: Ouvrir
is: Opin
nl_be: Openen
ru: Открыто
sv: Öppna
vi_vn: Mở

source: Remove tender
bg: Премахване начин на плащане
da: Fjern betalingsmiddel
de: Angebot entfernen
es: Quitar oferta
fi: Poista maksu
fr: Retirer le mode de paiement
is: Tekið úr skúffu
nl: Offerte verwijderen
nl_be: Offerte verwijderen
ru: Изъятие
sv: Ta bort betalningsmedel
vi_vn: Gỡ bỏ phương thức thanh toán

source: Bank drop
da: Bankindsættelse
es: Retiro para banco
fi: Pankkipussi
fr: Remise en banque
is: Færa í banka
nl: Bank storting
ru: Инкассация
sv: Bankinsättning
vi_vn: Tiền gửi qua đêm

source: Bank drop reversal
bg: Сторниране bank drop
da: Reversion af bankindsættelse
de: Bankdrop-Storno
es: Reversión de retiro para banco
fi: Pankkipussin peruutus
fr: Contrepassation de la remise en banque
is: Bakfæra færslu í banka
nl: Bank storting herneming
ru: Возврат инкассации
sv: Bankinsättning reversion
vi_vn: Hủy bỏ tiền gửi qua đêm

source: Safe drop
da: Pengeskabsdeponering
es: Retiro seguro
fi: Turvapussi
fr: Mise en coffre-fort
is: Færa í öryggishólf
nl: KLuis storting
ru: Изъятие из сейфа
sv: Kassaskåpsinsättning

source: Safe drop reversal
da: Reversion af pengeskabsdeponering
de: Safe-Drop Storno
es: Reversión de retiro seguro
fi: Turvapussin peruutus
fr: Contrepassation de la mise en coffre-fort
is: Bakfæra færslu í öryggishólf
nl: Kluis storting herneming
ru: Возврат изъятия из сейфа
sv: Kassaskåpsinsättning reversion
vi_vn: Đảo ngược Safe Drop

source: Payment
bg: Плащане
da: Betaling
de: Zahlung
es: Pago
fi: Maksu
fr: Paiement
is: Innborgun
nl: Betaling
nl_be: Betaling
ru: Платеж
sv: Betalning
vi_vn: Thanh toán

source: Deselect
bg: Размаркиране
da: Fjern markering
de: Deaktivieren
es: Anular selección
fi: Poista valinta
fr: Décocher
is: Afvelja
nl: Deselecteren
nl_be: Selectie ongedaan maken
ru: Отмена выбора
sv: Avmarkera
vi_vn: Bỏ chọn

source: Recall
bg: Повторно извикване
da: Tilbagekald
de: Rückruf
es: Recuperar
fi: Takaisinkutsu
fr: Rappeler
is: Endurkalla
nl: Terugroepen
nl_be: Terugroepen
ru: Вызов
sv: Återkalla
vi_vn: Gọi lại

source: Sales invoices
bg: Фактури за продажба
da: Salgsfakturaer
de: Verkaufsrechnungen
es: Facturas de ventas
fi: Myyntilaskut
fr: Factures vente
is: Sölureikningar
nl: De verkoopfacturen,
nl_be: Verkoopfacturen
ru: Счета на продажу
sv: Förs.fakturor
vi_vn: Hoá đơn bán hàng

source: Sales orders
bg: Поръчки за продажби
da: Salgsordrer
de: Kundenaufträge
es: Pedidos
fi: Myyntitilaukset
fr: Commandes client
is: Sölupantanir
nl: Verkooporders
nl_be: Verkooporders
ru: Заказаы на продажу
sv: Förs.order
vi_vn: Đơn đặt hàng

source: Select
bg: Избиране
da: Vælg
de: Auswählen
es: Seleccionar
fi: Valitse
fr: Sélectionner
is: Velja
nl: Selecteer
nl_be: Selecteren
ru: Выбор
sv: Välj
vi_vn: Lựa chọn

source: Terminal
bg: Терминал
fi: Pääte
is: Útstöð
nl: Kassa
ru: Терминал
vi_vn: Quầy tính tiền

source: Terminal group
bg: Терминал група
da: Terminalgruppe
de: Terminalgruppe
es: Grupo de terminales
fi: Pääteryhmä
fr: Groupe de terminal
is: Útstöðvahópur
nl: Terminal groep
nl_be: Terminalgroep
ru: Группа терминалов
sv: Terminalgrupp
vi_vn: Nhóm thiết bị đầu cuối

source: Tender declaration
bg: Декларация POS плащане
da: Kasseoptælling
de: Angebotserklärung
es: Declaración de oferta
fi: Maksuvälineiden laskenta
fr: Comptage de caisse
is: Greiðslutalning
nl: Afromen contanten
nl_be: Kascontrole
ru: Декларация способа оплаты
sv: Kassaredovisning
vi_vn: Khai báo phương thức thanh toán

source: Gift card
bg: Гифт карта
da: Gavekort
de: Geschenkkarte
es: Tarjeta de regalo
fi: Lahjakortti
fr: Carte cadeau
is: Gjafakort
nl_be: Cadeaubon
ru: Подарочная карта
sv: Presentkort
vi_vn: Thẻ quà tặng

source: Sale
bg: Продажба
da: Salg
de: Verkauf
es: Venta
fi: Myynti
fr: Vente
is: Sala
nl: Koopjes
nl_be: Verkoop
ru: Продажа
sv: Försäljning
vi_vn: Bán hàng

# SalesInvoiceReceipt
source: Sales invoice
bg: Фактура продажба
da: Salgsfaktura
de: Verkaufsrechnung
es: Factura de venta
fi: Myyntilasku
fr: Facture vente
is: Sölureikningur
nl: Verkoopfactuur
nl_be: Verkoopfactuur
ru: Счет на продажу
sv: Förs.faktura
vi_vn: Hóa đơn bán hàng

# SalesOrderReceipt
source: Sales order
bg: Поръчка за продажба
da: Salgsordre
de: Kundenauftrag
es: Pedido
fi: Myyntitilaus
fr: Commande client
is: Sölupöntun
nl: Verkooporder
nl_be: Verkooporder
ru: Заказ на продажу
sv: Förs.order
vi_vn: Đơn đặt hàng

# CalculationTypeBase_Amounts
source: Amounts
bg: Суми
da: Beløb
de: Beträge
es: Importes
fi: Määrät
fr: Montants
is: Upphæðir
nl: Bedragen
nl_be: Bedragen
ru: Суммы
sv: Belopp
vi_vn: Số tiền

# CalculationTypeBase_Quantity
source: Quantity
bg: Количество
da: Mængde
de: Anzahl
es: Cantidad
fi: Määrä
fr: Quantité
is: Magn
nl: Aantal
nl_be: Hoeveelheid
ru: Количество
sv: Antal
vi_vn: Số Lượng

# EntryStatus_Closed
source: Closed
bg: Затворено
da: Lukket
de: Geschlossen
es: Cerrado
fi: Suljettu
fr: Fermé
is: Lokuð
nl: Gesloten
nl_be: Gesloten
ru: Закрыто
sv: Stängt
vi_vn: Đã kết thúc

# EntryStatus_Open
source: Open
bg: Отваряне
da: Åbn
de: Öffnen
es: Abrir
fi: Avaa
fr: Ouvrir
is: Opin
ru: Открыто
sv: Öppna
vi_vn: Mở

# EntryType_CreditMemo
source: Credit memo
bg: Кредитно известие
da: Kreditnota
de: Gutschrift
es: Vale de crédito
fi: Hyvityskuitti
fr: Note de crédit
is: Inneignarnóta
nl: Stornering
ru: Кредит мемо
sv: Kreditnota
vi_vn: Sổ lưu tín dụng

# EntryType_Discount
source: Discount
bg: Отстъпка
da: Rabat
de: Rabatt
es: Descuento
fi: Alennus
fr: Remise
is: Afsláttur
nl: Korting
nl_be: Korting
ru: Скидка
sv: Rabatt
vi_vn: Chiết khấu

# EntryType_Invoice
source: Invoice
bg: Фактура
da: Faktura
de: Rechnung
es: Factura
fi: Lasku
fr: Facture
is: Reikningur
nl: Factuur
nl_be: Factuur
ru: Счет
sv: Faktura
vi_vn: Hóa đơn
