Repository: iespana/LSOne
Catalog: SM/Plugins/SiteService/Dialogs/SiteManagerConfigDialog.*.resx
Languages: es, vi_vn

# btnCancel.Text
source: Close
es: Cerrar
vi_vn: Đóng

# cbDbConType.Items
source: Shared memory
es: Memoria compartida
vi_vn: Bộ nhớ dùng chung

# cbDbConType.Items2
source: Named pipes
es: Canalizaciones con nombre
vi_vn: Ống được đặt tên

# label3.Text
source: Database password:
es: Contraseña de base de datos:
vi_vn: Mật khẩu cơ sở dữ liệu:

# label6.Text
source: Database name:
es: Nombre de la base de datos:
vi_vn: Tên cơ sở dữ liệu:

# label8.Text
source: Connection type:
es: Tipo de conexión:
vi_vn: Kiểu kết nối:

# label9.Text
source: Data area ID:
es: ID de área de datos:
vi_vn: ID vùng dữ liệu:

# xDbWinAuth.Text
source: Yes
es: Sí
vi_vn: Có

# cmTruncate.Items
source: Shared memory
es: Memoria compartida
vi_vn: Bộ nhớ dùng chung

# cmTruncate.Items2
source: Named pipes
es: Canalizaciones con nombre
vi_vn: Ống được đặt tên

# $this.Header
source: Manage configuration settings for the given location
es: Administrar los ajustes de configuración de la ubicación especificada
vi_vn: Quản lý cài đặt cấu hình cho kho đã chọn

# $this.Text
source: Site Service configuration
es: Configuración del servidor de la tienda
vi_vn: Cấu hình dịch vụ trang web

# btnGetConfig.Text
source: Get configuration
es: Obtener configuración
vi_vn: Lấy cấu hình

# btnSendConfig.Text
source: Send configuration
es: Enviar configuración
vi_vn: Gửi cấu hình

# btnSmtpSettings.Text
source: SMTP settings
es: Configuración SMTP
vi_vn: Thiết lập SMTP

# groupBox1.Text
source: Centralized settings
es: Configuración centralizada
vi_vn: Cài đặt tập trung

# groupBox2.Text
source: Database configuration
es: Configuración de la base de datos
vi_vn: Cấu hình cơ sở dữ liệu

# groupBox4.Text
source: E-mail settings
es: Configuración del correo electrónico
vi_vn: Cài đặt email

# label1.Text
source: Server host:
es: Host del servidor:
vi_vn: Máy chủ:

# label10.Text
source: Connection pool size:
es: Tamaño del grupo de conexiones:
vi_vn: Kích thước bể kết nối:

# label11.Text
source: Max user connections:
es: Número máx. de conexiones de usuarios:
vi_vn: Số người dùng tối đa kết nối:

# label2.Text
source: Database user:
es: Usuario de la base de datos:
vi_vn: Tên người dùng cơ sở dữ liệu:

# label4.Text
source: Use Windows authentication:
es: Utilizar autenticación de Windows:
vi_vn: Sử dụng xác thực Windows:

# label5.Text
source: External address:
es: Dirección externa:
vi_vn: Địa chỉ bên ngoài:

# label7.Text
source: Private hash key:
es: Clave hash privada:
vi_vn: Khóa hash riêng:

# lblMaximumAttempts.Text
source: Maximum attempts:
es: Número máximo de intentos:
vi_vn: Nỗ lực tối đa:

# lblMaximumEmails.Text
source: Batch size:
es: Tamaño de lote:
vi_vn: Kích thước lô:

# lblSendInterval.Text
source: Send interval (minutes):
es: Intervalo de envío (minutos):
vi_vn: Gửi khoảng thời gian (phút):

# lblTruncate.Text
source: Truncate e-mail queue:
es: Truncar la cola de correo electrónico:
vi_vn: Cắt ngắn hàng đợi e-mail:
