Repository: iespana/LSOne
Catalog: SM/Plugins/SiteService/ViewPages/SettingsPage.*.resx
Languages: es

# chkCentralizedCustomers.Text
source: Yes
es: Sí

# chkUseGiftcard.Text
source: Yes
es: Sí

# cmbGiftCardOption.Items1
source: Amount
es: Importe

# cmbGiftCardOption.Items2
source: ID and amount
es: ID e importe

# lblGiftCardOption.Text
source: Gift card option:
es: Opción de tarjeta de regalo:

# lblCustomer.Text
source: Use centralized customers:
es: Clientes centralizados:

# lblInventoryLookup.Text
source: Use central lookup:
es: Utilizar búsqueda de inventario central:

# lblUseGiftCard.Text
source: Use gift cards:
es: Utilizar tarjetas de regalo:

# label1.Text
source: Use central suspensions:
es: Utilizar suspensiones centrales:

# chkUseCentralSuspension.Text
source: Yes
es: Sí

# lblUserConfirmation.Text
source: User confirmation:
es: Confirmación del usuario:

# chkUserConfirmation.Text
source: Yes
es: Sí

# label2.Text
source: Use credit memo:
es: Utilizar vales de crédito:

# chkUseCreditVouchers.Text
source: Yes
es: Sí

# chkUseCentralizedInventoryLookup.Text
source: Yes
es: Sí

# gbInventory.Text
source: Inventory
es: Inventario

# groupBox1.Text
source: Gift cards
es: Tarjetas regalo

# label3.Text
source: Refillable:
es: Rellenable:

# gbCreditMemo.Text
source: Credit memo
es: Vale de crédito

# cmbCashCustomer.Items
source: Always yes
es: Siempre "Sí"

# cmbCashCustomer.Items1
source: Always no
es: Siempre "No"

# cmbCashCustomer.Items2
source: Set on POS default yes
es: Definir "Sí" como opción predeterminada en el punto de venta

# cmbCashCustomer.Items3
source: Set on POS default no
es: Definir "No" como opción predeterminada en el punto de venta

# cmbRefillableGiftcard.Items
source: Default yes
es: Sí por defecto

# cmbRefillableGiftcard.Items1
source: Default no
es: No por defecto

# gbCentralSuspension.Text
source: Central suspensions
es: Suspensión centralizada

# gbCustomer.Text
source: New customers
es: Nuevos clientes

# label4.Text
source: Maximum amount:
es: Importe máximo:

# lblCashCustomer.Text
source: New customer is cash customer:
es: El nuevo cliente es un cliente de efectivo:

# lblDefaultSalesTaxGroup.Text
source: Default sales tax group:
es: Grupo predeterminado de impuestos:
