Repository: iespana/LSOne
Catalog: SM/Plugins/Store/Properties/resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, sv, vi_vn

source: Upgrade prices
bg: Повишаване на цените
da: Opgrader priser
de: Preise aktualisieren
es: Actualizar precios
fi: Päivitä hintoja
fr: Mettre à niveau les prix
is: Uppfæra verð
nl: Upgrade prijzen
nl_be: Prijzen upgraden
sv: Uppgradera priser
vi_vn: Nâng cấp giá

# UpgradePricesAreYouSure
source: This operation will move all amounts entered into the "Price" value in the item card to the "Price including tax" value. #1Are you sure you want to continue?
bg: Тази операция ще премести всички суми, въведени в поле "Цена" в картата на артикула, в поле "Цена с включен данък". #1 Наистина ли искате да продължите?
da: Denne handling flytter alle beløb, der er indtastet i "Pris" -værdien på varekortet, til "Pris inkl. moms" -værdien. #1 Er du sikker på, at du vil fortsætte?
de: Dieser Vorgang wird alle Beträge, die den Wert "Preis" in der Artikelkarte eingegeben haben, zu dem Wert "Preis inkl. Steuer" verschieben. #1 Sind Sie sicher, dass Sie fortfahren möchten?
es: Esta operación moverá todos los importes introducidos en el valor "Precio" de la tarjeta del artículo al valor "Precio con impuestos". #1¿Está seguro de que desea continuar?
fi: Tämä toiminto siirtää kaikki kohdassa "Hinta" merkityt summat arvoon "Hinta sisältäen vero". Haluatko jatkaa?
fr: Cette opération déplacera tous les montants entrés dans la valeur "Prix" de la carte de l'article vers la valeur "Prix taxe incluse"L #1Êtes-vous sûr(e) de vouloir continuer ?
is: Þessi aðgerð mun færa allar upphæðir sem slegnar hafa verið inn í "Verð" gildið í vöruspjaldinu til "Verð með skatti" gildisins. Ertu viss um að þú viljir halda áfram?
nl: Deze bewerking verplaatst alle bedragen die zijn ingevoerd in de "Prijs" waarde in de postkaart naar de waarde "Prijs inclusief belasting". # 1Art u zeker dat u wilt doorgaan?
nl_be: Met deze bewerking worden alle bedragen die in de 'Prijs'-waarde in de artikelkaart ingevoerd zijn, naar de waarde 'Prijs incl. btw' verplaatst. #1Weet u zeker dat u wilt doorgaan?
sv: Åtgärden kommer att flytta alla belopp angivna i "Pris" i artikelkortet till "Pris inklusive moms". #1Vill du fortsätta ?
vi_vn: Hoạt động này sẽ chuyển tất cả số tiền được nhập vào giá trị "Giá" trong mặt hàng sang giá trị "Giá bao gồm thuế". # 1Are bạn có chắc chắn muốn tiếp tục?

source: Usage
bg: Използване
da: Brug
de: Verwendung
es: Uso
fi: Käyttö
fr: Utilisation
is: Notkun
nl: Gebruik
nl_be: Gebruik
sv: Användning
vi_vn: Sử dụng

# UseFirstPriceGroup
source: When using this settings it cannot be determined if discount calculations settings match the price group settings.
bg: При използване на тези настройки не може да се определи дали настройките за изчисляване на отстъпката съответстват на настройките на ценовата група.
da: Når du bruger disse indstillinger, kan det ikke bestemmes, om indstillinger for rabatberegning stemmer overens med prisgruppeindstillingerne.
de: Wenn Sie diese Einstellungen verwenden, kann nicht festgestellt werden, ob Rabattberechnungseinstellungen mit den Preisgruppeneinstellungen übereinstimmen.
es: Si utiliza esta configuración, no se podrá determinar si la configuración de cálculo de descuentos coincide con la configuración de grupos de precios.
fi: Näitä asetuksia käytettäessä ei voida määrittää, vastaako alennusten laskenta hintaryhmän asetuksia.
fr: Si vous utilisez ces paramètres, il est impossible de déterminer si les paramètres de calculs de remises correspondent aux paramètres de groupes de prix.
is: Ekki er hægt að athuga hvort verð- og afsláttaútreikningar passi saman þegar þessi valmöguleiki er valinn.
nl: Bij gebruik van deze instellingen kan niet worden bepaald of de instellingen voor kortingsberekeningen overeenkomen met de prijsgroepinstellingen.
nl_be: Wanneer u deze instellingen gebruikt, kan niet worden bepaald of de instellingen voor de berekeningen van de kortingen met de instellingen voor de prijsgroep overeenstemmen.
sv: När dessa inställningar används kan det inte avgöras om rabattberäkningsinställningar matchar prisgruppsinställningar.
vi_vn: Khi sử dụng cài đặt này, không thể xác định được nếu cài đặt tính toán chiết khấu khớp với cài đặt nhóm giá.

source: View
bg: Изглед
da: Vis
de: Ansicht
es: Ver
fi: Näytä
fr: Afficher
is: Skoða
nl: Bekijk
nl_be: Bekijken
sv: Granska
vi_vn: Chế độ xem

source: View all
bg: Преглед всички
da: Vis Alle
de: Alle anzeigen
es: Ver todo
fi: Näytä kaikki
fr: Tout afficher
is: Birta allar
nl: Bekijk Alles
nl_be: Alles bekijken
sv: Vy alla
vi_vn: Xem tất cả

source: View all stores
bg: Преглед всички магазини
da: Se alle butikker
de: Alle Geschäfte anzeigen
es: Ver todas las tiendas
fi: Näytä kaikki myymälät
fr: Afficher tous les magasins
is: Birta allar búðir
nl: Alle filialen
nl_be: Alle winkels bekijken
sv: Vy alla butiker
vi_vn: Xem tất cả các cửa hàng

# ViewAllStoresDescription
source: Use this option to view all stores
bg: Използвайте тази опция, за да видите всички магазини
da: Brug denne indstilling til at se alle butikker
de: Verwenden Sie diese Option, um alle Geschäfte zu sehen
es: Utilice esta opción para ver todas las tiendas
fi: Tämän vaihtoehdon avulla voit tarkastella kaikkia myymälöitä
fr: Utilisez cette option pour afficher tous les magasins
is: Veldu þennan kost til að birta allar búðir
nl: Gebruik deze optie om alle winkels te bekijken
nl_be: Deze optie gebruiken om alle winkels te bekijken
sv: Använd alternativet för att se alla butiker
vi_vn: Sử dụng tùy chọn để xem tất cả các cửa hàng

# WrongExchangeRate
source: The selected currency does not have 1 as exchange rate which is required for company currency.
bg: Избраната валута няма 1 като обменен курс, който се изисква за валутата на компанията.
da: Den valgte valuta har ikke 1 som valutakurs, som kræves for virksomhedsvaluta.
de: Die ausgewählte Währung hat als Umrechnungskurs nicht 1, was für die Unternehmenswährung erforderlich ist.
es: La divisa seleccionada no tiene un tipo de cambio igual a 1, que es el valor requerido para la divisa de la empresa.
fi: Valitulla valuutalla ei ole valuuttakurssia arvolla 1, joka vaaditaan yrityksen valuutassa.
fr: La devise choisie n'a pas 1 en tant que taux de change, chose requise pour la devise de la société.
is: Valinn gjaldmiðill hefur ekki 1 í gengi sem er forskilyrði fyrir fyrirtækisgjaldmiðil.
nl: De geselecteerde valuta heeft geen 1 als wisselkoers die vereist is voor bedrijfsmunt.
nl_be: De geselecteerde valuta heeft 1 niet als wisselkoers, dit is vereist voor bedrijfsvaluta.
sv: För den valda valutan måste valutakurs 1 användas för företagsvaluta.
vi_vn: Loại tiền được chọn không có qui đổi tỷ giá là 1 với tiền tệ cơ bản của công ty.
