Repository: iespana/LSOne
Catalog: SM/Plugins/Store/Properties/resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, sv, vi_vn

# NewStoreDescription
source: Use this option to create a new store
bg: Използвайте тази опция, за да създадете нов магазин
da: Brug denne indstilling til at oprette en ny butik
de: Verwenden Sie diese Option, um ein neues Geschäft zu erstellen
es: Utilice esa opción para crear una nueva tienda
fi: Tämän vaihtoehdon avulla voit luoda uuden myymälän
fr: Utilisez cette option pour créer un nouveau magasin
is: Veldu þennan kost til að búa til nýja búð
nl: Gebruik deze optie om een ​​nieuwe winkel te maken
nl_be: Deze optie gebruiken om een nieuwe winkel aan te maken
sv: Använd alternativet för att skapa en ny butik
vi_vn: Sử dụng tùy chọn này để tạo một cửa hàng mới

# NewStoreTerminal
source: New
bg: Нов
da: Ny
de: Neues
es: Nuevo
fi: Uusi
fr: Nouveau
is: Bæta við
nl: Nieuw
nl_be: Nieuw
sv: Ny
vi_vn: Mới

source: New terminal
bg: Нов терминал
da: Ny terminal
de: Neuer Terminal
es: Nueva terminal
fi: Uusi pääte
fr: Nouveau terminal
is: Ný útstöð
nl: Nieuwe terminal
nl_be: Nieuwe kassa
sv: Ny terminal
vi_vn: Tạo mới thiết bị đầu cuối

source: None
bg: Няма
da: Ingen
de: Keine
es: Ninguno
fi: Ei yhtään
fr: Aucun
is: Enginn
nl: Geen
nl_be: Geen
sv: Ingen
vi_vn: Không

# NoPricesToUpgrade
source: There are no prices to upgrade.
bg: Няма цени за актуализиране.
da: Der er ingen priser at opgradere.
de: Es gibt keine Preise, die zu aktualisieren sind.
es: No hay ningún precio que actualizar.
fi: Hintoja ei ole päivitettäväksi
fr: Aucun prix à mettre à niveau.
is: Það eru engin verð til að uppfæra.
nl: Er zijn geen prijzen om te upgraden.
nl_be: Er zijn geen prijzen die moeten worden geüpgradet.
sv: Det finns inga priser att uppgradera.
vi_vn: Không có giá để nâng cấp.

source: No store exists
bg: Не съществува магазин
da: Der findes ingen butik
de: Kein Geschäft vorhanden
es: No existe ninguna tienda
fi: Myymälää ei ole olemassa
fr: Aucun magasin n'existe
is: Engin búð er til
nl: Er is geen winkel aanwezig
nl_be: Er zijn geen winkels
sv: Det finns ingen butik
vi_vn: Không có cửa hàng tồn tại

# OnlyCharAndNumbers
source: Store ID can only contain alphanumeric letters
bg: ID на магазина може да съдържа само букви и цифри
da: Butik-ID kan kun indeholde alfanumeriske bogstaver
de: Die Geschäfts-ID darf nur alphanumerische Zeichen enthalten.
es: El ID de la tienda solo puede contener caracteres alfanuméricos
fi: Myymälän tunnus voi sisältää vain aakkosnumeerisia kirjaimia
fr: L'ID magasin ne peut comporter que des caractères alphanumériques
is: Auðkenni búðar má bara innihalda bókstafi og tölustafi
nl: Store ID kan alleen alfanumerieke letters bevatten
nl_be: Winkel-ID mag alleen alfanumerieke letters bevatten
sv: Butik-ID kan endast innehålla alfanumeriska tecken
vi_vn: Mã cửa hàng chỉ có thể chứa các chữ cái và chữ số

# OnlyHeadOffice
source: New store can only be created from the head office
bg: Нов магазин може да бъде създаден само от централния офис
da: Ny butik kan kun oprettes fra hovedkontoret
de: Neues Geschäft kann nur von der Hauptgeschäftsstelle erstellt werden
es: Solo se puede crear una nueva tienda desde la sede.
fi: Uusi myymälä voidaan luoda vain pääkonttorista
fr: Un nouveau magasin ne peut être créé que depuis le siège
is: Aðeins er hægt að búa til nýja búð frá aðalskrifstofum
nl: Nieuwe winkel kan alleen vanuit het hoofdkantoor worden aangemaakt
nl_be: Een nieuwe winkel kan alleen vanuit het hoofdkantoor worden aangemaakt
sv: Ny butik kan endast skapas från huvudkontor
vi_vn: Cửa hàng mới chỉ có thể được tạo từ hội sở

# OverUnderTender
source: Over tender / under tender
bg: Под/над плащане
de: Über Angebot / unter Angebot
es: Oferta más alta/más baja
fi: Ylisuoritus / alisuoritus
fr: Au-dessus du mode de paiement / sous le mode de paiement
is: Yfirborgun / undirborgun
nl: Over inschrijving / aanbesteding
sv: Över- / underbetalning
vi_vn: Vượt quá hình thức thanh toán / dưới hình thức thanh toán

source: Payment limitations
bg: Ограничения на плащанията
da: Betalingsbegrænsninger
de: Zahlungseinschränkungen
es: Limitaciones de pago
fi: Maksun rajoitukset
fr: Limitations de paiement
is: Greiðslutakmarkanir
nl: Betalingsbeperkingen
nl_be: Beperkingen betalingen
sv: Betalningsbegränsningar
vi_vn: Hạn mức thanh toán

source: Payment type
bg: Начин на плащане
da: Betalingstype
de: Zahlungsart
es: Tipo de pago
fi: Maksutyyppi
fr: Type de paiement
is: Tegund greiðslu
nl: Betalingstype
nl_be: Betalingstype
sv: Betalningstyp
vi_vn: Loại thanh toán

source: PNG files
bg: PNG файлове
da: PNG-filer
de: PNG-Dateien
es: Archivos PNG
fi: PNG tiedostot
fr: Fichiers PNG
is: PNG skrár
nl: PNG-bestanden
nl_be: PNG-bestanden
sv: PNG filer
vi_vn: Tập tin PNG

# PriceSettingsAndCalculations
source: The price settings and discount calculations settings are not the same. Please note that this could create issues in discount calculations.
bg: Настройките на цените и изчисленията за отстъпка не са еднакви. Моля обърнете внимание, че това може да създаде проблеми при изчисленията за отстъпка.
da: Prisindstillinger og rabatberegningsindstillinger er ikke de samme. Bemærk, at dette kan skabe problemer i rabatberegninger.
de: Die Preiseinstellungen und die Rabattberechnungen sind nicht dieselben. Bitte beachten Sie, dass dies Probleme bei den Rabattberechnungen erzeugen kann.
es: La configuración de precios y la configuración de cálculo de descuentos no son idénticas. Tenga en cuenta que esto puede generar problemas al realizar cálculos de descuentos.
fi: Hintojen asetukset ja alennusten laskuasetukset eivät ole samat. Huomioi että tämä voi aiheuttaa ongelmia alennuslaskennassa.
fr: Les paramètres de prix et de calculs de remises sont différents. Veuillez noter que ceci pourrait entraîner des problèmes de calculs de remises.
is: Stillingar fyrir afsláttaútreikninga og verðútreikningar eru ekki þeir sömu. Vinsamlegast athugið að þetta getur búið til villur í afsláttaútreikningum.
nl: De instellingen voor prijsinstellingen en kortingsberekeningen zijn niet hetzelfde. Houd er rekening mee dat dit problemen kan veroorzaken bij kortingsberekeningen.
nl_be: De instellingen voor de prijzen en voor de berekeningen van de kortingen zijn niet dezelfde. Houd er rekening mee dat dit problemen zou kunnen veroorzaken bij het berekenen van kortingen.
sv: Prisinställningar och rabattberäkningsinställningar är inte samma. Observera att detta kan skapa problem i rabattberäkningar.
vi_vn: Cài đặt giá và cài đặt tính toán giảm giá không giống nhau. Xin lưu ý rằng điều này có thể tạo ra các vấn đề trong tính toán giảm giá.

source: Processing
bg: В процес на изпълнение
da: Behandler
de: Verarbeitung
es: Procesando
fi: Käsitellään
fr: Traitement en cours
is: Er að vinna
nl: Aan het verwerken
nl_be: Verwerken
sv: Processar
vi_vn: Đang xử lý

source: Promotion lines updated
bg: Редовете на промоцията са актуализирани
da: Kampagnelinjer opdateret
de: Promotionzeilen aktualisiert
es: Líneas de promoción actualizadas
fi: Kampanjarivit päivitetty
fr: Lignes de promotion mises à jour
is: Kynningarlínur uppfærðar
nl: Promotie regels bijgewerkt
nl_be: Promotielijnen geüpdatet
sv: Kampanjrader uppdaterade
vi_vn: Cập nhật các dòng khuyến mãi

# RegionInUse
source: The selected region is in use and cannot be deleted.
bg: Избраният регион се използва и не може да бъде изтрит.
da: Den valgte region er i brug og kan ikke slettes.
de: Die ausgewählte Region wird verwendet und kann nicht gelöscht werden.
es: La región seleccionada está en uso y no se puede eliminar.
fi: Valittu alue on käytössä eikä sitä voi poistaa.
fr: La région sélectionnée est en cours d'utilisation et ne peut pas être supprimée.
is: Ekki er hægt að eyða svæðinu þar sem það er í notkun.
nl: De geselecteerde regio is in gebruik en kan niet worden verwijderd.
nl_be: De geselecteerde regio is actief en kan niet worden verwijderd.
sv: Den valda regionen används och kan inte raderas.
vi_vn: Vùng đã chọn đang được sử dụng và không thể xóa.

source: Regions
bg: Регион:
da: Region
de: Region:
es: Región:
fi: Alue:
fr: Région :
is: Svæði
nl: Provincie:
nl_be: Regio:
sv: Region:
vi_vn: Khu vực:

# RegionsTooltip
source: View and manage regions
bg: Преглеждайте и управлявайте региони
da: Se og administrer regioner
de: Regionen anzeigen und verwalten
es: Ver y administrar regiones
fi: Tarkastele ja hallinnoi alueita
fr: Afficher et gérer les régions
is: Skoða og breyta svæðum
nl: Bekijk en beheer regio's
nl_be: Regio's weergeven en beheren
sv: Se och hantera regioner
vi_vn: Xem và quản lý các vùng

# RemoveAllowedCardType
source: Remove card type
bg: Премахване вид на картата
da: Fjern korttype
de: Kartentyp entfernen
es: Quitar tipo de tarjeta
fi: Poista korttityyppi
fr: Retirer le type de carte
is: Fjarlæga korta tegund
nl: Kaart verwijderen
nl_be: Kaarttype verwijderen
sv: Radera korttyp
vi_vn: Xóa loại thẻ

# RemoveCardTypeQuestion
source: Are you sure you want to remove the selected card type?
bg: Наистина ли искате да премахнете избрания вид карта?
da: Er du sikker på, at du vil fjerne den valgte korttype?
de: Sind Sie sicher, dass Sie den ausgewählten Kartentyp entfernen wollen?
es: ¿Está seguro de que desea quitar el tipo de tarjeta seleccionado?
fi: Haluatko varmasti poistaa valitun korttityypin?
fr: Êtes-vous sûr(e) de vouloir retirer le type de carte choisi ?
is: Ertu viss um að þú viljir fjarlæga valda korta tegund?
nl: Wilt u de geselecteerde koppeling werkelijk verwijderen?
nl_be: Weet u zeker dat u het geselecteerde kaarttype wilt verwijderen?
sv: Vill du radera vald korttyp?
vi_vn: Bạn có chắc bạn muốn loại bỏ loại thẻ đã chọn không?

source: Remove price group
bg: Премахване на ценова група
da: Fjern prisgruppe
de: Preisgruppe entfernen
es: Quitar grupo de precios
fi: Poista hintaryhmä
fr: Retirer le groupe de prix
is: Fjarlæga verðflokk
nl: Verwijder prijscategorie
nl_be: Prijsgroep verwijderen
sv: Radera prisgrupp
vi_vn: Xóa nhóm giá

# RemoveRegionQuestion
source: Are you sure you want to delete the selected region?
bg: Сигурни ли сте, че искате да изтриете избрания регион?
da: Er du sikker på at du vil slette den valgte region?
de: Möchten Sie die ausgewählte Region wirklich löschen?
es: ¿Está seguro de que desea eliminar la región seleccionada?
fi: Haluatko varmasti poistaa valitun alueen?
fr: Êtes-vous sûr(e) de vouloir supprimer la région choisie ?
is: Ertu viss um að þú viljir eyða út svæðinu?
nl: Weet u zeker dat u de geselecteerde regio wilt wissen?
nl_be: Weet u zeker dat u de geselecteerde regio wilt verwijderen?
sv: Är du säker på att du vill radera den valda regionen?
vi_vn: Bạn có chắc chắn muốn xóa vùng đã chọn?

# RemoveRegionQuestionCaption
source: Delete region
bg: Изтриване на регион
da: Slet region
de: Region löschen
es: Eliminar región
fi: Poista alue
fr: Supprimer la région
is: Eyða svæði
nl: Verwijder regio
nl_be: Regio verwijderen
sv: Radera region
vi_vn: Xóa vùng

# RemoveStoresFromRegionQuestion
source: Are you sure you want to remove the selected stores from this region?
bg: Наистина ли искате да премахнете избраните магазини от този регион?
da: Er du sikker på, at du vil fjerne de valgte butikker fra denne region?
de: Möchten Sie die ausgewählten Geschäfte wirklich aus dieser Region löschen?
es: ¿Está seguro de que desea eliminar las tiendas seleccionadas de esta región?
fi: Haluatko varmasti poistaa valitut myymälät tästä alueesta?
fr: Êtes-vous sûr(e) de vouloir retirer les magasins choisis de cette région ?
is: Ertu viss um að þú viljir taka búðirnar sem eru valdar úr þessu svæði?
nl: Weet u zeker dat u de geselecteerde winkels uit deze regio wilt verwijderen?
nl_be: Weet u zeker dat u de geselecteerde winkels uit deze regio wilt verwijderen?
sv: Är du säker på att du vill ta bort de valda butikerna från denna region?
vi_vn: Bạn có chắc chắn muốn xóa các cửa hàng đã chọn khỏi vùng này?

source: Resolve
bg: Разрешаване
da: Løs
de: Auflösen
es: Resolver
fi: Ratkaise
fr: Résoudre
is: Leiðrétta
nl: Oplossen
nl_be: Oplossen
sv: Lösa
vi_vn: Giải quyết

# RibbonNewStore
source: Store
bg: Магазин:
da: Butik
de: Geschäft
es: Tienda
fi: Myymälä:
fr: Magasin
is: Búð
nl: Winkel
nl_be: Winkel
sv: Butik
vi_vn: Cửa hàng

# RibbonNewTerminal
source: Terminal
bg: Терминал
fi: Pääte
is: Útstöð
nl: Kassa
vi_vn: Quầy tính tiền

source: Search
bg: Търсене
da: Søg
de: Suche
es: Buscar
fi: Haku
fr: Rechercher
is: Leit
nl: Zoeken
nl_be: Zoeken
sv: Sök
vi_vn: Tìm kiếm

source: Search for store
bg: Търсене на магазин
da: Søg efter butik
de: Suche nach Geschäft
es: Buscar tienda
fi: Etsi myymälää
fr: Rechercher un magasin
is: Finna búð
nl: Zoek naar winkel
nl_be: Winkel zoeken
sv: Sök butik
vi_vn: Tìm kiếm cửa hàng

# SearchForStoresDescription
source: Use this option to search for stores
bg: Използвайте тази опция, за да търсите магазини
da: Brug denne indstilling til at søge efter butikker
de: Verwenden Sie diese Option, um nach Geschäften zu suchen
es: Utilice esta opción para buscar tiendas.
fi: Tämän vaihtoehdon avulla voit etsiä myymälöitä
fr: Utilisez cette option pour rechercher des magasins
is: Notaðu þennan möguleika til að leita að búðum
nl: Gebruik deze optie om te zoeken naar winkels
nl_be: Deze optie gebruiken om winkels te zoeken
sv: Använd alternativet för att söka butiker
vi_vn: Sử dụng tùy chọn này để tìm kiếm các cửa hàng

source: Settings
bg: Настройки
da: Indstillinger
de: Einstellungen
es: Configuración
fi: Asetukset
fr: Paramètres
is: Stillingar
nl: Instellingen
nl_be: Instellingen
sv: Inställningar
vi_vn: Cài đặt

source: Sites
bg: Местоположения
da: Lokationer
de: Standorte
es: Tiendas
fi: Sivustot
is: Búðir
sv: Anläggningar
vi_vn: Websites

source: Sites / Terminals
bg: Сайтове / терминали
da: Lokationer / Terminaler
de: Standorte/Kassen
es: Tiendas/terminales
fi: Sivustot / kassapäätteet
fr: Sites / Terminaux
is: Búðir / Útstöðvar
sv: Anläggningar/terminaler
vi_vn: Trang web / Thiết bị đầu cuối

# StoreAlreadyInPriceGroup
source: Selected store is already in the selected price group
bg: Избраният магазин вече е в избраната ценова група
da: Den valgte butik er allerede i den valgte prisgruppe
de: Ausgewähltes Geschäft ist bereits in der gewählten Preisgruppe
es: La tienda seleccionada ya está en el grupo de precios seleccionado.
fi: Valittu myymälä on jo valitussa hintaryhmässä
fr: Le magasin choisi figure déjà dans le groupe de prix choisi
is: Valin búð er þegar í völdum verðflokk
nl: Geselecteerde winkel bevindt zich al in de geselecteerde prijsklasse
nl_be: De geselecteerde winkel bevindt zich al in de geselecteerde prijsgroep
sv: Vald butik är redan i vald prisgrupp
vi_vn: Cửa hàng được chọn đã nằm trong nhóm giá được chọn

source: Store and terminal
bg: Магазин и терминал
da: Butik og terminal
de: Geschäft und Terminal
es: Tienda y terminal
fi: Myymälä ja kassapääte
fr: Magasin et terminal
is: Búð og útstöð
nl: Winkel en kassa
nl_be: Winkel en terminal
sv: Butik och terminal
vi_vn: Cửa hàng và thiết bị đầu cuối

# StoreDoesNotHavePaymentType
source: That store does not have the selected payment type
bg: Този магазин няма избрания вид плащане
da: Denne butik har ikke den valgte betalingstype
de: Dieses Geschäft hat die ausgewählte Zahlungsart nicht
es: Esa tienda no tiene el tipo de pago seleccionado
fi: Myymälällä ei ole valittua maksutyyppiä
fr: Ce magasin n'a pas le type de paiement choisi
is: Þessi búð hefur ekki valda greiðslutegund
nl: Die winkel heeft niet het geselecteerde betaal type
nl_be: Die winkel beschikt niet over het geselecteerde betalingstype
sv: Butiken har inte vald betalningstyp
vi_vn: Cửa hàng đó không có loại thanh toán được chọn

# StoreHasTerminals
source: A store that has terminals cannot be deleted.
bg: Магазин с терминали не може да бъде изтрит.
da: En butik, der har terminaler, kan ikke slettes.
de: Ein Geschäft, das Terminals hat, kann nicht gelöscht werden.
es: No se puede eliminar ninguna tienda que tenga terminales.
fi: Myymälää jossa on kassapäätteitä, ei voida poistaa.
fr: Un magasin ne comportant pas de terminaux ne peut pas être supprimé.
is: Ekki er hægt að eyða búð sem er með útstöðvar.
nl: Een winkel met kassa s kan niet worden verwijderd.
nl_be: Een winkel met kassa's kan niet worden verwijderd.
sv: En butik som har terminaler kan inte raderas.
vi_vn: Một cửa hàng có thiết bị đầu cuối không thể bị xóa.

# StoreIDExists
source: A store with this ID has already been created
bg: Вече е създаден магазин с този идентификатор
da: En butik med dette ID er allerede oprettet
de: Ein Geschäft mit dieser ID wurde bereits erstellt.
es: Ya se ha creado una tienda con este ID
fi: Myymälä jolla on tämä tunnus, on jo luotu
fr: Un magasin comportant cet ID a déjà été créé
is: Búð með þessu auðkenni hefur nú þegar verið búin til
nl: Een winkel met deze ID is al aangemaakt
nl_be: Er is al een winkel met deze ID aangemaakt
sv: En butik med detta ID finns redan
vi_vn: Cửa hàng có mã này đã được tạo

source: Store management
bg: Управление на магазина
da: Butiksadministration
de: Geschäftsverwaltung
es: Administración de la tienda
fi: Myymälähallinta
fr: Gestion de magasin
is: Búðaumsjón
nl: Winkel management
nl_be: Winkelbeheer
sv: Butikshantering
vi_vn: Quản lý cửa hàng

source: Store management currency
bg: Валута за управление на магазина
de: Geschäftsverwaltungswährung
es: Divisa de administración de tienda
fi: Myymälähallinnan valuutta
fr: Devise de la gestion du magasin
is: Búðaumsjón - gjaldmiðlar
nl: Bewaar management valuta
nl_be: Valuta winkelbeheer
sv: Butik valutahantering
vi_vn: Quản lý tiền tệ của cửa hàng

source: Store management discounts
bg: Отстъпки за управление на магазина
da: Butiksadministrationsrabatter
de: Geschäftsverwaltungsrabatte
es: Descuentos de administración de tienda
fi: Myymälähallinnan alennukset
fr: Remises de gestion du magasin
is: Búðaumsjón - afslættir
nl: Winkelmanagement kortingen
nl_be: Kortingen winkelbeheer
sv: Butik rabatthantering
vi_vn: Quản lý giảm giá của cửa hàng

# StoreNamedHasNoFunctionalityProfile
source: Store named "#1" has no functionality profile
bg: Магазинът с име "#1" няма профил за функционалност
da: Butik med navnet "#1" har ingen funktionsprofil
de: Das Geschäft namens „#1” besitzt kein Funktionsprofil.
es: La tienda denominada "#1" no tiene perfil de funciones
fi: Myymälällä "#1" ei ole toiminnallisuusprofiilia
fr: Le magasin appelé "#1" n'a aucun profil de fonctionnalité
is: Búð með nafninu "#1" hefur ekki virkniprófíl
nl: Winkel genaamd "# 1" heeft geen functionaliteit profiel
nl_be: Winkel genaamd "#1" heeft geen functionaliteitsprofiel
sv: Butiken med namn ”#1” har ingen funktionsprofil
vi_vn: Cửa hàng có tên "# 1" không có hồ sơ chức năng

# StoreNamedHasNoTerminal
source: Store named "#1" has no terminal
bg: Магазинът с име "#1" няма терминал
da: Butik med navnet "#1" har ingen terminal
de: Das Geschäft namens „#1” besitzt kein Terminal.
es: La tienda denominada "#1" no tiene terminales
fi: Myymälällä "#1" ei ole kassapäätteitä
fr: Le magasin appelé "#1" n'a aucun terminal
is: Búð með nafninu "#1" hefur enga útstöð
nl: Winkel genaamd "# 1" heeft geen terminal
nl_be: Winkel genaamd "#1" heeft geen terminal
sv: Butiken med namn ”#1” har ingen terminal
vi_vn: Cửa hàng có tên "# 1" không có thiết bị đầu cuối

# StoreNamedHasNoTouchButtons
source: Store named "#1" has no touch button layout
bg: Магазинът с име "#1" няма оформление на бутона за докосване
da: Butik med navnet "#1" har ingen touchknap-opsætning
de: Das Geschäft namens „#1” besitzt kein Touchtastenlayout.
es: La tienda denominada "#1" no tiene diseño de botones táctiles
fi: Myymälällä "#1" ei ole kosketusnäppäinasetelmaa
fr: Le magasin appelé "#1" n'a aucune disposition boutons tactiles
is: Búð með nafninu "#1" hefur ekki snertihnappauppsetningu
nl: Winkel genaamd "# 1" heeft geen aanraking knopopmaak
nl_be: Winkel genaamd "#1" heeft geen lay-out aanraakknoppen
sv: Butiken med namn ”#1” har ingen touch knapp-layout
vi_vn: Cửa hàng có tên "# 1" không có bố cục nút cảm ứng

source: Stores
bg: Магазини:
da: Butikker
de: Geschäfte
es: Tiendas
fi: Myymälät:
fr: Magasins :
is: Búðir
nl: Filialen
nl_be: Winkels
sv: Butiker
vi_vn: Cửa hàng:

source: Store setup
bg: Настройки на магазина
da: Butiksopsætning
de: Geschäftssetup
es: Configuración de la tienda
fi: Myymälän asetukset
fr: Paramétrage magasin
is: Uppsetning búða
nl: Winkel instellingen
nl_be: Instelling voor de winkel
sv: Butiksinställningar
vi_vn: Thiết lập cửa hàng

# StoresTooltipDescription
source: Open the list of stores to view and manage the stores
bg: Отворете списъка с магазини, за да прегледате и управлявате магазините
da: Åbn listen over butikker for at se og administrere butikkerne
de: Öffnen Sie eine Liste von Geschäften, um sie anzuzeigen und zu verwalten.
es: Abrir la lista de tiendas para ver y administrar las tiendas
fi: Avaa myymäläluettelo myymälöiden tarkasteluun ja hallintaan
fr: Ouvrir la liste de magasins pour afficher et gérer les magasins
is: Opna lista af búðum til að skoða og hafa umsjón með þeim
nl: Open de lijst met winkels om de winkels te bekijken en te beheren
nl_be: Open de lijst met winkels om de winkels te bekijken en te beheren
sv: Öppna listan över butiker för att visa och hantera butikerna
vi_vn: Mở danh sách các cửa hàng để xem và quản lý các cửa hàng

# StoreText
source: Store
bg: Магазин:
da: Butik
de: Geschäft
es: Tienda
fi: Myymälä:
fr: Magasin
is: Búð
nl: Winkel
nl_be: Winkel
sv: Butik
vi_vn: Cửa hàng

source: System default
bg: Система по подразбиране
da: Systemstandard
de: Systemstandard
es: Ajuste(s) predeterminado(s) del sistema
fi: Järjestelmän oletusarvo
fr: Système par défaut
is: Sjálfgefið á stýrikerfi
nl: Systeemstandaard
nl_be: Systeem standaard
sv: Systemstandard
vi_vn: Mặc định hệ thống

# TerminalNamedHasNoHardwareProfile
source: Terminal named "#1" has no hardware profile
bg: Терминалът с име "#1" няма хардуерен профил
da: Terminal med navnet "#1" har ingen hardwareprofil
de: Das Terminal namens „#1” besitzt kein Hardwareprofil.
es: El terminal denominado "#1" no tiene perfil de hardware
fi: Päätteellä "#1" ei ole laitteistoprofiilia
fr: Le terminal appelé "#1" n'a aucun profil matériel
is: Útstöð með nafninu "#1" hefur ekki vélbúnaðarprófíl
nl: Kassa genaamd "# 1" heeft geen hardwareprofiel
nl_be: Terminal genaamd "#1" heeft geen hardwareprofiel
sv: Terminalen med namn ”#1” har ingen hårdvaruprofil
vi_vn: Thiết bị đầu cuối có tên "# 1" không có hồ sơ phần cứng

# TerminalNamedHasNoVisualProfile
source: Terminal named "#1" has no visual profile
bg: Терминалът с име "#1" няма визуален профил
da: Terminal med navnet "#1" har ingen visuel profil
de: Das Terminal namens „#1” besitzt kein visuelles Profil.
es: El terminal denominado "#1" no tiene perfil visual
fi: Päätteellä "#1" ei ole visuaaliprofiilia
fr: Le terminal appelé "#1" n'a aucun profil visuel
is: Útstöð með nafninu "#1" hefur ekki útlitsprófíl
nl: Kassa genaamd "# 1" heeft geen visueel profiel
nl_be: Terminal genaamd "#1" heeft geen visueel profiel
sv: Terminalen med namn ”#1” har ingen visuell profil
vi_vn: Thiết bị đầu cuối có tên "# 1" không có hồ sơ trực quan

source: Terminals
bg: Терминали
da: Terminaler
es: Terminales
fi: Päätteet
fr: Terminaux
is: Útstöðvar
nl: Kassa's
sv: Terminaler
vi_vn: Thiết bị đầu cuối

# TerminalText
source: Terminal
bg: Терминал
fi: Pääte
is: Útstöð
nl: Kassa
vi_vn: Quầy tính tiền

source: Trade agreements updated
bg: Търговските споразумения се актуализират
da: Handelsaftaler opdateret
de: Handelsabkommen aktualisiert
es: Acuerdos comerciales actualizados
fi: Kauppasopimukset päivitetty
fr: Accords commerciaux mis à jour
is: Verðsamningar uppfærðir
nl: Handelsovereenkomsten bijgewerkt
nl_be: Commerciële overeenkomsten geüpdatet
sv: Handelsavtal uppdaterade
vi_vn: Thỏa thuận thương mại được cập nhật
