Repository: iespana/LSOne
Catalog: SM/Plugins/Store/Properties/resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, sv, vi_vn

source: Image files
bg: Файлове с изображения
da: Billedfiler
de: Bilddateien
es: Archivos de imagen
fi: Kuvatiedostot
fr: Fichiers image
is: Myndaskrár
nl: Afbeeldingsbestanden
nl_be: Beeldbestanden
sv: Bildfiler
vi_vn: File ảnh

# LocationPriceGroups
source: Price groups
bg: Ценови групи
da: Prisgrupper
de: Preisgruppen
es: Grupos de precios
fi: Hintaryhmät
fr: Groupes de prix
is: Verðflokkar
nl: Prijsgroepen
nl_be: Prijsgroepen
sv: Prisgrupper
vi_vn: Nhóm giá

source: Add
bg: Добавяне
da: Tilføj
de: Hinzufügen
es: Añadir
fi: Lisää
fr: Ajouter
is: Bæta við
nl: Toevoegen
nl_be: Toevoegen
sv: Lägg till
vi_vn: Cộng thêm

# AddAllowedCardType
source: Add card type
bg: Добавяне на вид карта
da: Tilføj korttype
de: Kartentyp hinzufügen
es: Añadir tipo de tarjeta
fi: Lisää korttityyppi
fr: Ajoutez un type de carte
is: Bæta við korta tegund
nl: Voeg kaart type
nl_be: Kaarttype toevoegen
sv: Lägg till korttyp
vi_vn: Thêm loại thẻ

source: Add price group
bg: Добавяне на ценова група
da: Tilføj prisgruppe
de: Preisgruppe hinzufügen
es: Añadir grupo de precios
fi: Lisää hintaryhmä
fr: Ajoutez un groupe de prix
is: Bæta við verðflokki
nl: Voeg prijsgroep toe
nl_be: Prijsgroep toevoegen
sv: Lägg till prisgrupp
vi_vn: Thêm nhóm giá

# AddStoresAndTerminals
source: Use this option to create new stores and terminals
bg: Използвайте тази опция, за да създавате нови магазини и терминали
da: Brug denne mulighed til at oprette nye butikker og terminaler
de: Verwenden Sie diese Option, um neue Geschäfte und Terminals zu erstellen
es: Utilice esta opción para crear nuevas tiendas y terminales
fi: Tämän vaihtoehdon avulla voit luoda uusia myymälöitä ja päätteitä
fr: Utilisez cette option pour créer de nouveaux magasins et terminaux
is: Notaðu þennnan möguleika til að búa til nýjar búðir og útstöðvar
nl: Gebruik deze optie om nieuwe winkels en terminals te maken
nl_be: Deze optie gebruiken om nieuwe winkels en terminals aan te maken
sv: Använd alternativet för att skapa nya butiker och terminaler
vi_vn: Sử dụng tùy chọn này để tạo các cửa hàng và thiết bị đầu cuối mới

source: Allowed card types
bg: Разрешени типове карти
da: Tilladte korttyper
de: Erlaubte Kartentypen
es: Tipos de tarjeta permitidos
fi: Sallitut korttityypit
fr: Types de cartes autorisées
is: Leyfðar kortategundir
nl: Toegestaan ​​kaart typen
nl_be: Toegelaten kaarttypes
sv: Tillåtna korttyper
vi_vn: Các loại thẻ được phép

source: Allowed payment types
bg: Разрешени видове плащания
da: Tilladte betalingstyper
de: Erlaubte Zahlungsarten
es: Tipos de pago permitidos
fi: Sallitut maksutyypit
fr: Types de paiements autorisés
is: Leyfðar greiðslutegundir
nl: Toegestane betalingstypes
nl_be: Toegelaten betalingstypes
sv: Tillåtna betaltyper
vi_vn: Các loại thanh toán được phép

# BasePricesUpdated
source: Item card prices updated
bg: Цените в картите на артикулите са актуализирани
da: Priser på varekort opdateret
de: Artikelkartenpreise aktualisiert
es: Los precios de las tarjetas de los artículos se han actualizado
fi: Tuotekortin hinnat päivitetty
fr: Les prix de carte de l'article ont été mis à jour
is: Verð á vöruspjaldi uppfært
nl: Prijskaartprijzen zijn bijgewerkt
nl_be: Prijzen artikelkaart geüpdatet
sv: Artikelkortpriser uppdaterade
vi_vn: Giá cửa mặt hàng được cập nhật

source: Blank operations
bg: Празни операции
da: Tomme operationer
de: Leere Operationen
es: Operaciones en blanco
fi: Tyhjät toiminnot
fr: Opérations vides
is: Sérsniðnar aðgerðir
nl: Uitlijnen
nl_be: Blanco bewerkingen
sv: Blanka processer
vi_vn: Hoạt động trống

source: BMP files
bg: BMP Файлове
da: BMP-filer
de: BMP-Dateien
es: Archivos BMP
fi: BMP tiedostot
fr: Fichiers BMP
is: BMP skrár
nl: Bmp Bestanden
nl_be: BMP-bestanden
sv: BMP filer
vi_vn: Tập tin BMP

source: Change
bg: Промяна
da: Skift
de: Ändern
es: Cambiar
fi: Muuta
fr: Changer
is: Breyta
nl: Wijzigen
nl_be: Wijzigen
sv: Ändra
vi_vn: Thay đổi

# ChangeExchangeRateQuestion
source: Would you like to change the exchange rate to 1?
bg: Искате ли да промените обменния курс на 1?
da: Vil du ændre valutakursen til 1?
de: Möchten Sie den Umrechnungskurs auf 1 ändern?
es: ¿Desea cambiar el tipo de cambio a 1?
fi: Haluatko vaihtaa valuuttakurssin arvoon 1?
fr: Souhaitez-vous faire passer le taux change à 1 ?
is: Viltu breyta gengi gjaldmiðils í 1?
nl: Wilt u de wisselkoers naar 1 veranderen?
nl_be: Wilt u de wisselkoers wijzigen naar 1?
sv: Vill du ändra valutakursen till 1?
vi_vn: Bạn có muốn thay đổi tỷ giá thành 1?

# ChangingCompanyCurrency
source: You are changing the company currency. Note that this will affect all currency exchange rates.
bg: Променяте валутата на компанията. Имайте предвид, че това ще се отрази на всички валутни курсове.
da: Du ændrer virksomhedens valuta. Bemærk, at dette vil påvirke alle valutakurser.
de: Sie verändern die Unternehmenswährung. Beachten Sie, dass dies alle Wechselkurse beeinflusst.
es: Está a punto de cambiar la divisa de la empresa. Tenga en cuenta que esto afectará a los tipos de cambio de la divisa.
fi: Muutat yrityksen valuuttaa. Huomioi että se muutta kaikkien valuuttojen vaihtokursseja.
fr: Vous êtes en train de modifier la devise de la société. Veuillez noter que ceci aura une incidence sur tous les taux de change.
is: Þú ert að breyta gjaldmiðli á fyrirtæki. Hafðu í huga að þetta hefur áhrif á gengi allra gjaldmiðla.
nl: U verandert de bedrijfsmunt. Merk op dat dit alle wisselkoersen zal beïnvloeden.
nl_be: U wijzigt de valuta van de onderneming. Houd er rekening mee dat dit op alle wisselkoersen een invloed zal hebben.
sv: Du ändrar företagets valuta. Observera att detta kommer att påverka alla valutakurser.
vi_vn: Bạn đang đổi loại tiền cơ sở. Lưu ý rằng điều này sẽ ảnh hưởng đến tất cả tỷ giá hối đoái.

source: Company currency is missing
bg: Липсва валута на компанията
da: Firmaets valuta mangler
de: Unternehmenswährung fehlt
es: No se encuentra la divisa de la empresa
fi: Yrityksen valuutta puuttuu
fr: Devise de la société manquante
is: Fyrirtækisgjaldmiðil vantar
nl: Bedrijfsvaluta ontbreekt
nl_be: Bedrijfsvaluta ontbreekt
sv: Företagsvaluta saknas
vi_vn: Loại tiền hạch toán bị thiếu

# CompanyInfoDescription
source: Use this option to manage your company information
bg: Използвайте тази опция, за да управлявате информацията за компанията си
da: Brug denne mulighed til at administrere dine virksomhedsoplysninger
de: Verwenden Sie diese Option, um Ihre Unternehmensinformationen zu verwalten
es: Utilice esta opción para administrar la información de su empresa.
fi: Hallinnoi yritystietojasi käyttämällä tätä vaihtoehtoa
fr: Utilisez cette option pour gérer les informations sur votre société
is: Veldu þennan valkost til að sjá um fyrirtækjaupplýsingar
nl: Gebruik deze optie om uw bedrijfsinformatie te beheren
nl_be: Deze optie gebruiken om uw bedrijfsinformatie te beheren
sv: Använd alternativet för att hantera företagsinformation
vi_vn: Sử dụng tùy chọn này để quản lý thông tin công ty của bạn

source: Company information
bg: Информация за компания
da: Firmaoplysninger
de: Unternehmensinformationen
es: Información de la empresa
fi: Yrityksen tiedot
fr: Informations sur la sociét
is: Upplýsingar um fyrirtæki
nl: Bedrijfsgegevens
nl_be: Bedrijfsinformatie
sv: Företagsinformation
vi_vn: Thông tin công ty

# CompanyInfoTooltipDescription
source: Edit the company information such as address and phone numbers
bg: Редактирайте информацията за компанията като адрес и телефонни номера
da: Rediger virksomhedsoplysninger såsom adresse og telefonnumre
de: Firmeninformationen wie Adressen und Telefonnummern bearbeiten
es: Editar la información de la empresa (por ejemplo, la dirección y los números de teléfono)
fi: Muokkaa yrityksen tietoja, kuten osoitteita ja puhelinnumeroita
fr: Modifier les informations concernant la société, comme l'adresse et les numéros de téléphone
is: Breyta upplýsingum um fyrirtæki eins og heimilisfangi og símanúmerum
nl: Bewerk de bedrijfsgegevens zoals adres en telefoonnummers
nl_be: De bedrijfsinformatie zoals adres en telefoonnummers bewerken
sv: Redigera företagsinformationen som adress och telefonnummer
vi_vn: Chỉnh sửa thông tin công ty như địa chỉ và số điện thoại

source: Copy settings
bg: Копиране Настройки
da: Kopier indstillinger
de: Kopiereinstellungen
es: Copiar ajustes
fi: Kopioi asetukset
fr: Paramètres de copie
is: Afritunar stillingar
nl: Instellingen kopiëren
nl_be: Instellingen kopiëren
sv: Kopieringsinställning
vi_vn: Sao chép cài đặt

source: Current store
bg: Текущ магазин:
da: Aktuel butik
de: Aktuelles Geschäft
es: Tienda actual:
fi: Nykyinen myymälä:
fr: Magasin actuel
is: Valin búð
nl: Huidige winkel:
nl_be: Huidige winkel
sv: Aktuell butik
vi_vn: Cửa hàng hiện tại:

source: Customer display
bg: Показва клиент
da: Kundevisning
de: Kundendisplay
es: Visualización del cliente
fi: Asiakasnäyttö
fr: Affichage client
is: Kúnnaskjár
nl: Klantendisplay
nl_be: Weergave klanten
sv: Kunddisplay
vi_vn: Màn hình khách hàng

source: Delete
bg: Изтриване
da: Slet
de: Löschen
es: Borrar
fi: Poista
fr: Supprimer
is: Eyða
nl: Verwijderen
nl_be: Verwijderen
sv: Ta bort
vi_vn: Xóa

# DeleteIncomeExpenseAccount
source: Delete account
bg: Изтриване на сметка
da: Slet konto
de: Konto löschen
es: Borrar cuenta
fi: Poista tili
fr: Supprimer le compte
is: Eyða reikningi
nl: Account verwijderen
nl_be: Rekening verwijderen
sv: Radera konto
vi_vn: Xoá tài khoản

# DeleteIncomeExpenseAccountQuestion
source: Are you sure you want to delete the selected account ?
bg: Сигурни ли сте, че искате да изтриете избраната сметка?
da: Er du sikker på at du vil slette den valgte konto?
de: Sind Sie sicher, dass Sie das ausgewählte Konto löschen wollen?
es: ¿Está seguro de que desea borrar la cuenta seleccionada?
fi: Haluatko varmasti poistaa valitun tilin?
fr: Êtes-vous sûr(e) de vouloir supprimer le compte choisi ?
is: Ertu viss um að þú viljir eyða völdum reikningi?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
nl_be: Weet u zeker dat u de geselecteerde rekening wilt verwijderen?
sv: Vill du radera valt konto?
vi_vn: Bạn có chắc chắn muốn xóa tài khoản đã chọn?

source: Delete payment method
bg: Изтриване начин на плащане
da: Slet betalingsmetode
de: Zahlungsmethode löschen
es: Borrar método de pago
fi: Poista maksutapa
fr: Supprimer le mode de paiement
is: Eyða greiðslumáta
nl: Betaalmethode verwijderen
nl_be: Betalingsmethode verwijderen
sv: Radera betalningsmetod
vi_vn: Xóa phương thức thanh toán

# DeletePaymentMethodQuestion
source: Are you sure you want to delete the selected payment method?
bg: Наистина ли искате да изтриете избрания начин на плащане?
da: Er du sikker på, at du vil slette den valgte betalingsmetode?
de: Sind Sie sicher, dass Sie die ausgewählte Zahlungsmethode löschen wollen?
es: ¿Está seguro de que desea borrar el método de pago seleccionado?
fi: Haluatko varmasti poistaa valitun maksutavan?
fr: Êtes-vous sûr(e) de vouloir supprimer le mode de paiement choisie ?
is: Ertu viss um að þú viljir eyða völdum greiðslumáta?
nl: Weet je zeker dat je dit betalingsmethode wilt wissen?
nl_be: Weet u zeker dat u de geselecteerde betalingsmethode wilt verwijderen?
sv: Vill du radera vald betalningsmetod?
vi_vn: Bạn có chắc chắn muốn xóa phương thức thanh toán đã chọn?

source: Delete price group
bg: Изтриване на ценова група
da: Slet prisgruppe
de: Preisgruppe löschen
es: Borrar grupo de precios
fi: Poista hintaryhmä
fr: Supprimer le groupe de prix
is: Eyða verðflokki
nl: Verwijder prijscategorie
nl_be: Prijsgroep verwijderen
sv: Radera prisgrupp
vi_vn: Xóa nhóm giá

# DeletePriceGroupLineQuestion
source: Are you sure you want to delete the selected price group ?
bg: Наистина ли искате да изтриете избраната ценова група?
da: Er du sikker på, at du vil slette den valgte prisgruppe?
de: Sind Sie sicher, dass Sie die ausgewählte Preisgruppe löschen wollen?
es: ¿Está seguro de que desea borrar el grupo de precios seleccionado?
fi: Haluatko varmasti poistaa valitun hintaryhmän?
fr: Êtes-vous sûr(e) de vouloir supprimer le groupe de prix choisi ?
is: Ertu viss um að þú viljir eyða völdum verðflokk ?
nl: Weet u zeker dat u de geselecteerde groep wilt verwijderen?
nl_be: Weet u zeker dat u de geselecteerde prijsgroep wilt verwijderen?
sv: Vill du radera vald prisgrupp?
vi_vn: Bạn có chắc chắn muốn xóa nhóm giá đã chọn?

source: Delete store
bg: Изтриване на магазина
da: Slet butik
de: Geschäft löschen
es: Borrar tienda
fi: Poista myymälä
fr: Supprimer le magasin
is: Eyða búð
nl: Verwijder winkel
nl_be: Winkel verwijderen
sv: Radera butik
vi_vn: Xóa cửa hàng

# DeleteStoreQuestion
source: Are you sure you want to delete the selected store?
bg: Сигурни ли сте, че искате да изтриете избрания магазин?
da: Er du sikker på at du vil slette den valgte butik?
de: Sind Sie sicher, dass Sie das ausgewählte Geschäft löschen wollen?
es: ¿Está seguro de que desea borrar la tienda seleccionada?
fi: Haluatko varmasti poistaa valitun myymälän?
fr: Êtes-vous sûr(e) de vouloir supprimer le magasin choisi ?
is: Ertu viss um að þú viljir eyða valinni búð?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
nl_be: Weet u zeker dat u de geselecteerde winkel wilt verwijderen?
sv: Vill du radera vald butik?
vi_vn: Bạn có chắc chắn muốn xóa store?

source: Delete terminal
bg: Изтриване на терминала
da: Slet terminal
de: Terminal löschen
es: Borrar terminal
fi: Poista kassapääte
fr: Supprimer le terminal
is: Eyða útstöð
nl: Verwijder terminal
nl_be: Terminal verwijderen
sv: Radera terminal
vi_vn: Xóa thiết bị đầu cuối

# DeleteTerminalQuestion
source: Are you sure you want to delete the selected visual terminal?
bg: Наистина ли искате да изтриете избрания визуален терминал?
da: Er du sikker på, at du vil slette den valgte visuelle terminal?
de: Sind Sie sicher, dass Sie den ausgewählten visuellen Terminal löschen wollen?
es: ¿Está seguro de que desea borrar el terminal visual seleccionado?
fi: Haluatko varmasti poistaa valitun visuaalisen päätelaitteen?
fr: Êtes-vous sûr(e) de vouloir supprimer le terminal choisi ?
is: Ertu viss um að þú viljir eyða valinni útstöð?
nl: Weet u zeker dat u de geselecteerde visuele terminal wilt verwijderen?
nl_be: Weet u zeker dat u de geselecteerde visuele terminal wilt verwijderen?
sv: Vill du radera vald visuell terminal?
vi_vn: Bạn có chắc chắn muốn xóa thiết bị đầu cuối trực quan đã chọn?

source: Do not copy
bg: Не копирай
da: Kopier ikke
de: Nicht kopieren
es: No copiar
fi: Älä kopioi
fr: Ne pas copier
is: Ekki afrita
nl: Niet copieren
nl_be: Niet kopiëren
sv: Kopiera inte
vi_vn: Không sao chép

# DoNotCopyExistingIncomeExpense
source: Do not copy existing account
bg: Не копирайте съществуващия профил
da: Kopier ikke eksisterende konto
de: Vorhandenes Konto nicht kopieren
es: No copiar cuenta existente
fi: Älä kopioi olemassa olevaa tiliä
fr: Ne pas copier le compte existant
is: Ekki afrita núverandi reikning
nl: Kopieer geen bestaand account
nl_be: Geen bestaande rekening kopiëren
sv: Kopiera inte befintligt konto
vi_vn: Không sao chép tài khoản hiện có

source: Do not copy existing store
bg: Не копирайте съществуващ магазин
da: Kopier ikke eksisterende butik
de: Vorhandenes Geschäft nicht kopieren
es: No copiar tienda existente
fi: Älä kopioi olemassa olevaa myymälää
fr: Ne pas copier le magasin existant
is: Ekki afrita eldri búð
nl: Kopieer geen bestaande winkel
nl_be: Geen bestaande winkel kopiëren
sv: Kopiera inte befintlig butik
vi_vn: Không sao chép cửa hàng hiện có

source: Do not copy existing terminal
bg: Не копирайте съществуващия терминал
da: Kopier ikke den eksisterende terminal
de: Vorhandenen Terminal nicht kopieren
es: No copiar terminal existente
fi: Älä kopioi olemassa olevaa päätelaitetta
fr: Ne pas copier le terminal existant
is: Ekki afrita eldri útstöð
nl: Kopieer geen bestaande terminal
nl_be: Geen bestaande terminal kopiëren
sv: Kopiera inte befintlig terminal
vi_vn: Không sao chép thiết bị đầu cuối hiện có

source: Edit card type
bg: Редактиране на вид на карта
da: Rediger korttype
de: Kartentyp bearbeiten
es: Editar tipo de tarjeta
fi: Muokkaa korttityyppiä
fr: Modifier le type de carte
is: Breyta korta tegund
nl: Kaarttype
nl_be: Kaarttype bewerken
sv: Redigera korttyp
vi_vn: Chỉnh sửa loại thẻ

# EditCmd
source: Edit
bg: Редактиране
da: Rediger ...
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
is: Breyta
nl: Bewerken
nl_be: Bewerken
sv: Redigera
vi_vn: Chỉnh sửa

source: Edit company currency
bg: Редактиране валута на компанията
da: Rediger firmaets valuta
de: Firmenwährung bearbeiten
es: Editar divisa de la empresa
fi: Muokkaa yrityksen valuutta
fr: Modifier la devise de la société
is: Breyta gjaldmiðli fyrirtækis
nl: Bedrijfsvaluta
nl_be: Valuta onderneming bewerken
sv: Redigera företagsvaluta
vi_vn: Chỉnh sửa tiền tệ công ty

source: Edit payment method
bg: Редактиране начин на плащане
da: Rediger betalingsmetode
de: Zahlungsmethode bearbeiten
es: Editar método de pago
fi: Muokkaa maksutapaa
fr: Modifier le mode de paiement
is: Breyta greiðslumáta
nl: Betaalmethode
nl_be: Betalingsmethode bewerken
sv: Redigera betalmetod
vi_vn: Chỉnh sửa phương thức thanh toán

source: Edit store
bg: Редактиране на магазина
da: Rediger butik
de: Geschäft bearbeiten
es: Editar tienda
fi: Muokkaa myymälää
fr: Modifier le magasin
is: Breyta búð
nl: Filiaal bewerken
nl_be: Winkel bewerken
sv: Redigera butik
vi_vn: Sửa cửa hàng

source: Edit terminal
bg: Редактиране на терминал
da: Rediger terminal
de: Terminal bearbeiten
es: Editar terminal
fi: Muokkaa päätelaitetta
fr: Modifier le terminal
is: Breyta útstöð
nl: Beheer terminal
nl_be: Kassa bewerken
sv: Redigera terminal
vi_vn: Chỉnh sửa thiết bị đầu cuối

source: Exchange rate change needed
bg: Обменният курс трябва да се промени
da: Valutakursændring nødvendig
de: Der Umrechnungskurs muss geändert werden.
es: Es necesario modificar el tipo de cambio
fi: Valuuttakurssien muutos on tarpeen
fr: Modification du taux de change nécessaire
is: Uppfærsla á gengi er nauðsynleg
nl: Wisselkoerswijziging nodig
nl_be: Wijziging wisselkoers vereist
sv: Valutakurs behöver ändras
vi_vn: Cần thay đổi tỷ giá

source: Form settings
bg: Настройки на формуляра
da: Formularindstillinger
de: Formulareinstellungen
es: Configuración del formulario
fi: Lomakkeen asetukset
fr: Paramètres de formulaire
is: Eyðublaðastillingar
nl: Formulier instellingen
nl_be: Formuliersettings
sv: Formulärinställningar
vi_vn: Cài đặt Biểu mẫu

source: General
bg: Обща информация
da: Generelt
de: Allgemein
fi: Yleinen
fr: Général
is: Almennt
nl: Algemeen
nl_be: Algemeen
sv: Allmänt
vi_vn: Chung

source: Head office
bg: Централно управление
da: Hovedkontor
de: Hauptgeschäftsstelle
es: Sede
fi: Pääkonttori
fr: Siège
is: Aðalskrifstofur
nl: Hoofdkantoor
nl_be: Hoofdkantoor
sv: Huvudkontor
vi_vn: TRỤ SỞ CHÍNH:

# IDMissing
source: ID is missing
bg: Липсва идентификационен номер
da: ID mangler
de: ID fehlt
es: Falta el ID
fi: Tunnus puuttuu
fr: ID manquant
is: Auðkenni vantar
nl: ID ontbreekt
nl_be: ID ontbreekt
sv: ID saknas
vi_vn: ID bị thiếu

# IDMissingQuestion
source: ID is missing. Would you like to auto generate the ID?
bg: Липсва идентификационен номер. Искате ли автоматично да генерирате идентификационния номер?
da: ID mangler. Vil du automatisk generere ID'et?
de: ID fehlt. Möchten Sie die ID automatisch erzeugen?
es: Falta el ID. ¿Desea generar automáticamente el ID?
fi: Tunnus puuttuu. Haluatko luoda tunnuksen automaattisesti?
fr: L'ID est manquant. Souhaitez-vous créer l'ID automatiquement ?
is: Auðkenni vantar. Viltu láta búa til auðkennið sjálfkrafa?
nl: ID ontbreekt. Wilt u automatisch de ID genereren?
nl_be: ID ontbreekt. Wilt u de ID automatisch genereren?
sv: ID saknas. Vill du autogenerera ID?
vi_vn: ID bị thiếu. Bạn có muốn tự động tạo ID không?

source: Income/Expense accounts
bg: Сметки за приходи / разходи
da: Indkomst / udgiftskonti
de: Ertrags-/Aufwandskonten
es: Cuentas de ingresos/gastos
fi: Tulo- / Kulutilit
fr: Comptes de Revenu/Dépense
is: Tekju-/gjaldareikningar
nl: Inkomsten- en uitgavenrekeningen
nl_be: Inkomsten/Onkostenrekeningen
sv: Inkomst-/utgiftskonton
vi_vn: Tài khoản doanh thu / chi phí

source: Initial configuration
bg: Първоначална конфигурация
da: Indledende opsætning
de: Erstkonfiguration
es: Configuración inicial
fi: Alustavat kokoonpanoasetukset
fr: Configuration initiale
is: Upphafsstillingar
nl: Eerste configuratie
nl_be: Oorspronkelijke configuratie
sv: Initial konfiguration
vi_vn: Cấu hình ban đầu

source: Initial configuration looks complete
bg: Първоначалната конфигурация изглежда завършена
da: Den indledende opsætning ser komplet ud
de: Die Erstkonfiguration sieht vollständig aus.
es: La configuración inicial parece estar completa
fi: Alustava kokoonpano näyttää valmiilta
fr: La configuration initiale semble complète
is: Upphafsstillingar virðast vera í lagi
nl: De oorspronkelijke configuratie ziet er compleet uit
nl_be: Oorspronkelijke configuratie lijkt voltooid
sv: Initial konfiguration verkar fullständig
vi_vn: Cấu hình ban đầu có vẻ hoàn tất

# InventoryOperationsWarning
source: Some inventory operations will not work on head office
bg: Някои операции по инвентаризация няма да работят в централата
da: Nogle lageropgaver vil ikke fungere på hovedkontoret
de: Einige Bestandsvorgänge funktionieren nicht für die Hauptgeschäftsstelle
es: Algunas operaciones asociadas a los inventarios no funcionarán en la sede
fi: Jotkut varastotoiminnot eivät toimi pääkonttorissa
fr: Certaines opérations d'inventaire ne fonctionneront pas sur le siège
is: Sumar birgðaaðgerðir munu ekki virka á aðalskrifstofum
nl: Sommige inventaris operaties werken niet op hoofdkantoor
nl_be: Bepaalde inventarishandelingen zullen niet mogelijk zijn in hoofdbureau
sv: Vissa lageråtgärder fungerar inte för huvudkontoret
vi_vn: Một số hoạt động tồn kho sẽ không hoạt động trên trụ sở chính

source: Items updated
bg: Артикулите са актуализирани
da: Varer er opdateret
de: Artikel aktualisiert
es: Artículos actualizados
fi: Päivitetyt tuotteet
fr: Articles mis à jour
is: Vörur uppfærðar
nl: items bijgewerkt
nl_be: Artikel geüpdatet
sv: Uppdaterade artiklar
vi_vn: Mặt hàng đã cập nhật

source: JPEG files
bg: JPEG файлове
da: JPEG-filer
de: JPEG-Dateien
es: Archivos JPEG
fi: JPEG tiedostot
fr: Fichiers JPEG
is: JPEG skrár
nl: JPEG-bestanden
nl_be: JPEG-bestanden
sv: JPEG filer
vi_vn: Tập tin JPEG

source: Logo
bg: Лого:
es: Logotipo
is: Mynd
sv: Logga

source: Move down
bg: Надолу
da: Flyt ned
de: Nach unten
es: Bajar
fi: Siirrä alas
fr: Descendre
is: Færa niður
nl: Naar beneden
nl_be: Naar beneden gaan
sv: Flytta ned
vi_vn: Xuống dưới

source: Move up
bg: Нагоре
da: Flyt op
de: Nach oben
es: Subir
fi: Siirrä ylös
fr: Monter
is: Færa upp
nl: Naar boven
nl_be: Naar boven gaan
sv: Flytta upp
vi_vn: Lên trên

source: New payment method
bg: Нов начин на плащане
da: Ny betalingsmetode
de: Neue Zahlungsmethode
es: Nuevo método de pago
fi: Uusi maksutapa
fr: Nouveau mode de paiement
is: Nýr greiðslumáti
nl: Nieuwe betaalmethode:
nl_be: Nieuwe betalingsmethode
sv: Ny betalningsmetod
vi_vn: Phương thức thanh toán mới

source: New store
bg: Нов магазин
da: Ny butik
de: Neues Geschäft
es: Nueva tienda
fi: Uusi myymälä
fr: Nouveau magasin
is: Ný búð
nl: Nieuw filiaal
nl_be: Nieuwe winkel
sv: Ny butik
vi_vn: Cửa hàng mới
