Repository: iespana/LSOne
Catalog: SM/Plugins/PeriodicDiscounts/Properties/resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# OfferLinesLoaded
source: #1 lines loaded (of #2)
bg: #1 реда са заредени (от #2)
da: #1 linjer indlæst (af #2)
de: #1 Zeilen geladen (von #2)
es: #1 líneas cargadas (de #2)
fi: #1 riviä ladattu (#2:sta)
fr: #1 ligne(s) chargée(s) (sur #2)
is: #1 línur hlaðnar (af #2)
nl: # 1 lijnen geladen (van # 2)
nl_be: #1 lijnen geladen (van #2)
ru: #1 строк загружено (из #2)
sv: #1 rader laddas (av #2)
vi_vn: # 1 dòng được tải (của # 2)

# OneDiscountIsExpiringThisWeek
source: 1 discount is expiring this week
bg: 1 отстъпка изтича тази седмица
da: 1 rabat udløber denne uge
de: 1 Rabatt läuft diese Woche ab
es: Hay 1 descuento que caduca esta semana
fi: 1 alennus on päättymässä tällä viikolla
fr: 1 remise arrive à expiration cette semaine
is: 1 afsláttur er að renna út í þessari viku
nl: 1 korting is deze week verlopen
nl_be: 1 korting verloopt deze week
ru: 1 скидка завершится на этой неделе
sv: 1 rabatt upphör den här veckan
vi_vn: 1 giảm giá sẽ hết hạn trong tuần này

# OneDiscountsIsActive
source: 1 discount is active
bg: 1 отстъпка е активна
da: 1 rabat er aktiv
de: 1 Rabatt ist aktiv
es: Hay 1 descuento activo
fi: 1 alennus on aktiivinen
fr: 1 remise est active
is: 1 afsláttur er virkur
nl: 1 korting is actief
nl_be: 1 korting actief
ru: 1 скидка активна
sv: 1 rabatt är aktiv
vi_vn: 1 gói giảm giá được kích hoạt

source: Periodic discount priorities
bg: Приоритети периодични отстъпки
da: Periodiske rabatprioriteter
de: Periodische Rabattprioritäten
es: Prioridades de descuentos periódicos
fi: Määräaikaisten alennuksien prioriteetti
fr: Priorités de remises périodiques
is: Forgangsröðun tímabundinna afslátta
nl: Periodieke kortingsprioriteiten
nl_be: Periodieke kortingsprioriteiten
ru: Приоритеты периодической скидки
sv: Periodiska rabattprioriteter
vi_vn: Thứ tự uu tiên giảm giá cuối kỳ

# PeriodicDiscountPrioritiesDescription
source: Use this option to manage priorities for periodic discounts
bg: Използвайте тази опция, за да управлявате приоритетите за периодични отстъпки
da: Brug denne mulighed til at administrere prioriteter for periodiske rabatter
de: Verwenden Sie diese Option, um Prioritäten für periodische Rabatte zu verwalten
es: Utilice esta opción para administrar las prioridades de descuentos periódicos
fi: Käytä tätä vaihtoehtoa valitaksesi prioriteetin määräaikaiselle alennukselle
fr: Utilisez cette option pour gérer les priorités de remises périodiques
is: Veldu þennan kost til að forgangsraða tímabundnum afsláttum
nl: Gebruik deze optie om prioriteiten voor periodieke kortingen te beheren
nl_be: Deze optie gebruiken om prioriteiten voor periodieke kortingen te beheren
ru: Используйте эту опцию для управления приоритетами периодических скидок
sv: Använd alternativet för att administrera prioriteter för periodiska rabatter
vi_vn: Sử dụng tùy chọn này để quản lý thự tự ưu tiên các gói giảm giá cuối kỳ

# PeriodicDiscountPrioritiesTooltipDescription
source: Manage priority for all periodic discount offers. The priority is used when multiple offers include the same item.
bg: Управление на приоритета за всички периодични оферти за отстъпки. Приоритетът се използва, когато няколко оферти включват един и същ артикул.
da: Administrer prioritet for alle periodiske rabattilbud. Prioriteten bruges, når flere tilbud inkluderer den samme vare.
de: Die Priorität für alle regelmäßigen Rabattangebote verwalten. Die Priorität wird verwendet, wenn mehrere Angebote den gleichen Artikel enthalten.
es: Administrar la prioridad de todas las ofertas de descuento periódicas. La prioridad se utiliza cuando hay varias ofertas que incluyen un mismo artículo.
fi: Hallinnoi kaikkien määräaikaisten alennustarjouksien prioriteettejä. Prioriteettiä käytetään silloin kun useammat tarjoukset sisältävät samoja tuotteita.
fr: Gérer les priorités de toutes les offres de remises périodiques. Cette priorité est utilisée lorsque de multiples offres comportent le même article.
is: Umsjón með forgangi allra afsláttartilboða. Forgangurinn er notaður þegar mörg tilboð innihalda sömu vöru.
nl: Beheer prioriteit voor alle periodieke kortingsaanbiedingen. De prioriteit wordt gebruikt wanneer meerdere aanbiedingen hetzelfde item bevatten.
nl_be: Prioriteit voor alle periodieke kortingsaanbiedingen beheren. De prioriteit wordt gebruikt als hetzelfde artikel deel uitmaakt van meerdere aanbiedingen.
ru: Управление приоритетами для всех предложения периодической скидки. Приоритет используется при множественных скидках, включая тот же самы товар .
sv: Hantera prioritet för alla periodiska rabatterbjudanden. Prioriteten används när samma artikel ingår flera erbjudanden.
vi_vn: Quản lý thứ tự ưu tiên cho tất cả các gói ưu đãi giảm giá . Thứ tự ưu tiên được sử dụng khi có nhiều ưu đãi cho cùng một mặt hàng.

source: Periodic discounts
bg: Периодични отстъпки:
da: Periodiske rabatter
de: Periodische Rabatte
es: Descuentos periódicos
fi: Määräaikaiset alennukset:
fr: Remises périodiques :
is: Tímabilsafslættir
nl: Periodieke kortingen:
nl_be: Periodieke kortingen
ru: Периодические скидки:
sv: Periodiska rabatter
vi_vn: Chiết khấu định kỳ:

# PeriodicDiscountsManage
source: Manage
bg: Управление
da: Administrer
de: Verwalten
es: Administrar
fi: Hallitse
fr: Gérer
is: Birta
nl: Beheren
nl_be: Beheren
ru: Управление
sv: Hantera
vi_vn: Quản lý

source: Price/discount
bg: Цена / отстъпка
da: Pris/rabat
de: Preis/Rabatt
es: Precio/descuento
fi: Hinta/alennus
fr: Prix/remise
is: Verð/afslættir
nl: Prijs Korting
nl_be: Prijs/korting
ru: Цена/Скидка
sv: Pris/Rabatt
vi_vn: Giảm giá

# PriceGroupDescription
source: Use this option to view and edit price groups
bg: Използвайте тази опция, за да преглеждате и редактирате ценови групи
da: Brug denne indstilling til at se og redigere prisgrupper
de: Verwenden Sie diese Option, um Preisgruppen anzuzeigen und zu bearbeiten
es: Utilice esta opción para ver y editar grupos de precios.
fi: Käytä tätä vaihtoehtoa tarkastellaksesi ja muokataksesi alennusryhmiä
fr: Utilisez cette option pour afficher et modifier les groupes de prix
is: Veldu þennan kost til að skoða og breyta verðflokkum
nl: Gebruik deze optie om prijsgroepen te bekijken en te wijzigen
nl_be: Deze optie gebruiken om prijsgroepen te bekijken of te bewerken
ru: Используйте эту опцию для просмотра и редактирования ценовых групп
sv: Använd alternativet för att se och redigera prisgrupper
vi_vn: Sử dụng tùy chọn này để xem và chỉnh sửa các nhóm giá

# PriceGroupExists
source: Price group with that ID already exists
bg: Ценова група с този идентификатор вече съществува
da: Prisgruppe med det ID findes allerede
de: Preisgruppe mit dieser ID ist bereits vorhanden
es: Ya existe un grupo de precios con ese ID.
fi: Hintaryhmä, jolla on tämä tunnus, on jo olemassa
fr: Un groupe de prix comportant cet ID existe déjà
is: Verðflokkur með þetta auðkenni er nú þegar til
nl: Prijsgroep met die ID bestaat al
nl_be: Er bestaat al een prijsgroep met die ID
ru: Ценовая группа с этим ID уже существует
sv: Prisgrupp med detta ID finns redan
vi_vn: Mã nhóm giá này đã tồn tại

source: Prices and discounts
bg: Цени и отстъпки
da: Priser og rabatter
de: Preise und Rabatte
es: Precios y descuentos
fi: Hinnat ja alennukset
fr: Prix et remises
is: Verð og afslættir
nl: Prijzen en kortingen
nl_be: Prijzen en kortingen
ru: Цены и скидки
sv: Priser och rabatter
vi_vn: Giá bán và giảm giá

# PricesDescription
source: Displays a submenu for price related operations
bg: Показва подменю за операции, свързани с цените
da: Viser en undermenu til prisrelaterede operationer
de: Zeigt ein Untermenü für preisbezogene Operationen
es: Muestra un submenú para operaciones relacionadas con precios.
fi: Näyttää alivalikon hintaan liittyviin toimintoihin
fr: Affiche un sous-menu pour les opérations liées aux prix
is: Birtir valmynd fyrir verðatriði
nl: Geeft een submenu weer voor prijsgerelateerde handelingen
nl_be: Toont een submenu voor handelingen die met prijzen verband houden
ru: Отображать подменю для цен связанных операций
sv: Visar en submeny för pris åtgärder
vi_vn: Hiển thị menu con cho các hoạt động liên quan đến giá bán

source: Price unit including tax
bg: Цена единица с включен данък
da: Prisenhed inkluderer moms
de: Preiseinheit inklusive Steuer
es: Unidad de precio con impuestos
fi: Verollinen hintayksikkö
fr: Prix unitaire comprenant la taxe
is: Einingaverð með skatti
nl: Prijs eenheid inclusief belasting
nl_be: Prijseenheid incl. btw
ru: Цена единицы, включая налог
sv: Prisenhet inklusive moms
vi_vn: Giá bao gồm thuế

source: Price values are missing
bg: Ценови стойности липсват
da: Prisværdier mangler
de: Preiswerte fehlen
es: Faltan los valores de precio
fi: Hinnat puuttuvat
fr: Les valeurs de prix sont manquantes
is: Gildi fyrir verð vantar
nl: Prijswaarden ontbreken
nl_be: Prijswaarden ontbreken
ru: Пропущено значение цены
sv: Prisvärden saknas
vi_vn: Giá bán bị thiếu

source: Priority
bg: Приоритет:
da: Prioritering
de: Priorität
es: Prioridad
fi: Prioriteetti:
fr: Priorité
is: Forgangur
nl: Prioriteit:
nl_be: Prioriteit
ru: Приоритет:
sv: Prioritet
vi_vn: Mức ưu tiên:

# PriorityAlreadyInUse
source: This priority is already in use by another periodic discount
bg: Този приоритет вече се използва от друга периодична отстъпка
da: Denne prioritering bruges allerede af en anden periodisk rabat
de: Diese Priorität wird bereits von einem anderen periodischen Rabatt genutzt
es: Esta prioridad ya se está utilizando para otro descuento periódico
fi: Tämä prioriteetti on jo käytössä toisella määräaikaisella alennuksella
fr: Cette priorité est déjà utilisée par une autre remise périodique
is: Þessi forgangur er í notkun á öðrum tímabundnum afslætti
nl: Deze prioriteit is al in gebruik door een andere periodieke korting
nl_be: Deze prioriteit wordt al door een andere periodieke korting gebruikt
ru: Этот приоритет уже используется другой периодической скидкой
sv: Prioritet används redan av en annan periodisk rabatt
vi_vn: Thứ tự ưu tiên này đã được sử dụng bởi gói ưu đãi giảm giá khác

# PriorityAlreadyInUseNextIs
source: This priority is already in use by another periodic discount. Next available priority is #1
bg: Този приоритет вече се използва от друга периодична отстъпка. Следващият наличен приоритет е #1
da: Denne prioritering bruges allerede af en anden periodisk rabat. Den næste tilgængelige prioritet er #1
de: Diese Priorität wird bereits von einem anderen periodischen Rabatt genutzt. Nächste verfügbare Priorität ist #1
es: Esta prioridad ya se está utilizando para otro descuento periódico. La siguiente prioridad disponible es #1.
fi: Tämä prioriteetti on jo käytössä toisella määräaikaisella alennuksella. Seuraava vapaa prioriteeti on #1
fr: Cette priorité est déjà utilisée par une autre remise périodique. La prochaine priorité disponible est #1
is: Þessi forgangur er í notkun á öðrum tímabundnum afslætti. Næsti lausi forgangur er #1
nl: Deze prioriteit is al in gebruik door een andere periodieke korting. Volgende beschikbare prioriteit is # 1
nl_be: Deze prioriteit wordt al door een andere periodieke korting gebruikt. De volgende beschikbare prioriteit is #1
ru: Этот приоритет уже используется другой периодической скидкой. Следующий доступный приоритет #1
sv: Prioritet används redan av en annan periodisk rabatt. Nästa tillgängliga prioritet är #1
vi_vn: Thứ tự ưu tiên này đã được sử dụng bởi gói ưu đãi giảm giá khác. Thứ tự ưu tiên có sẵn tiếp theo là # 1

source: Promotion lines
bg: Редове промоции
da: Kampagnelinjer
de: Promotionzeilen
es: Líneas de promoción
fi: Kampanjan rivit
fr: Lignes de promotions
is: Kynningarlínur
nl: Promotie lijnen
nl_be: Promotielijnen
ru: Строки продвижения
sv: Kampanjrader
vi_vn: Dòng ưu đãi

source: Promotion offer
bg: Промоционална оферта
da: Kampagnetilbud
de: Promotionangebot
es: Oferta promocional
fi: Kampanjatarjous
fr: Offre promotionnelle
is: Línur kynningartilboðs
nl: Promotie aanbod
nl_be: Promotieaanbod
ru: Предложение продвижения
sv: Kampanjerbjudande
vi_vn: Ưu đãi khuyến mãi

source: Promotion offers
bg: Промоционални оферти
da: Kampagnetilbud
de: Promotionangebote
es: Ofertas promocionales
fi: Kampanjan tarjoukset
fr: Offres promotionnelles
is: Kynningartilboð
nl: Promotie aanbiedingen
nl_be: Promotieaanbiedingen
ru: Предложения продвижения
sv: Kampanjerbjudanden
vi_vn: Gói Ưu đãi khuyến mãi

source: Promotions
bg: Промоции
da: Kampagner
de: Promotionen
es: Promociones
fi: Kampanjat
is: Kynningar
nl: Aanbiedingen
nl_be: Promoties
ru: Продвижения
sv: Kampanjer
vi_vn: Gói ưu đãi

# PromotionsDescription
source: Use this option to view and edit promotions
bg: Използвайте тази опция, за да преглеждате и редактирате промоции
da: Brug denne mulighed til at se og redigere kampagner
de: Verwenden Sie diese Option, um Promotionen anzuzeigen und zu bearbeiten
es: Utilice esta opción para ver y editar promociones.
fi: Tämän vaihtoehdon avulla voit tarkastella ja muokata kampanjoita
fr: Utilisez cette option pour afficher et modifier les promotions
is: Veldu þennan kost til að skoða eða breyta kynningum
nl: Gebruik deze optie om promoties te bekijken en bewerken
nl_be: Deze optie gebruiken om promoties te bekijken en te bewerken
ru: Испльзуйте эту опцию для просмотра и редактирования продвижений
sv: Använd alternativet för att se och redigera kampanjer
vi_vn: Sử dụng tùy chọn này để xem và chỉnh sửa chương trình khuyến mãi

# PromotionsTooltipDescription
source: Manage promotions for items, groups and departments
bg: Управление на промоции за артикули, групи и отдели
da: Administrer kampagner for varer, grupper og afdelinger
de: Werbeaktionen für Artikel, Gruppen und Abteilungen verwalten
es: Administrar promociones de artículos, grupos y departamentos
fi: Hallinnoi kampanjoita tuotteilla, ryhmillä ja osastoilla
fr: Gérer les promotions d'articles, groupes et départements
is: Umsjón með kynningarverðum fyrir vörur, smásöluflokka og deildir
nl: Beheer promoties voor items, groepen en afdelingen
nl_be: Promoties voor artikels, groepen en afdelingen beheren
ru: Управление продвижениями для товаров, групп и департаментов
sv: Hantera kampanjer för artiklar, grupper och avdelningar
vi_vn: Quản lý chương trình ưu đãi cho các mặt hàng, nhóm và phòng ban

# RelationExists
source: An offer line with this relation already exists
bg: Ред оферта с тази връзка вече съществува
da: Der findes allerede en tilbudslinje med denne relation
de: Eine Angebotszeile mit dieser Beziehung ist bereits vorhanden
es: Ya existe una línea de oferta con esta relación
fi: Tarjouksen rivi tällä relaatiolla on jo olemassa
fr: Un type de formulaire correspondant à cette relation existe déjà
is: Tilboðslína með þessi tengsl er nú þegar til
nl: Er bestaat al een aanbodlijn met deze relatie
nl_be: Er bestaat al een aanbiedingslijn met deze verhouding
ru: Строка предложения с этой связью уже существует
sv: En erbjudanderad med den här relationen finns redan
vi_vn: Một dòng khuyến mại với mối quan hệ này đã tồn tại

source: Remove configuration
bg: Премахване на конфигурацията
da: Fjern konfiguration
de: Konfiguration entfernen
es: Quitar configuración
fi: Poista konfiguraatiot
fr: Retirer la configuration
is: Fjarlæga stillingu
nl: Configuratie verwijderen
nl_be: Configuratie verwijderen
ru: Удалить конфигурацию
sv: Ta bort konfiguration
vi_vn: Xóa cấu hình

# RemoveConfigurationQuestion
source: Are you sure you want to remove the selected configuration?
bg: Наистина ли искате да премахнете избраната конфигурация?
da: Er du sikker på, at du vil fjerne den valgte konfiguration?
de: Sind Sie sicher, dass Sie die ausgewählte Konfiguration entfernen wollen?
es: ¿Está seguro de que desea quitar la configuración seleccionada?
fi: Haluatko varmasti poistaa valitun konfiguraation?
fr: Êtes-vous sûr(e) de vouloir retirer la configuration choisie ?
is: Ertu viss um að þú viljir fjarlæga valda stillingu?
nl: Wilt u de geselecteerde koppeling werkelijk verwijderen?
nl_be: Weet u zeker dat u de geselecteerde configuratie wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранную конфигурацию?
sv: Vill du radera vald konfiguration?
vi_vn: Bạn có chắc chắn muốn xóa những cấu hình đã lựa chọn này?

source: Retail
bg: Търговия на дребно
da: Salg
de: Einzelhandel
es: Minorista
fi: Vähittäiskauppa
fr: Vente au détail
is: Verslun
nl: Kleinhandel
ru: Розница
sv: Detaljhandel
vi_vn: Bán lẻ

source: Retail department
bg: Отдел Търговия на дребно
da: Vareafdeling
de: Einzelhandelsbranche
es: Departamento minorista
fi: Osasto
fr: Département de vente au détail
is: Vörudeild
nl: Verkoop afdeling
nl_be: Retailafdeling
ru: Розничный отдел
sv: Detaljhandelsavdelning
vi_vn: Bộ phận bán lẻ

source: Retail group
bg: Ритейл група
da: Varegruppe
de: Einzelhandelsgruppe
es: Grupo minorista
fi: Tuoterymä
fr: Groupe de vente au détail
is: Smásöluflokkur
nl: Retail groep
nl_be: Retailgroep
ru: Розничная группа
sv: Detaljhandelsgrupp
vi_vn: Nhóm bán lẻ

# RetailItemNotExistsError
source: The retail item that this record references has been deleted. Please delete this record to fix the issue
bg: Артикулът за търговия на дребно, за който се отнася този запис, е изтрит. Моля изтрийте този запис, за да коригирате проблема.
da: Salgsvaren som denne post refererer til er blevet slettet. Slet venligst denne post for at løse problemet
de: Der Einzelhandelsartikel, der auf dieser Datensatz bezogen wurde, wurde gelöscht. Bitte löschen Sie diesen Datensatz, um das Problem zu beheben
es: El artículo minorista en este registro se ha borrado. Borre este registro para solucionar el problema.
fi: Tuote, johon tämä rivi viittaa, on poistettu. Ole hyvä ja poista tämä rivi korjataksesi ongelman.
fr: L'article de vente au détail référencé par cette entrée a été supprimé. Veuillez supprimer l'entrée pour résoudre le problème
is: Vörunni sem er tengd við þessa færslu hefur verið eytt. Vinsamlegast eyðið þessari færslu til að laga þetta vandamál.
nl: Het winkelartikel dat deze recordreferenties zijn verwijderd. Verwijder dit record om het probleem op te lossen
nl_be: Het retailartikel waarnaar dit gegeven verwijst, werd verwijderd. Verwijder dit gegeven om het probleem op te lossen
ru: Розничный товар, на который ссылается эта записиь, был удален. Пожалуйста, удалите эту запись для разрешения проблемы.
sv: Detaljhandelsartikeln har raderats. Radera den här posten för att åtgärda felet.
vi_vn: Mặt hàng bán lẻ trong bản ghi này đã bị xóa. Vui lòng xóa bản ghi để khắc phục sự cố

source: Select operation
bg: Избор операция
da: Vælg operation
de: Vorgang wählen
es: Seleccionar operación
fi: Valitse toiminto
fr: Choisir l'opération
is: Veldu aðgerð
nl: Operatie selecteren
nl_be: Selecteer handeling
ru: Выбрать операцию
sv: Välj åtgärd
vi_vn: Chọn hoạt động

source: Setup
bg: Настройка
da: Indstillinger
es: Configuración
fi: Asetukset
fr: Configuration
is: Uppsetning
nl_be: Instellingen
ru: Настройка
sv: Konfigurera
vi_vn: Cài đặt

source: Show offer
bg: Показва оферта
da: Vis tilbud
de: Angebot anzeigen
es: Mostrar oferta
fi: Näytä tarjous
fr: Afficher l'offre
is: Sýna tilboð
nl: Aanbieden
nl_be: Aanbod tonen
ru: Показать предложение
sv: Visa erbjudanden
vi_vn: Xem gói giảm giá

source: Special
bg: Специален
de: Spezial
es: Especial
fi: Erityinen
fr: Spécial
is: Sérstakur
nl: Speciaal
nl_be: Speciaal
ru: Специальный
vi_vn: Đặc biệt

source: Special group
bg: Специална група
da: Specialgruppe
de: Sondergruppe
es: Grupo especial
fi: Erikoisryhmä
fr: Groupe spécial
is: Sérstakur flokkur
nl: Speciale groep
nl_be: Speciale groep
ru: Специальная группа
sv: Specialgrupp
vi_vn: Nhóm đặc biệt

source: Standard price is zero
bg: Стандартната цена е нула
da: Standardpris er nul
de: Standardpreis ist Null
es: El precio estándar es cero.
fi: Perushinta on nolla
fr: Le prix standard est zéro
is: Staðalverð er núll
nl: Standaardprijs is nul
nl_be: Standaardprijs is nul
ru: Нулевая стандартная цена
sv: Standardpris är noll
vi_vn: Giá bán bằng không

# StoreAlreadyInPriceGroup
source: Selected store is already in the selected price group
bg: Избраният магазин вече е в избраната ценова група
da: Den valgte butik er allerede i den valgte prisgruppe
de: Ausgewähltes Geschäft ist bereits in der gewählten Preisgruppe
es: La tienda seleccionada ya está en el grupo de precios seleccionado.
fi: Valittu myymälä on jo valitussa hintaryhmässä
fr: Le magasin choisi figure déjà dans le groupe de prix choisi
is: Valin búð er þegar í völdum verðflokk
nl: Geselecteerde winkel bevindt zich al in de geselecteerde prijsklasse
nl_be: De geselecteerde winkel bevindt zich al in de geselecteerde prijsgroep
ru: Выбранный магазин уже есть в выбранной ценовой группе
sv: Vald butik är redan i vald prisgrupp
vi_vn: Cửa hàng được chọn đã nằm trong nhóm giá được chọn

source: Stores in price groups
bg: Магазини в ценови групи
da: Butikker i prisgrupper
de: Geschäfte in Preisgruppen
es: Tiendas en grupos de precios
fi: Hintaryhmässä olevat myymälät
fr: Magasins dans le groupe de prix
is: Búðir í verðflokkum
nl: Winkels in prijsklassen
nl_be: WInkels in prijsgroepen
ru: Магазины в ценовых группах
sv: Butiker i prisgrupper
vi_vn: Cửa hàng trong nhóm giá

source: Style
bg: Стил
da: Tema
de: Stil
es: Estilo
fi: Tyyli
is: Stíll
nl: Stijl
nl_be: Stijl
ru: Стиль
sv: Modell
vi_vn: Loại

# ThatMinimumQuantityExists
source: That minimum quantity exists in the database
bg: Това минимално количество съществува в базата данни
da: Denne minimumsmængde findes i databasen
de: Diese Mindestmenge ist in der Datenbank vorhanden
es: Esa cantidad mínima existe en la base de datos.
fi: Tämä vähimmäismäärä on olemassa tietokannassa
fr: Cette quantité minimum existe dans la base de données
is: Þetta lágmark magn er nú þegar til
nl: Die minimumhoeveelheid bestaat in de database
nl_be: Die minimumhoeveelheid bestaat al in de database
ru: Это минимальное количество существует в базе данных
sv: Minimum kvantitet finns i databasen
vi_vn: Số lượng tối thiểu đó tồn tại trong cơ sở dữ liệu

source: Time does not end after midnight
bg: Времето не свършва след полунощ
da: Tiden slutter ikke efter midnat
de: Zeit endet nicht nach Mitternacht
es: La hora no finaliza después de la medianoche.
fi: Aika ei pääty keskiyön jälkeen
fr: L'heure ne termine pas après minuit
is: Tímabil líkur ekki eftir miðnætti
nl: De tijd eindigt niet na middernacht
nl_be: Tijd eindigt niet na middernacht
ru: Время не закончится после полуночи
sv: Tid slutar inte efter midnatt
vi_vn: Thời gian không kết thúc sau nửa đêm

source: Time ends after midnight
bg: Времето свършва след полунощ
da: Tiden slutter efter midnat
de: Zeit endet nach Mitternacht
es: La hora finaliza después de la medianoche.
fi: Aika päättyy keskiyön jälkeen
fr: L'heure termine après minuit
is: Tímabil líkur eftir miðnætti
nl: De tijd eindigt na middernacht
nl_be: Tijd eindigt na middernacht
ru: Время закончится после полуночи
sv: Tid slutar efter midnatt
vi_vn: Thời gian kết thúc sau nửa đêm

source: Type
bg: Вид:
de: Typ
es: Tipo
fi: Tyyppi:
is: Tegund
ru: Тип:
sv: Typ
vi_vn: Loại:

source: Undo
bg: Назад
da: Fortryd
de: Widerrufen
es: Deshacer
fi: Kumoa
fr: Annuler
is: Afturkalla
nl: Maak ongedaan
nl_be: Ongedaan maken
ru: Возвратить
sv: Ångra
vi_vn: Hoàn tác
