Repository: iespana/LSOne
Catalog: SM/Plugins/PeriodicDiscounts/Properties/resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Delete
bg: Изтриване
da: Slet
de: Löschen
es: Borrar
fi: Poista
fr: Supprimer
is: Eyða
nl: Verwijderen
nl_be: Verwijderen
ru: Удалить
sv: Radera
vi_vn: Xóa

source: No
bg: Не
da: Nej
de: Nein
fi: Ei
fr: Non
is: Nei
nl: Nee
nl_be: Nee
ru: Нет
sv: Nej
vi_vn: Không

source: Yes
bg: Да
da: Ja
de: Ja
es: Sí
fi: Kyllä
fr: Oui
is: Já
nl: Ja
nl_be: Ja
ru: Да
sv: Ja
vi_vn: Có

source: Color
bg: Цвят
da: Farve
de: Farbe
fi: Väri
fr: Couleur
is: Litur
nl: Kleur
nl_be: Kleur
ru: Цвет
sv: Färg
vi_vn: Màu

source: Description
bg: Описание:
da: Beskrivelse
de: Beschreibung
es: Descripción
fi: Kuvaus:
is: Lýsing
nl: Beschrijving
nl_be: Omschrijving
ru: Описание:
sv: Beskrivning
vi_vn: Mô tả:

# DiscountPercent
source: Discount %
bg: Отстъпка %
da: Rabat %
de: Rabatt %
es: Descuento %
fi: Alennus %
fr: Remise %
is: Afsláttur %
nl: Korting %
nl_be: Korting %
ru: Скидка %
sv: Rabatt %
vi_vn: Chiết khấu

source: Size
bg: Размер
da: Størrelse
de: Größe
es: Tamaño
fi: Koko
fr: Taille
is: Stærð
nl: Grootte
nl_be: Grootte
ru: Размер
sv: Storlek
vi_vn: Kích cỡ

source: Item relation
bg: Връзка артикул
da: Varerelation
de: Artikelrelation
es: Relación de artículos
fi: Tuotteen suhteet
fr: Relation d'article
is: Vöruvensl
nl: Relatie
nl_be: Verhouding artikel
ru: Связь с товаром
sv: Artikelrelation
vi_vn: Mối quan hệ của sản phẩm

source: Price unit
bg: Цена Единица
da: Prisenhed
de: Preiseinheit
es: Unidad de precio
fi: Hintayksikkö
fr: Unité de prix
is: Einingaverð
nl: Prijseenheid
nl_be: Prijseenheid
ru: Единица цены
sv: Prisenhet
vi_vn: Đơn giá

source: Discounts
bg: Отстъпки:
da: Rabatter
de: Rabatte
es: Descuentos
fi: Alennukset:
fr: Remises
is: Afslættir
nl: Kortingen
nl_be: Kortingen
ru: Скидки:
sv: Rabatter
vi_vn: Chiết khấu:

source: Prices
bg: Цени
da: Priser
de: Preise
es: Precios
fi: Hinnat
fr: Prix
is: Verð
nl: Prijzen
nl_be: Prijzen
ru: Цены
sv: Priser
vi_vn: Giá bán

source: Customer
bg: Клиент
da: Kunde
de: Kunde
es: Cliente
fi: Asiakas
fr: Client
is: Viðskiptamaður
nl: Valuta
nl_be: Klant
ru: Клиент
sv: Kund
vi_vn: Khách hàng

source: Group
bg: Група
da: Gruppe
de: Gruppe
es: Grupo
fi: Ryhmä
fr: Groupe
is: Hópur
nl: Groep
nl_be: Groep
ru: Группа
sv: Grupp
vi_vn: Nhóm

source: Activate
bg: Активиране
da: Aktiver
de: Aktivieren
es: Activar
fi: Aktivoi
fr: Activer
is: Virkja
nl: Activeren
nl_be: Activeren
ru: Активировать
sv: Aktivera
vi_vn: Kích hoạt

source: Unit price
bg: Единична цена
da: Enhedspris
de: Einzelpreis
es: Precio unitario
fi: Yksikköhinta
fr: Prix unitaire
is: Einingaverð
nl: Eenheidsprijs
nl_be: Eenheidsprijs
ru: Цена единицы
sv: Enhetspris
vi_vn: Đơn giá

source: Deactivate
bg: Деактивиране
da: Deaktiver
de: Deaktivieren
es: Desactivar
fi: Poista käytöstä
fr: Désactiver
is: Óvirkja
nl: Deactiveren
nl_be: Desactiveren
ru: Отключить
sv: Avaktivera
vi_vn: Hủy kích hoạt

source: Enable
bg: Включено
da: Aktivér
de: Aktivieren
es: Habilitar
fi: Ota käyttöön
fr: Activer
is: Virkja
nl: Vrij geven
nl_be: Inschakelen
ru: Активно
sv: Aktivera
vi_vn: Cho phép

source: Price groups
bg: Ценови групи
da: Prisgrupper
de: Preisgruppen
es: Grupos de precios
fi: Hintaryhmät
fr: Groupes de prix
is: Verðflokkar
nl: Prijsgroepen
nl_be: Prijsgroepen
ru: Группы цен
sv: Prisgrupper
vi_vn: Nhóm giá

source: Variant
bg: Вариант
da: Størrelse
de: Variante
es: Variante
fi: Variantti
fr: Taille
is: Afbrigði
nl: Grootte
ru: Вариант
vi_vn: Biến thể

source: Price
bg: Цена
da: Pris
de: Preis
es: Precio
fi: Hinta
fr: Prix
is: Verð
nl: Prijs
nl_be: Prijs
ru: Цена
sv: Pris
vi_vn: Giá

# MovePriorityDown
source: Move down
bg: Надолу
da: Flyt ned
de: Nach unten
es: Bajar
fi: Siirrä alas
fr: Descendre
is: Færa niður
nl: Naar beneden
nl_be: Naar beneden gaan
ru: Переместить вниз
sv: Flytta ned
vi_vn: Xuống dưới

# MovePriorityUp
source: Move up
bg: Нагоре
da: Flyt op
de: Nach oben
es: Subir
fi: Siirrä ylös
fr: Monter
is: Færa upp
nl: Naar boven
nl_be: Naar boven gaan
ru: Переместить вверх
sv: Flytta upp
vi_vn: Lên trên

source: Account selection cannot be empty
bg: Изборът на сметка не може да бъде празен
da: Kontovalg kan ikke være tom
de: Kontoauswahl darf nicht leer sein
es: El campo de selección de cuenta no puede estar vacío
fi: Tilien valinta ei voi olla tyhjä
fr: Le choix de compte ne peut pas être vide
is: Val á lykli má ekki vera tómt
nl: Account selectie kan niet leeg zijn
nl_be: Rekeningselectie mag niet leeg zijn
ru: Выбор аккаунта не может быть пустым
sv: Ett kontoval kan inte saknas
vi_vn: Lựa chọn tài khoản không thể để trống

source: Add
bg: Добавяне
da: Tilføj
de: Hinzufügen
es: Añadir
fi: Lisää
fr: Ajouter
is: Bæta við
nl: Toevoegen
nl_be: Toevoegen
ru: Добавить
sv: Lägg till
vi_vn: Cộng thêm

source: All
bg: Всички
da: Alle
de: Alle
es: Todo
fi: Kaikki
fr: Tous
is: Allt
nl: Alles
nl_be: Alle
ru: Все
sv: Alla
vi_vn: Tất cả

# AmountMayNotBeHigherThanBasePrice
source: Discount amount may not be above the item's base price
bg: Сумата за отстъпка не може да надвишава основната цена на артикула
da: Rabatbeløbet må ikke være over varens basispris
de: Der Rabattbetrag liegt möglicherweise nicht über dem Grundpreis des Artikels
es: El importe de descuento no puede ser superior al precio base del artículo
fi: Alennusmäärä ei saa ylittää tuotteen perushintaa
fr: Le montant de la remise ne peut pas être supérieur au prix de base de l'article
is: Upphæð afsláttar má ekki vera hærri en grunnverð á vörunni
nl: Kortingsbedrag mag niet hoger zijn dan de basisprijs van het item
nl_be: Kortingsbedrag mag niet hoger zijn dan de basisprijs van het artikel
ru: Сумма скидки не иожет быть выше, чем базовая цена товара
sv: Rabattbeloppet kan inte vara över artikelns grundpris
vi_vn: Số tiền chiết khấu có thể không cao hơn giá cơ sở của mặt hàng

# BarcodeAlreadyAssignedToAnOffer
source: This barcode is already assigned to an offer
bg: Този баркод вече е присвоен към оферта
da: Denne stregkode er allerede tildelt et tilbud
de: Dieser Barcode wurde bereits einem Angebot zugewiesen
es: Este código de barras ya se ha asignado a una oferta
fi: Tämä viivakoodi on jo määritetty tarjoukseen
fr: Ce code barres est déjà associé à une offre
is: Þetta strikamerki tilheyrir nú þegar öðru tilboði
nl: Deze streepjescode is al toegewezen aan een offerte
nl_be: Deze barcode is al aan een aanbod toegewezen
ru: Этот штрих код уже назначен предложению.
sv: Den här streckkoden har redan tilldelats ett erbjudande
vi_vn: Mã vạch này đã được gán cho một ưu đãi

source: Cannot sort by this column
bg: Не може да се сортира по тази колона
da: Kan ikke sortere efter denne kolonne
de: Kann nicht nach dieser Spalte sortieren
es: No se puede clasificar según esta columna
fi: Ei voi järjestää tämän sarakkeen mukaan
fr: Impossible de trier en fonction de cette colonne
is: Ekki var hægt að raða eftir þessum dálki
nl: Kan niet sorteren op deze kolom
nl_be: Kan niet sorteren op basis van deze kolom
ru: Нельзя сортировать по этой колонке
sv: Kan inte sortera med kolumnen
vi_vn: Không thể sắp xếp theo cột này

# CouldNotDeleteLineGroup
source: Could not delete line group because the group is in use
bg: Не може да се изтрие ред група, защото групата се използва
da: Kunne ikke slette linjegruppe, fordi gruppen er i brug
de: Zeilengruppe kann nicht gelöscht werden, da die Gruppe verwendet wird
es: No se ha podido borrar al grupo de líneas porque el grupo está en uso.
fi: Riviryhmää ei voitu poistaa koska ryhmä on käytössä
fr: Impossible de supprimer ce groupe de lignes car le groupe est en cours d'utilisation
is: Ekki var hægt að eyða línuflooki þar sem hann er í notkun
nl: Kon lijngroep niet verwijderen omdat de groep in gebruik is
nl_be: Kon de lijngroep niet verwijderen aangezien de groep wordt gebruikt
ru: Нельзя удалить строку группы, потому что группа используется
sv: Kan inte radera radgrupp pga att gruppen används
vi_vn: Không thể xóa nhóm dòng vì nhóm đang sử dụng

source: Deal price
bg: Цена на сделката
da: Kampagnepris
de: Schnäppchenpreis
es: Precio de oferta
fi: Sopimushinta
fr: Prix promotionnel :
is: Tilboðsverð
nl: Normale Prijs
nl_be: Dealprijs
ru: Цена сделки
sv: Avtalspris
vi_vn: Giá

# DealPriceDiscountPct
source: Deal price / Discount percent
bg: Цена на сделка /% отстъпка
da: Deal pris / rabat procent
de: Schnäppchenpreis / Rabattprozent
es: Precio de oferta/Porcentaje de descuento
fi: Kauppahinta / alennusprosentti
fr: Prix promotionnel / Pourcentage de remise
is: Tilboðsverð / afsláttarprósenta
nl: Deal prijs / Discount percentage
nl_be: Dealprijs/Kortingspercentage
ru: Цена сделки / Процент скидки
sv: Avtalspris/rabattprocent
vi_vn: Giá thỏa thuận / Phần trăm chiết khấu

source: Default store has no tax group attached to it
bg: Магазин по подразбиране няма свързана данъчна група
da: Standardbutik har ingen momsgruppe knyttet til den
de: Standardgeschäft hat keine Steuergruppe beigefügt
es: La tienda predeterminada no tiene un grupo impositivo asociado.
fi: Oletusmyymälältä puuttuu veroryhmä
fr: Le magasin par défaut n'est associé à aucun groupe de taxe
is: Sjálfgefin búð hefur ekki VSK flokk á sér
nl: Standaard winkel heeft geen fiscale groep eraan verbonden
nl_be: Er is geen btw-groep met de standaard winkel verbonden
ru: Для магазина по умолчанию не назначена налоговая группа
sv: Standardbutik har ingen momsgrupp kopplat till sig
vi_vn: Cửa hàng mặc định không có nhóm thuế kèm theo

source: Delete discount offer
bg: Изтриване Отстъпка Оферта
da: Slet rabattilbud
de: Rabattangebot löschen
es: Borrar oferta de descuento
fi: Poista alennustarjous
fr: Supprimer l'offre de remise
is: Eyða afsláttartilboði
nl: Verwijder kortingsaanbod
nl_be: Kortingsaanbod verwijderen
ru: Удалить предложение скидки
sv: Radera rabatterbjudande
vi_vn: Xóa ưu đãi giảm giá

source: Delete discount offer line
bg: Изтриване на ред отстъпка оферта
da: Slet rabattilbudslinje
de: Rabattangebotszeile löschen
es: Borrar línea de oferta de descuento
fi: Poista alennustarjouksen rivi
fr: Supprimer la ligne d'offre de remise
is: Eyða afsláttartilboðslínu
nl: Verwijder kortingsaanbod
nl_be: Lijn kortingsaanbod verwijderen
ru: Удалить строку предложения скидки
sv: Radera rad rabatterbjudande
vi_vn: Xóa dòng khuyến mại

# DeleteDiscountOfferLineQuestion
source: Are you sure you want to delete the selected discount offer line?
bg: Наистина ли искате да изтриете избрания ред за оферта за отстъпка?
da: Er du sikker på, at du vil slette den valgte rabat-tilbudslinje?
de: Sind Sie sicher, dass Sie die ausgewählte Rabattangebotszeile löschen wollen?
es: ¿Está seguro de que desea eliminar la línea de oferta de descuento seleccionada?
fi: Haluatko varmasti poistaa valitun alennustarjouksen rivin?
fr: Êtes-vous sûr(e) de vouloir supprimer la ligne d'offre de remise choisie ?
is: Ertu viss um að þú viljir eyða valinni afsláttartilboðslínu?
nl: Weet u zeker dat u de geselecteerde kortingsaanbod wilt verwijderen?
nl_be: Weet u zeker dat u de lijn kortingsaanbod wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранную строку предложения скидки?
sv: Vill du radera vald rabatt erbjudande rad?
vi_vn: Bạn có chắc chắn muốn xóa dòng khuyến mại đã chọn?

source: Delete discount offer lines
bg: Изтриване на редове оферта за отстъпка
da: Slet rabattilbudslinjer
de: Rabattangebotszeilen löschen
es: Eliminar líneas de ofertas de descuento
fi: Poista alennustarjouksen rivit
fr: Supprimer les lignes d'offres de remises
is: Eyða afsláttartilboðslínum
nl: Verwijder kortingsaanbodlijnen
nl_be: Lijnen kortingsaanbod verwijderen
ru: Удалить строки предложения скидки
sv: Radera rabatterbjudanderader
vi_vn: Xóa dòng khuyến mại

# DeleteDiscountOfferLinesQuestion
source: Are you sure you want to delete the selected discount offer lines?
bg: Наистина ли искате да изтриете избраните редове оферта за отстъпка?
da: Er du sikker på, at du vil slette de valgte rabattilbudslinjer?
de: Sind Sie sicher, dass Sie die ausgewählten Rabattangebotszeilen löschen wollen?
es: ¿Está seguro de que desea eliminar las líneas de ofertas de descuento seleccionadas?
fi: Haluatko varmasti poistaa valitut alennustarjouksen rivit?
fr: Êtes-vous sûr(e) de vouloir supprimer les lignes d'offres de remise choisies ?
is: Ertu viss um að þú viljir eyða völdum afsláttartilboðslínum?
nl: Weet u zeker dat u de geselecteerde kortingsaanbodlijnen wilt verwijderen?
nl_be: Weet u zeker dat u de geselecteerde lijnen kortingsaanbod wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранные строки предложения скидки?
sv: Vill du radera valda rabatterbjudanderader?
vi_vn: Bạn có chắc chắn muốn xóa dòng khuyến mại đã chọn không?

# DeleteDiscountOfferQuestion
source: Are you sure you want to delete the selected discount offer?
bg: Наистина ли искате да изтриете избрания ред за оферта за отстъпка?
da: Er du sikker på, at du vil slette den valgte rabat-tilbudslinje?
de: Sind Sie sicher, dass Sie die ausgewählte Rabattangebotszeile löschen wollen?
es: ¿Está seguro de que desea eliminar la línea de oferta de descuento seleccionada?
fi: Haluatko varmasti poistaa valitun alennustarjouksen rivin?
fr: Êtes-vous sûr(e) de vouloir supprimer la ligne d'offre de remise choisie ?
is: Ertu viss um að þú viljir eyða valinni afsláttartilboðslínu?
nl: Weet u zeker dat u de geselecteerde kortingsaanbod wilt verwijderen?
nl_be: Weet u zeker dat u het geselecteerde kortingsaanbod wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранную строку предложения скидки?
sv: Vill du radera vald rabatt erbjudande rad?
vi_vn: Bạn có chắc chắn muốn xóa dòng khuyến mại đã chọn?

source: Delete discount period
bg: Изтриване на период за отстъпка
da: Slet rabatperiode
de: Rabttperiode löschen
es: Borrar periodo de descuento
fi: Poista alennusjakso
fr: Supprimer la période de remise
is: Eyða afsláttartímabili
nl: Verwijder kortingsperiode
nl_be: Kortingsperiode verwijderen
ru: Удалить период скидки
sv: Radera rabattperiod
vi_vn: Xóa khoảng thời gian hiệu lực khuyến mại

# DeleteDiscountPeriodQuestion
source: Are you sure you want to delete the selected discount offer line?
bg: Наистина ли искате да изтриете избрания ред за оферта за отстъпка?
da: Er du sikker på, at du vil slette den valgte rabat-tilbudslinje?
de: Sind Sie sicher, dass Sie die ausgewählte Rabattangebotszeile löschen wollen?
es: ¿Está seguro de que desea eliminar la línea de oferta de descuento seleccionada?
fi: Haluatko varmasti poistaa valitun alennustarjouksen rivin?
fr: Êtes-vous sûr(e) de vouloir supprimer la ligne d'offre de remise choisie ?
is: Ertu viss um að þú viljir eyða valinni afsláttartilboðslínu?
nl: Weet u zeker dat u de geselecteerde kortingsaanbod wilt verwijderen?
nl_be: Weet u zeker dat u de lijn kortingsaanbod wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранную строку предложения скидки?
sv: Vill du radera vald rabatt erbjudande rad?
vi_vn: Bạn có chắc chắn muốn xóa dòng khuyến mại đã chọn?

source: Delete line group
bg: Изтриване на ред група
da: Slet linjegruppe
de: Zeilengruppe löschen
es: Borrar grupo de líneas
fi: Poista riviryhmä
fr: Supprimer le groupe de lignes
is: Eyða línuflokki
nl: Verwijder lijngroep
nl_be: Lijngroep verwijderen
ru: Удалить строку группы
sv: Radera radgrupp
vi_vn: Xóa nhóm các dòng

# DeleteLineGroupQuestion
source: Are you sure you want to delete the selected line group?
bg: Искате да изтриете избраната ред група?
da: Er du sikker på, at du vil slette den valgte linjegruppe?
de: Sind Sie sicher, dass Sie die ausgewählte Zeilengruppe löschen wollen?
es: ¿Está seguro de que desea borrar el grupo de líneas seleccionado?
fi: Haluatko varmasti poistaa valitun riviryhmän?
fr: Êtes-vous sûr(e) de vouloir supprimer le groupe de lignes choisi ?
is: Ertu viss um að þú viljir eyða völdum línuflokki?
nl: Weet u zeker dat u de geselecteerde groep wilt verwijderen?
nl_be: Weet u zeker dat u de geselecteerde lijngroep wilt verwijderen?
ru: Вы уверены, что хотите удалить выбрнную строку группы?
sv: Vill du radera vald radgrupp?
vi_vn: Bạn có chắc chắn muốn xóa dòng khuyến mại đã chọn không?

source: Delete line groups
bg: Изтриване ред групи
da: Slet linjegrupper
de: Zeilengruppen löschen
es: Eliminar grupos de líneas
fi: Poista riviryhmät
fr: Supprimer les groupes de lignes
is: Eyða línuflokkum
nl: Verwijder regelgroepen
nl_be: Lijngroepen verwijderen
ru: Удалить строку групп
sv: Radera radgrupper
vi_vn: Xóa nhóm các dòng

# DeleteLineGroupsQuestion
source: Are you sure you want to delete the selected line groups?
bg: Сигурни ли сте, че искате да изтриете избраните ред групи?
da: Er du sikker på, at du vil slette de valgte linjegrupper?
de: Sind Sie sicher, dass Sie die ausgewählten Zeilengruppen löschen wollen?
es: ¿Está seguro de que desea eliminar los grupos de líneas seleccionados?
fi: Haluatko varmasti poistaa valitut riviryhmät?
fr: Êtes-vous sûr(e) de vouloir supprimer les groupes de lignes choisis ?
is: Ertu viss um að þú viljir eyða völdum línuflokkum?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
nl_be: Weet u zeker dat u de geselecteerde lijngroepen wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранную строку групп?
sv: Vill du radera valda radgrupper?
vi_vn: Bạn có chắc chắn muốn xóa các nhóm dòng đã chọn?

# DeleteMixAndMatch
source: Delete mix and match offer
bg: Изтрийте Mix and match оферта
da: Slet Mix and Match tilbud
de: Mix&Match-Angebot löschen
es: Borrar oferta de mezclar y combinar
fi: Poista Mix&Match tarjous
fr: Supprimer l'assortiment promotionnel
is: Eyða mix og match tilboði
nl: Verwijder mix en match aanbod
nl_be: Mix & Match aanbod verwijderen
ru: Удалить предложение комбинированной скидки
sv: Radera Mix & Match erbjudande
vi_vn: Xóa khuyến mại mix match

# DeleteMixAndMatchQuestion
source: Are you sure you want to delete the selected mix and match offer?
bg: Наистина ли искате да изтриете избраната Mix and match оферта?
da: Er du sikker på, at du vil slette det valgte Mix and Match-tilbud?
de: Sind Sie sicher, dass Sie das ausgewählte Mix&Match-Angebot löschen wollen?
es: ¿Está seguro de que desea borrar la oferta de mezclar y combinar?
fi: Haluatko varmasti poistaa valitun Mix&Match tarjouksen?
fr: Êtes-vous sûr(e) de vouloir supprimer l'assortiment promotionnel choisi ?
is: Ertu viss um að þú viljir eyða völdu mix og match tilboði?
nl: Weet u zeker dat u de geselecteerde mix en het aanbod wilt verwijderen?
nl_be: Weet u zeker dat u het geselecteerde Mix & Match aanbod wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранное предложение комбинированной скидки ?
sv: Vill du radera vald Mix & Match erbjudande?
vi_vn: Bạn có chắc chắn muốn xóa khuyến mại mix match đã chọn không?

# DeleteMultibuy
source: Delete multibuy setup
bg: Изтриване на настройката за множеств.покупка
da: Slet flerkøbsopsætning
de: Multibuy-Setup löschen
es: Borrar configuración de compra múltiple
fi: Poista monioston asetus
fr: Supprimer le paramétrage d'achats multiples
is: Eyða magnkaupsstillingu
nl: Verwijder multibuy setup
nl_be: Multi-verkoop configuratie verwijderen
ru: Удалить настройку множественной скидки
sv: Radera samköpsinställning
vi_vn: Xóa thiết lập khuyến mại multibuy

source: Delete multibuy line
bg: Изтриване на ред множеств.покупка
da: Slet flerkøbslinje
de: Multibuy-Zeile löschen
es: Borrar línea de compra múltiple
fi: Poista monioston rivi
fr: Supprimer la ligne d'achat multiple
is: Eyða magnkaupslínu
nl: Verwijder multibuy lijn
nl_be: Multi-verkoopregel verwijderen
ru: Удалить строку множественной скидки
sv: Radera samköpsrad
vi_vn: Xóa dòng khuyến mại multibuy

# DeleteMultibuyLineQuestion
source: Are you sure you want to delete the selected multibuy line?
bg: Сигурни ли сте, че искате да изтриете избрания ред множествена покупка?
da: Er du sikker på at du vil slette den valgte flerkøbslinje?
de: Sind Sie sicher, dass Sie die ausgewählte Multibuy-Zeile löschen wollen?
es: ¿Está seguro de que desea borrar la línea de compra múltiple seleccionada?
fi: Haluatko varmasti poistaa valitun monioston rivin?
fr: Êtes-vous sûr(e) de vouloir supprimer la ligne d'achats multiples choisie ?
is: Ertu viss um að þú viljir eyða valinni magnkaupslínu?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
nl_be: Weet u zeker dat u de geselecteerde multi-verkooplijn wilt verwijderen?
ru: Вы уверены, что хотите удалить строку множественной скидки?
sv: Vill du radera vald samköpsrad?
vi_vn: Bạn có chắc chắn muốn xóa dòng multibuy đã chọn?

source: Delete multibuy lines
bg: Изтриване редове множеств.покупка
da: Slet flerkøbslinjer
de: Multiybuy-Zeilen löschen
es: Eliminar líneas de compra múltiple
fi: Poista monioston rivit
fr: Supprimer les lignes d'achats multiples
is: Eyða magnkaupslínum
nl: Verwijder multibuy lijnen
nl_be: Multi-verkooplijn verwijderen
ru: Удалить строки множественной скидки
sv: Radera samköpsrader
vi_vn: Xóa dòng khuyến mại multibuy

# DeleteMultibuyLinesQuestion
source: Are you sure you want to delete the selected multibuy lines?
bg: Сигурни ли сте, че искате да изтриете избраните редове множеств.покупка?
da: Er du sikker på at du vil slette de valgte flerkøbslinjer?
de: Sind Sie sicher, dass Sie die ausgewählten Multibuy-Zeilen löschen wollen?
es: ¿Está seguro de que desea eliminar las líneas de compra múltiple seleccionadas?
fi: Haluatko varmasti poistaa valitut monioston rivit?
fr: Êtes-vous sûr(e) de vouloir supprimer les lignes d'achats multiples choisies ?
is: Ertu viss um að þú viljir eyða völdum magnkaupslínum?
nl: Weet u zeker dat u de geselecteerde multibuy lijnen wilt verwijderen?
nl_be: Weet u zeker dat u de geselecteerde multi-verkooplijnen wilt verwijderen?
ru: Вы уверены, что хотите удалить строки множественной скидки?
sv: Vill du radera valda samköpsrader?
vi_vn: Bạn có chắc chắn muốn xóa các dòng multibuy đã chọn?

# DeleteMultibuyQuestion
source: Are you sure you want to delete the selected multibuy setup?
bg: Сигурни ли сте, че искате да изтриете избраната настройка множеств.покупки?
da: Er du sikker på at du vil slette den valgte flerkøbsopsætning?
de: Sind Sie sicher, dass Sie das ausgewählte Multibuy-Setup löschen wollen?
es: ¿Está seguro de que desea borrar la configuración de compra múltiple seleccionada?
fi: Haluatko varmasti poistaa valitun monioston asetuksen?
fr: Êtes-vous sûr(e) de vouloir supprimer le paramétrage d'achats multiples choisi ?
is: Ertu viss um að þú viljlir eyða valinni magnkaupsuppsetningu?
nl: Weet u zeker dat u de geselecteerde multibuy setup wilt verwijderen?
nl_be: Weet u zeker dat u de geselecteerde multi-verkoop configuratie wilt verwijderen?
ru: Вы уверены, что хотите удалить настройку множественной скидки?
sv: Vill du radera vald samköpsinställning?
vi_vn: Bạn có chắc chắn muốn xóa thiết lập multibuy đã chọn?

source: Delete price group
bg: Изтриване на ценова група
da: Slet prisgruppe
de: Preisgruppe löschen
es: Borrar grupo de precios
fi: Poista hintaryhmä
fr: Supprimer le groupe de prix
is: Eyða verðflokki
nl: Verwijder prijscategorie
nl_be: Prijsgroep verwijderen
ru: Удалить ценовую группу
sv: Radera prisgrupp
vi_vn: Xóa nhóm giá

# DeletePriceGroupQuestion
source: Are you sure you would like to delete the selected price group ?
bg: Наистина ли искате да изтриете избраната ценова група?
da: Er du sikker på, at du vil slette den valgte prisgruppe?
de: Sind Sie sicher, dass Sie die ausgewählte Preisgruppe löschen wollen?
es: ¿Está seguro de que desea borrar el grupo de precios seleccionado?
fi: Haluatko varmasti poistaa valitun hintaryhmän?
fr: Êtes-vous sûr(e) de vouloir supprimer le groupe de prix choisi ?
is: Ertu viss um að þú viljir eyða völdum verðflokki ?
nl: Weet u zeker dat u de geselecteerde prijscategorie wilt verwijderen?
nl_be: Weet u zeker dat u de geselecteerde prijsgroep wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранные строки ценовой группы ?
sv: Vill du radera vald prisgrupp?
vi_vn: Bạn có chắc chắn muốn xóa nhóm giá đã chọn không?
