Repository: iespana/LSOne
Catalog: SM/Plugins/PeriodicDiscounts/Properties/resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Delete promotion
bg: Изтриване на промоцията
da: Slet promovering
de: Promotion löschen
es: Borrar promoción
fi: Poista kampanja
fr: Supprimer la promotion
is: Eyða kynningu
nl: Verwijder promotie
nl_be: Promotie verwijderen
ru: Удалить продвижение
sv: Radera kampanj
vi_vn: Xóa ưu đãi giảm giá

source: Delete promotion line
bg: Изтриване на ред промоция
da: Slet promoveringslinje
de: Promotionzeile löschen
es: Borrar línea de promoción
fi: Poista kampanjan rivi
fr: Supprimer la ligne de promotion
is: Eyða kynningarlínu
nl: Verwijder promotie lijn
nl_be: Promotielijn verwijderen
ru: Удалить строку продвижения
sv: Radera kampanjrad
vi_vn: Xóa dòng ưu đãi giảm giá

# DeletePromotionLineQuestion
source: Are you sure you want to delete the selected promotion line?
bg: Сигурни ли сте, че искате да изтриете избрания ред промоция?
da: Er du sikker på, at du vil slette den valgte promoveringslinje?
de: Sind Sie sicher, dass Sie die ausgewählte Promotionzeile löschen wollen?
es: ¿Está seguro de que desea borrar la línea de promoción seleccionada?
fi: Haluatko varmasti poistaa valitun kampanjan rivin?
fr: Êtes-vous sûr(e) de vouloir supprimer la ligne de promotion choisie ?
is: Ertu viss um að þú viljir eyða valinni kynningarlínu?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
nl_be: Weet u zeker dat u de geselecteerde promotielijn wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранную строку продвижения?
sv: Vill du radera vald kampanjrad?
vi_vn: Bạn có chắc chắn muốn xóa dòng ưu đãi đã chọn không?

source: Delete promotion lines
bg: Изтриване редове промоция
da: Slet promoveringslinjer
de: Promotionszeilen löschen
es: Eliminar líneas de promociones
fi: Poista kampanjan rivit
fr: Supprimer les lignes de promotion
is: Eypa kynningarlínum
nl: Verwijder promotielijnen
nl_be: Promotielijnen verwijderen
ru: Удалить строки продвижения
sv: Radera kampanjrader
vi_vn: Xóa dòng ưu đãi giảm giá

# DeletePromotionLinesQuestion
source: Are you sure you want to delete the selected promotion lines?
bg: Наистина ли искате да изтриете избраните редове промоция?
da: Er du sikker på, at du vil slette de valgte promoveringslinjer?
de: Sind Sie sicher, dass Sie die ausgewählten Promotionszeilen löschen wollen?
es: ¿Está seguro de que desea eliminar las líneas de promociones seleccionadas?
fi: Haluatko varmasti poistaa valitut kampanjan rivit?
fr: Êtes-vous sûr(e) de vouloir supprimer les lignes de promotions choisies ?
is: Ertu viss um að þú viljir eyða völdum kynningarlínum?
nl: Weet u zeker dat u de geselecteerde promotielijnen wilt verwijderen?
nl_be: Weet u zeker dat u de geselecteerde promotielijnen wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранные строки продвижения?
sv: Vill du radera valda kampanjrader?
vi_vn: Bạn có chắc chắn muốn xóa dòng ưu đãi đã chọn không?

# DeletePromotionQuestion
source: Are you sure you want to delete the selected promotion?
bg: Сигурни ли сте, че искате да изтриете избрания ред промоция?
da: Er du sikker på, at du vil slette den valgte promoveringslinje?
de: Sind Sie sicher, dass Sie die ausgewählte Promotionzeile löschen wollen?
es: ¿Está seguro de que desea borrar la promoción seleccionada?
fi: Haluatko varmasti poistaa valitun kampanjan rivin?
fr: Êtes-vous sûr(e) de vouloir supprimer la ligne de promotion choisie ?
is: Ertu viss um að þú viljir eyða valinni kynningu?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
nl_be: Weer u zeker dat u de geselecteerde promotie wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранную строку продвижения?
sv: Vill du radera vald kampanj?
vi_vn: Bạn có chắc chắn muốn xóa dòng ưu đãi đã chọn không?

source: Delete store from price group
bg: Изтриване на магазин от ценова група
da: Slet butik fra prisgruppen
de: Geschäft von Preisgruppe löschen
es: Borrar tienda de grupo de precios
fi: Poista myymälä hintaryhmästä
fr: Supprimer le magasin du groupe de prix
is: Eyða búð úr verðflokki
nl: Verwijder winkel uit prijsgroep
nl_be: Winkel uit prijsgroep verwijderen
ru: Удалить магазин из ценовой группы
sv: Radera butik i prisgrupp
vi_vn: Xóa cửa hàng khỏi nhóm giá

# DeleteStoreFromPriceGroupQuestion
source: Are you sure you would like to delete the selected store from the price group ?
bg: Сигурни ли сте, че искате да изтриете избрания магазин от ценовата група?
da: Er du sikker på, at du vil slette den valgte butik fra prisgruppen?
de: Sind Sie sicher, dass Sie das ausgewählte Geschäft von der Preisgruppe löschen möchten?
es: ¿Está seguro de que desea borrar la tienda del grupo de precios?
fi: Haluatko varmasti poistaa valitun myymälän hintaryhmästä?
fr: Êtes-vous sûr(e) de vouloir supprimer le magasin sélectionné du groupe de prix ?
is: Ertu viss um að þú viljir eyða valdri búð úr verðflokknum ?
nl: Weet u zeker dat u de geselecteerde winkel uit de prijsklasse wilt verwijderen?
nl_be: Weet u zeker dat u de geselecteerde winkel uit de prijsgroep wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный магазин из ценовой группы ?
sv: Vill du radera vald butik i prisgruppen?
vi_vn: Bạn có chắc chắn muốn xóa cửa hàng đã chọn khỏi nhóm giá không?

source: Disable
bg: Изключено
da: Deaktiver
de: Deaktivieren
es: Deshabilitar
fi: Poista käytöstä
fr: Désactiver
is: Óvirkja
nl: Uitgeschakeld
nl_be: Uitschakelen
ru: Не активно
sv: Inaktivera
vi_vn: Vô hiệu hóa

source: Disabled
bg: Изключено
da: Slået fra
de: Deaktiviert
es: Desactivado
fi: Poistettu käytöstä
fr: Désactivé
is: Óvirkt
nl: Uitgeschakeld
nl_be: Uitgeschakeld
ru: Неактивно
sv: Avaktiverad
vi_vn: Tắt

# DiscountExceedsPrice
source: Discount cannot exceed standard price
bg: Отстъпката не може да надвишава стандартната цена
da: Rabatten kan ikke overstige standardprisen
de: Der Rabatt darf nicht höher als der Standardpreis sein.
es: El descuento no puede superar el precio estándar
fi: Alennus ei saa ylittää perushintaa
fr: La remise ne peut pas dépasser le prix standard
is: Afsláttur getur ekki verið hærri en verðið
nl: De korting kan de standaardprijs niet overschrijden
nl_be: Korting mag niet groter zijn dan standaardprijs
ru: Скидка не может превышать стандартную цену
sv: Rabatt får inte överstiga ordinarie pris
vi_vn: Ưu đãi giảm giá không thể vượt quá giá bán tiêu chuẩn

source: Discount offer
bg: Отстъпка Оферта
da: Rabattilbud
de: Rabattangebot
es: Oferta de descuento
fi: Alennustarjous
fr: Offre de remise
is: Afsláttartilboð
nl: Kortings actie:
nl_be: Aanbod korting
ru: Предложение скидки
sv: Rabatterbjudande
vi_vn: Giảm giá

source: Discount offer lines
bg: Редове оферта отстъпки
da: Rabat tilbudslinjer
de: Rabattangebotszeilen
es: Líneas de oferta de descuento
fi: Alennustarjous rivit
fr: Lignes d'offres de remises
is: Afsláttartilboðslínur
nl: Korting aanbod lijnen
nl_be: Lijnen kortingsaanbod
ru: Строки предложения скидки
sv: Rabatterbjudande rader
vi_vn: Dòng khuyến mại

source: Discount offers
bg: Оферти отстъпки
da: Rabattilbud
de: Rabattangebote
es: Ofertas de descuento
fi: Alennustarjoukset
fr: Offres de remises
is: Afsláttartilboð
nl: Kortingsaanbiedingen
nl_be: Kortingsaanbiedingen
ru: Предложения скидки
sv: Rabatterbjudande
vi_vn: Gói khuyến mại

# DiscountOffersDescription
source: Use this option to view and edit discount offers
bg: Използвайте тази опция, за да преглеждате и редактирате оферти отстъпки
da: Brug denne mulighed til at se og redigere rabattilbud
de: Verwenden Sie diese Option, um Rabattangebote anzuzeigen und zu bearbeiten
es: Utilice esta opción para ver y editar ofertas de descuento
fi: Tämän vaihtoehdon avulla voit tarkastella ja muokata alennustarjouksia
fr: Utilisez cette option pour afficher et modifier les offres de remises
is: Veldu þennan kost til að skoða og breyta afsláttar tilboðum
nl: Gebruik deze optie om kortingsaanbiedingen te bekijken en te wijzigen
nl_be: Deze optie gebruiken om kortingsaanbiedingen te bekijken en te bewerken
ru: Используйте эту опцию для просмотра и редактирования предложений по скидкам
sv: Använd alternativet för att se och redigera rabatterbjudanden
vi_vn: Sử dụng tùy chọn này để xem và chỉnh sửa gói khuyến mại

# DiscountOffersTooltipDescription
source: Manage discount offers for items, groups and departments
bg: Управление на отстъпки за артикули, групи и отдели
da: Administrer rabattilbud på varer, grupper og afdelinger
de: Rabattangebote für Artikel, Gruppen und Abteilungen verwalten
es: Administrar ofertas de descuento para artículos, grupos y departamentos
fi: Hallitse alennustarjouksia tuotteille, ryhmille ja osastoille
fr: Gérer des offres de remises pour des articles, groupes et départements
is: Umsjón með afsláttartilboðum fyrir vörur, smásöluflokka og deildir
nl: Beheer aanbiedingen voor artikelen, groepen en afdelingen
nl_be: Kortingsaanbiedingen voor artikels, groepen en afdelingen beheren
ru: Управление предложениями скидки для товаров, групп и департаментов
sv: Hantera rabatterbjudanden för artiklar, grupper och avdelningar
vi_vn: Quản lý gói giảm giá cho các mặt hàng, các nhóm và phòng ban

source: Discount percent cannot be zero
bg: Процентът отстъпка не може да бъде нула
da: Rabatprocent kan ikke være nul
de: Rabattprozent kann nicht Null sein
es: El porcentaje de descuento no puede ser cero.
fi: Alennusprosentti ei voi olla nolla
fr: Le pourcentage de remise ne peut pas être zéro
is: Afsláttarprósenta má ekki vera núll
nl: Discount percentage kan niet nul zijn
nl_be: Kortingspercentage kan niet nul zijn
ru: Процент скидки не может быть равен 0
sv: Rabattprocent kan inte vara noll
vi_vn: Phần trăm chiết khấu không thể bằng không

# DiscountsDescription
source: Displays a submenu for discount related operations
bg: Показва подменю за операции, свързани с отстъпка
da: Viser en undermenu til rabatrelaterede operationer
de: Zeigt ein Untermenü für rabattbezogene Operationen
es: Muestra un submenú para operaciones relacionadas con descuentos.
fi: Näyttää alivalikon alennukseen liittyviin toimintoihin
fr: Affiche un sous-menu pour les opérations liées aux remises
is: Birtir valmynd fyrir afsláttaraðgerðir
nl: Geeft een submenu weer voor kortingsgerelateerde handelingen
nl_be: Toont een submenu voor kortingsgerelateerde bewerkingen
ru: Отображает подменю для скидочных операций
sv: Visar en submeny för rabatt åtgärder
vi_vn: Hiển thị menu con cho các hoạt động liên quan đến giảm giá

source: Discount type
bg: Отстъпка Вид:
da: Rabattype
de: Rabattart
es: Tipo de descuento
fi: Alennuksen tyyppi:
fr: Type de remise :
is: Tegund afsláttar
nl: Kortingstype
nl_be: Kortingstype
ru: Тип скидки:
sv: Rabattyp
vi_vn: Loại Chiết khấu

source: Discount values are missing
bg: Стойностите на отстъпката липсват
da: Rabatværdier mangler
de: Rabattwerte fehlen
es: Faltan los valores de descuento
fi: Alennusarvot puuttuvat
fr: Les valeurs de remise sont manquantes
is: Gildi fyrir afslátt vantar
nl: Korting waarden ontbreken
nl_be: Kortingswaarden ontbreken
ru: Прпопущено значение скидки
sv: Rabattvärden saknas
vi_vn: Sô tiền giảm giá bị thiếu

source: Edit all
bg: Редактиране на всички
da: Rediger alt
de: Alle bearbeiten
es: Editar todo
fi: Muokkaa kaikkia
fr: Tout modifier
is: Breyta öllum
nl: Alles bewerken
nl_be: Alles bewerken
ru: Редактировать все
sv: Redigera alla
vi_vn: Chỉnh sửa tất cả

source: Edit discount
bg: Редактиране Отстъпка
da: Rediger rabat
de: Rabatt bearbeiten
es: Editar descuento
fi: Muokkaa alennusta
fr: Modifier la remise
is: Breyta afslætti
nl: Korting bewerken
nl_be: Korting bewerken
ru: Редактировать скидку
sv: Redigera rabatt
vi_vn: Sửa giảm giá

source: Edit priority
bg: Редактиране на приоритет
da: Rediger prioritet
de: Priorität bearbeiten
es: Editar prioridad
fi: Muokkaa prioriteettia
fr: Modifier la priorité
is: Breyta forgangi
nl: Wijzig prioriteit
nl_be: Prioriteit bewerken
ru: Редактировать приоритет
sv: Redigera prioritet
vi_vn: Chỉnh sửa ưu tiên

# EditText
source: Edit
bg: Редактиране
da: Rediger ...
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
is: Breyta
nl: Bewerken
nl_be: Bewerken
ru: Редактировать
sv: Redigera
vi_vn: Chỉnh sửa

# EditTypeNone
source: None
bg: Няма
da: Ingen
de: Keine
es: Ninguno
fi: Ei yhtään
fr: Aucun
is: Engin
nl: Geen
nl_be: Geen
ru: Нет
sv: Ingen
vi_vn: Không

source: Enabled
bg: Активирано:
da: Aktiveret
de: Aktiviert
es: Activado
fi: Käytössä:
fr: Activé :
is: Virkt
nl: Inschakelen
nl_be: Ingeschakeld:
ru: Активно:
sv: Aktiverad
vi_vn: Bật:

source: Error: Some data has been deleted
bg: Грешка: Някои данни са изтрити
da: Fejl: Nogle data er blevet slettet
de: Fehler: Einige Daten wurden gelöscht
es: Error: Se han borrado algunos datos.
fi: Virhe: Joitain tietoja on poistettu
fr: Erreur. Des données ont été supprimées
is: Villa: Einhverjum gögnum hefur verið eytt
nl: Item heeft geen fiscale groep eraan verbonden
nl_be: Fout: Sommige gegevens werden verwijderd
ru: Ошибка: Некоторые данные были удалены
sv: Fel: En del data har raderats
vi_vn: Lỗi: Một số dữ liệu đã bị xóa

source: ID
bg: Идентификационен номер
fi: Tunnus
is: Auðkenni

source: Item
bg: Артикул
da: Vare
de: Artikel
es: Artículo
fi: Tuote
fr: Article
is: Vara
nl: Artikel
nl_be: Artikel
ru: Товар
sv: Artikel
vi_vn: Mặt hàng

source: Item has no tax group attached to it
bg: Артикулът не е свързан с данъчна група
da: Varen har ingen momsgruppe knyttet til den
de: Artikel hat keine Steuergruppe beigefügt
es: El artículo no tiene un grupo impositivo asociado.
fi: Tälle tuotteelle ei ole liitetty veroluokkaa
fr: L'article n'est associé à aucun de taxe
is: Vara hefur ekki VSK flokk á sér
nl: Item heeft geen fiscale groep eraan verbonden
nl_be: Er is geen btw-groep met het artikel verbonden
ru: Товару не назначена налоговая группа
sv: Artikel har ingen momsgrupp kopplad till sig
vi_vn: Sản phẩm không có nhóm thuế đi kèm

source: Level must be a positive number
bg: Нивото трябва да е положително число
da: Niveau skal være et positivt tal
de: Ebene muss eine postive Zahl sein
es: El nivel debe ser un número positivo.
fi: Tason on oltava positiivinen luku
fr: Le niveau doit être un chiffre positif
is: Stig verður að vera jákvæð tala
nl: Niveau moet een positief getal zijn
nl_be: Niveau moet een positief nummer zijn
ru: Уровень должен быть положительным числом
sv: Nivå måste vara en positiv siffra
vi_vn: Cấp bậc phải là một số dương

source: Line group
bg: Ред група:
da: Linjegruppe:
de: Zeilengruppe
es: Grupo de líneas
fi: Rivi-ryhmä:
fr: Groupe de lignes :
is: Línuflokkur
nl: Lijnenbundel
nl_be: Lijngroep
ru: Строка группы:
sv: Linjegrupp
vi_vn: Nhóm dòng:

# MBConfigHeaderPercent
source: Select unique minimum quantity and discount percent
bg: Изберете уникално минимално количество и процент на отстъпка
da: Vælg unik minimumsmængde og rabatprocent
de: Wählen Sie eine einzigartige Mindestmenge und einen Rabattprozentsatz
es: Seleccione una cantidad mínima única y un porcentaje de descuento.
fi: Valitse yksilöllinen vähimmäismäärä ja alennusprosentti
fr: Choisissez une quantité minimum et un pourcentage de remise
is: Settu inn einkvæmt lágmarks magn og afsláttarprósentu
nl: Selecteer unieke minimale hoeveelheid en kortingspercentage
nl_be: Unieke minimumhoeveelheid en kortingspercentage selecteren
ru: Выберите уникальное мин. кол-во и процент скидки
sv: Välj unik minimum kvantitet och rabattprocent
vi_vn: Chọn số lượng tối thiểu duy nhất và phần trăm chiết khấu

source: Mix and match
de: Mix und Match
es: Mezclar y combinar
fi: Mix & Match
fr: Assortiment
is: Blönduð tilboð
nl: Mix en match
nl_be: Mix & Match
ru: Комбинированная скидка
sv: Mix & Match
vi_vn: Pha trộn và kết hợp

# MixAndMatchDescription
source: Use this option to view and edit mix and match offers
bg: Използвайте тази опция, за да преглеждате и редактирате оферти за mix and match
da: Brug denne mulighed til at se og redigere Mix and Match-tilbud
de: Verwenden Sie diese Option, um Mix und Match-Angebote anzuzeigen und zu bearbeiten
es: Utilice esta opción para ver y editar las ofertas de mezclar y combinar.
fi: Tämän vaihtoehdon avulla voit tarkastella ja muokata Mix&Match tarjouksia
fr: Utilisez cette option pour afficher et modifier les assortiments promotionnels
is: Veldu þennan kost til að skoða eða breyta mix og match tilboðum
nl: Gebruik deze optie om mix- en wedstrijdaanbiedingen te bekijken en te wijzigen
nl_be: Deze optie gebruiken om Mix & Match aanbiedingen te bekijken en te bewerken
ru: Используйте эту опцию для просмотра и редактирования предложений комб. скидки
sv: Använd alternativet för att se och redigera Mix & Match erbjudanden
vi_vn: Sử dụng tùy chọn này để xem và chỉnh sửa khuyến mại mix match

source: Mix and match line groups
bg: Ред групи Mix and match
da: Mix and match linjegrupper
de: Mix&Match-Zeilengruppen
es: Grupos de líneas de mezclar y combinar
fi: Mix&Match riviryhmä
fr: Groupes de lignes d'assortiments
is: Línuflokkur blandaðra tilboða
nl: Meng en match lijngroepen
nl_be: Mix & Match lijngroepen
ru: Строка групп комбинированной скидки
sv: Mix & Match radgrupper
vi_vn: Nhóm dòng mix & match

source: Mix and match lines
bg: Редове mix and match
da: Mix and match-linjer
de: Mix&Match-Zeilen
es: Líneas de mezclar y combinar
fi: Mix&Match rivit
fr: Lignes d'assortiment
is: Línur blandaðra tilboða
nl: Mix en match lijnen
nl_be: Mix & Match lijnen
ru: Строки комбинированной скидки
sv: Mix & Match rader
vi_vn: Dòng khuyến mại mix match

# MixAndMatchTooltipDescription
source: Setup mix and match offers to discount any combination of items
bg: Настройка оферти mix and match за отстъпка за всяка комбинация от артикули
da: Opsætning af Mix and Match-tilbud til rabat på enhver kombination af varer
de: Mix-and-Match-Angebote erstellen, um jede mögliche Artikelkombination mit einem Rabatt zu versehen
es: Configurar las ofertas de mezclar y combinar para aplicar descuentos a combinaciones de artículos
fi: Aseta Mix&Match tarjous alennukselle mille vain tuotteiden yhdistelmälle
fr: Configurer des assortiments promotionnels pour faire une remise sur un ensemble d'articles
is: Uppsetning blandaðra tilboða, til að gefa afslátt af hvaða samsetningu vara sem er
nl: Setup mix en vergelijk aanbiedingen om een ​​combinatie van items af te sluiten
nl_be: Mix & match aanbiedingen instellen om korting te bieden voor een combinatie van artikels
ru: Настройка mix and match предложений для скидки любой комбинации товаров
sv: Konfigurera blandade erbjudanden för att rabattera valfri kombination av artiklar
vi_vn: Thiết lập gói khuyến mại mix -mat cho phép thiết lập gói giảm giá cho bất kỳ sự kết hợp các mặt hàng nào

# MixMatch
source: Mix and match
de: Mix und Match
es: Mezclar y combinar
fi: Mix & Match
fr: Assortiment
is: Blönduð tilboð
nl: Mix en match
nl_be: Mix & Match
ru: Комбинированная скидка
sv: Mix & Match
vi_vn: Pha trộn và kết hợp

source: Multibuy
bg: Множ.покупки
da: Flerkøb
es: Compra múltiple
fi: Moniosto
fr: Achats multiples
is: Magnkaup
nl_be: Multikoop
ru: Множественная скидка
sv: Samköp
vi_vn: Mua nhiều

source: Multibuy configurations
bg: Конфигурации с множеств.покупки
da: Flerkøbskonfigurationer
de: Multibuy-Konfigurationen
es: Configuraciones de compras múltiples
fi: Monioston konfiguraatiot
fr: Configurations achat multiple
is: Magnkaupsstillingar
nl: Multibuy configuraties
nl_be: Multi-verkoop configuraties
ru: Конфигурации множественной скидки
sv: Samköpkonfigurationer
vi_vn: Cấu hình gói khuyến mại Multibuy

# MultibuyDescription
source: Use this option to view and edit multibuy setup
bg: Използвайте тази опция, за да преглеждате и редактирате настройки множ.покупки
da: Brug denne indstilling til at se og redigere opsætning af flerkøb
de: Verwenden Sie diese Option, um das Multibuy-Setup anzuzeigen und zu bearbeiten
es: Utilice esta opción para ver y editar la configuración de compras múltiples.
fi: Tämän vaihtoehdon avulla voit tarkastella ja muokata moniostojen asetuksia
fr: Utilisez cette option pour afficher et modifier le paramétrage d'achats multiples
is: Veldu þennan kost til að skoða eða breyta magnkaupsstillingum
nl: Gebruik deze optie om multibuy setup te bekijken en te bewerken
nl_be: Deze optie gebruiken om multi-verkopen te bekijken en te bewerken
ru: Используйте эту опцию для просмотра и редактирования настройки множественной скидки
sv: Använd alternativet för att se och redigera samköpsinställning
vi_vn: Sử dụng tùy chọn này để xem và chỉnh sửa thiết lập gói multibuy

source: Multibuy lines
bg: Редове множеств.покупки
da: Flerkøbslinjer
de: Multibuy-Zeilen
es: Líneas de múltiples compras
fi: Monioston rivit
fr: Lignes d'achats multiples
is: Magnkaupslínur
nl: Multibuy lijnen
nl_be: Multi-verkooplijn
ru: Строки множественной скидки
sv: Samköpsrader
vi_vn: Dòng Multibuy

# MultibuyTooltipDescription
source: Setup multibuy discount offers related to sold quantity
bg: Настройка на оферти множеств.покупки, свързани с продаденото количество
da: Opsæt tilbud om flerkøbsrabat relateret til solgt mængde
de: Multibuy-Rabattangebote in Bezug zur verkauften Menge erstellen
es: Configurar las ofertas de descuento por compra múltiple asociadas a la cantidad vendida
fi: Aseta monioston alennustarjous myytyyn määrään nähden
fr: Configurer des remises d'achats multiples en rapport avec la quantité vendue
is: Uppsetning magnkaupa, sem tengjast magni seldrar vöru
nl: Setup multibuy korting aanbiedingen gerelateerd aan verkochte hoeveelheid
nl_be: Multibuy-kortingsaanbiedingen die met de verkochte hoeveelheid te maken hebben instellen
ru: Настройка предложений количественной скидки
sv: Konfigurera flerköpsrabatterbjudanden relaterade till såld kvantitet
vi_vn: Thiết lập gói giảm giá multibuy liên quan đến số lượng bán

source: No default store selected
bg: Няма избран магазин по подразбиране
da: Ingen standard butik valgt
de: Kein Standardgeschäft ausgewählt
es: No se ha seleccionado una tienda predeterminada.
fi: Oletusmyymälää ei ole valittu
fr: Aucun magasin par défaut n'a été choisi
is: Engin sjálfgefin búð er valin
nl: Geen standaard winkel geselecteerd
nl_be: Geen standaardwinkel geselecteerd
ru: Нет выбранного магазина по умолчанию
sv: Ingen standard butik vald
vi_vn: Không có cửa hàng mặc định được chọn

source: No discounts are active
bg: Няма активни отстъпки
da: Ingen rabatter er aktive
de: Keine Rabatte aktiv
es: No hay ningún descuento activo
fi: Alennukset eivät ole aktiivisia
fr: Aucune remise n'est active
is: Engir afslættir eru virkir
nl: Er zijn geen kortingen actief
nl_be: Geen kortingen actief
ru: Нет активных скидок
sv: Inga rabatter är aktiva
vi_vn: Không có gói giảm giá được kích hoạt

source: No discounts are configured
bg: Не са конфигурирани отстъпки
da: Ingen rabatter er konfigureret
de: Keine Rabatte konfiguriert
es: No hay ningún descuento configurado
fi: Mitään alennuksia ei ole määritetty
fr: Aucune remise n'a été configurée
is: Engir afslættir hafa verið stilltir
nl: Er zijn geen kortingen geconfigureerd
nl_be: Geen kortingen geconfigureerd
ru: Нет сконфигурированных скидок
sv: Inga rabatter är konfigurerade
vi_vn: Không có gói giảm giá được cấu hình

# OfferCount
source: #1 offers found
bg: #1 оферти намерени
da: #1 tilbud fundet
de: #1 Angebote gefunden
es: #1 ofertas encontradas
fi: #1 tarjousta löydetty
fr: #1 offre(s) trouvée(s)
is: #1 tilboð fundust
nl: gevonden biedingen.
nl_be: #1 aanbiedingen gevonden
ru: #1 предложений найдено
sv: #1 erbjudanden hittades
vi_vn: #1 gói giảm giá tìm thấy

# OfferLinesCount
source: #1 lines found
bg: #1 реда намерени
da: #1 linjer fundet
de: #1 Zeilen gefunden
es: #1 líneas encontradas
fi: #1 riviä löydetty
fr: #1 ligne(s) trouvée(s)
is: #1 línur fundust
nl: # 1 lijnen gevonden
nl_be: #1 lijnen gevonden
ru: #1 строк найдено
sv: #1 rader hittades
vi_vn: #1 dòng tìm thấy
