Repository: iespana/LSOne
Catalog: SM/Plugins/PeriodicDiscounts/Properties/resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# ValidationPeriodDescription
source: Use this option to view and edit validation periods
bg: Използвайте тази опция, за да преглеждате и редактирате периоди на валидност
da: Brug denne indstilling til at se og redigere valideringsperioder
de: Verwenden Sie diese Option, um Gültigkeitszeiträume anzuzeigen und zu bearbeiten
es: Utilice esta opción para ver y editar periodos de validación.
fi: Käytä tätä vaihtoehtoa voimassaoloaikojen tarkastelemiseen sekä muokkaamiseen
fr: Utilisez cette option pour afficher et modifier les périodes de contrôle
is: Veldu þennan kost til að skoða eða breyta gildistímabilum
nl: Gebruik deze optie om validatieperioden te bekijken en bewerken
nl_be: Deze optie gebruiken om valideringsperioden te bekijken en te bewerken
ru: Используйте эту опцию для просмотра и редактирования периодов действия
sv: Använd alternativet för att se och redigera giltighetsperioder
vi_vn: Sử dụng tùy chọn này để xem và chỉnh sửa khoảng thời gian có hiệu lực

source: Validation periods
bg: Периоди на валидност
da: Valideringsperioder
de: Gültigkeitszeiträume
es: Periodos de validación
fi: Voimassaoloajat
fr: Périodes de contrôle
is: Gildistímar
nl: Validatieperiodes
nl_be: Valideringsperioden
ru: Периоды проверки
sv: Giltighetsperioder
vi_vn: Thời gian có hiệu lực

# ValidationPeriodTooltipDescription
source: Manage validation periods for discount offers and promotions
bg: Управление на периоди на валидност за оферти отстъпки и промоции
da: Administrer valideringsperioder for rabattilbud og kampagner
de: Validierungszeiträume für Rabattangebote und Werbeaktionen verwalten
es: Administrar los períodos de validación de las ofertas de descuento y las promociones
fi: Hallinnoi voimassaoloaikoja alennustarjouksille ja kampanjoille
fr: Gérer les périodes de contrôle d'offres de remises et de promotions
is: Umsjón gildistíma fyrir afsláttartilboð og kynningar
nl: Beheer validatieperiodes voor kortingsaanbiedingen en promoties
nl_be: Validatieperiodes voor kortingsaanbiedingen en promoties beheren
ru: Управление активными периодами для предложений и продвижений
sv: Hantera giltighetsperioder för rabatterbjudanden och kampanjer
vi_vn: Quản lý thời gian có hiệu lực cho các gói ưu đãi giảm giá và khuyến mãi

# VariantNeedsToBeSelected
source: Variant needs to be selected for items that have variants
bg: Вариант трябва да бъде избран за артикули, които имат варианти
da: Variant skal vælges for elementer, der har varianter
de: Eine Variante muss für Artikel, die Varianten haben, ausgewählt werden
es: Es necesario seleccionar variantes para los artículos que tengan variantes
fi: Variantti on valittava tuotteelle, jolla on variantteja
fr: Une variante doit être choisie pour les articles comportant des variantes
is: Vöruafbrigði þarf að vera valið fyrir vörur sem hafa afbrigði
nl: Variant moet worden geselecteerd voor items die varianten hebben
nl_be: Variant moet geselecteerd worden voor artikelen die varianten hebben
ru: Вариант необходимо выбирать для товаров, имеющих варианты
sv: Variant måste väljas för artiklar som har varianter
vi_vn: Mã con cần được chọn cho các sản phẩm có mã con

source: Variant number
bg: Номер на варианта
da: Variantnummer
de: Variationsnummer
es: Número de variante
fi: Varianttinumero
fr: Numéro de variante :
is: Afbrigðisnúmer
nl: Variant nummer
nl_be: Variantnummer
ru: Номер варианта
sv: Variantnr
vi_vn: Số biến

# VariationNotExistsError
source: The variation that this record references has been deleted. Please delete this record to fix the issue
bg: Вариацията, за която се отнася този запис, е изтрита. Моля изтрийте този запис, за да коригирате проблема
da: Variationen, som denne post refererer til, er blevet slettet. Slet denne post for at løse problemet
de: Die Variation, die auf diesen Datensatz bezogen wurde, wurde gelöscht. Bitte löschen Sie diesen Datensatz, um das Problem zu beheben
es: La variación en este registro se ha borrado. Borre este registro para solucionar el problema.
fi: Variantti, johon tämä tietue viittaa, on poistettu. Poista tämä tietua korjataksesi ongelman.
fr: La variation référencée par cette entrée a été supprimée. Veuillez supprimer l'entrée pour résoudre le problème
is: Breytileikanum sem þessi fæsla notar hefur verið eytt. Vinsamlegast eyðið þessari færlsu til þess að laga vandamálið.
nl: De variatie die deze recordreferenties zijn verwijderd. Verwijder dit record om het probleem op te lossen
nl_be: De variatie waarnaar dit gegeven verwijst, werd verwijderd. Verwijder dit gegeven om het probleem op te lossen
ru: Вариация, на которую ссылается данная запись, была удалена. Пожалуйста, удалите данную запись для разрешения проблемы
sv: Varianten har raderats. Radera den här posten för att åtgärda felet.
vi_vn: Các biến thể của bản ghi này đã bị xóa. Vui lòng xóa bản ghi này để khắc phục sự cố

# ViewConflictingPriorities
source: This priority is already in use by another periodic discount. Click here to view all priorities
bg: Този приоритет вече се използва от друга периодична отстъпка. Кликнете тук, за да видите всички приоритети
da: Denne prioritering bruges allerede af en anden periodisk rabat. Klik her for at se alle prioriteter
de: Diese Priorität wird bereits von einem anderen periodischen Rabatt genutzt. Klicken Sie hier, um alle Prioritäten anzuzeigen
es: Esta prioridad ya se está utilizando para otro descuento periódico. Haga clic aquí para ver todas las prioridades.
fi: Tämä prioriteetti on jo käytössä toisella määräaikaisella alennuksella. Paina tästä nähdeksesi kaikki prioriteetit
fr: Cette priorité est déjà utilisée par une autre remise périodique. Cliquez ici pour afficher toutes les priorités
is: Þessi forgangur er í notkun á öðrum tímabundnum afslætti. Smelltu hér til að skoða forgangsröðun
nl: Deze prioriteit is al in gebruik door een andere periodieke korting. Klik hier om alle prioriteiten te bekijken
nl_be: Deze prioriteit wordt al door een andere periodieke korting gebruikt. Hier klikken om alle prioriteiten te bekijken
ru: Этот приоритет используется другой периодической скидкой. Кликните здась для просмотра всех приоритетов
sv: Prioritet används redan av en annan periodisk rabatt. Klicka här för att se alla prioriteter
vi_vn: Thứ tự ưu tiên này đã được sử dụng bởi gói khuyến mại khác. Nhấn vào đây để xem tất cả các ưu tiên

source: View priorities
bg: Преглед приоритети
da: Se prioriteter
de: Prioritäten anzeigen
es: Ver prioridades
fi: Näytä prioriteetit
fr: Afficher les priorités
is: Skoða forgangsröðun
nl: Prioriteiten
nl_be: Prioriteiten bekijken
ru: Просмотр свойств
sv: Visa prioriteringar
vi_vn: Xem thứ tự ưu tiên

# XDiscountsAreActive
source: #1 discounts are active
bg: #1 отстъпки са активни
da: #1 rabat(ter) er aktive
de: #1 Rabatte sind aktiv
es: Hay #1 descuentos activos
fi: #1 alennukset ovat aktiivisia
fr: #1 remises sont actives
is: #1 afslættir eru virkir
nl: # 1 kortingen zijn actief
nl_be: #1 kortingen actief
ru: #1 скидок активно
sv: #1 rabatter är aktiva
vi_vn: #1 gói giảm giá đã kích hoạt

# XDiscountsAreExpiringThisWeek
source: #1 discounts are expiring this week
bg: #1 отстъпки изтичат тази седмица
da: #1 rabat(ter) udløber denne uge
de: #1 Rabatte laufen diese Woche ab
es: Hay #1 descuentos que caducan esta semana
fi: #1 alennukset, jotka päättyvät tällä viikolla
fr: #1 remises arrivent à expiration cette semaine
is: #1 aflættir eru að renna út í þessari viku
nl: # 1 kortingen verlopen deze week
nl_be: #1 kortingen verlopen deze week
ru: #1 скидок завершатся на этой неделе
sv: #1 rabatter upphör den här veckan
vi_vn: #1 gói giảm giá sẽ hết hạn trong tuần này
