Repository: iespana/LSOne
Catalog: SM/Plugins/GiftCards/Properties/Resources.*.resx
Languages: fi

source: Activate
fi: Aktivoi

source: Yes
fi: Kyllä

source: Deactivate
fi: Poista käytöstä

source: Delete
fi: Poista

source: Gift card
fi: Lahjakortti

source: Gift cards
fi: Lahjakortit

source: No
fi: Ei

source: Profiles
fi: Profiilit

source: Currency
fi: Valuutta

source: Inactive
fi: Ei aktiivinen

source: Status
fi: Tila:

source: Active
fi: Aktiivinen

source: Add
fi: Lisää

source: Add to gift card...
fi: Lisää lahjakorttiin

source: All
fi: Kaikki

source: Balance
fi: Saldo

# ChangingNumberSequenceStartingPoint
source: By changing the sequence start you are defining a new starting point for the number sequence.
fi: Vaihtamalla sarjan alkua määrität uuden alkupisteen numerosarjalle.

# CouldNotConnectToStoreServer
source: Could not connect to Site Service
fi: Yhteyden muodostaminen Site Service -palveluun ei onnistunut

# CurrentSequenceHigher
source: The current sequence start is {0}, witch is higher than your selected sequence start of {1}.
fi: Nykyinen sarjan aloitus on {0}, joka on suurempi kuin valitun järjestyksen {1} alku.

source: Delete gift card
fi: Poista lahjakortti

# DeleteGiftCardQuestion
source: Are you sure you want to delete the selected gift card?
fi: Haluatko varmasti poistaa valitun lahjakortin?

source: Delete gift cards
fi: Poista lahjakortit

# DeleteGiftCardsQuestion
source: Are you sure you want to delete the selected gift cards?
fi: Haluatko varmasti poistaa valitut lahjakortit?

source: Edit
fi: Muokkaa

source: Empty
fi: Tyhjä

# EnterAmountToAddToGiftCard
source: Enter amount to add to the selected gift card
fi: Anna summa, jonka haluat lisätä valitulle lahjakortille

# GiftcardCreditMemo
source: Gift cards / Credit memos
fi: Lahjakortit / Hyvityskuitit

source: Gift card ID
fi: Lahjakortin tunnus

# GiftCardsDescription
source: Use this option to search for and view gift cards
fi: Tämän vaihtoehdon avulla voit etsiä ja katsella lahjakortteja

# GiftCardsOperationDescription
source: Brings up a menu with gift card operations
fi: Tuo valikon, jossa on lahjakorttitoimintoja

# GiftCardsTooltipDescription
source: Create new and view existing gift cards
fi: Luo uusi ja katsele olemassa olevia lahjakortteja

source: New
fi: Uusi

source: New gift card(s)
fi: Uusi lahjakortti/-kortit

# NewGiftCardsDescription
source: Use this option to create new gift card(s)
fi: Tämän vaihtoehdon avulla voit luoda uusia lahjakortteja

# NoStoreServerIsSetUp
source: Site Service has not been configured yet
fi: Site Service -palvelua ei ole vielä määritetty

source: Not empty
fi: Ei tyhjä

source: Refillable
fi: Uudelleentäytettävä:

source: Retail
fi: Vähittäiskauppa

# SelectHigherSequenceStart
source: Please select a higher sequence start.
fi: Valitse korkeampi sarjan aloitus.

# StartingPointCanNotBeLower
source: The sequense starting point can not be set lower than the current starting point.
fi: Järjestyksen aloituspistettä ei voi asettaa pienemmäksi kuin nykyinen aloituspiste.

source: Usage
fi: Käyttö

source: View gift cards
fi: Katso lahjakortteja

source: View POS user
fi: Näytä POS-käyttäjä

source: View store
fi: Näytä myymälä

source: View terminal
fi: Näytä pääte

source: View user
fi: Näytä käyttäjä

source: Vouchers
fi: Tositteet
