Repository: iespana/LSOne
Catalog: Core/Common_services/CustomerOrderService/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Cancel
bg: Отказ
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
is: Hætta við
nl: Annuleren
nl_be: Annuleren
ru: Отмена
sv: Avbryt
vi_vn: Hủy bỏ thao tác

source: Customer
bg: Клиент
da: Kunde
de: Kunde
es: Cliente
fi: Asiakas
fr: Client
is: Viðskiptamaður
nl: Valuta
nl_be: Klant
ru: Клиент
sv: Kund
vi_vn: Khách hàng

# PickUpQuantity
source: Quantity
bg: Количество
da: Mængde
de: Anzahl
es: Cantidad
fi: Määrä
fr: Quantité
is: Magn
nl: Aantal
nl_be: Hoeveelheid
ru: Количество
sv: Antal
vi_vn: Số Lượng

source: Actions
bg: Действия
da: Handlinger
de: Aktionen
es: Acciones
fi: Toiminnot
is: Aðgerðir
nl: Handelingen
nl_be: Acties
ru: Действия
sv: Åtgärder
vi_vn: Thực thi

# AdditionalPayment
source: Add payment
bg: Допълнително плащане:
da: Yderligere betaling
de: Weitere Zahlung
es: Pago adicional
fi: Lisämaksu:
fr: Paiement supplémentaire
is: Viðbótargreiðsla
nl: Aanvullende storting
nl_be: Extra betaling
ru: Дополнительный платеж
sv: Tilläggsbetalning
vi_vn: Tiền nộp bổ sung:

# AdditionalPaymentCannotBeHigherThanBalance
source: The additional payment cannot be higher than the balance of the customer order
bg: Допълнителното плащане не може да бъде равно или по-високо от салдото по клиентска поръчка
da: Den yderligere betaling kan ikke være lig med eller større end saldoen på kundens ordre
de: Die zusätzliche Zahlung darf nicht mit dem Saldo des Kundenauftrags übereinstimmen oder höher sein.
es: El pago adicional no puede ser igual ni mayor que el saldo del pedido del cliente
fi: Lisämaksu ei voi olla yhtä suuri tai suurempi kuin asiakkaan tilauksen saldo
fr: Le paiement supplémentaire ne peut pas être supérieur ou égal au solde de la commande client
is: Viðbótargreiðslan getur ekki verið hærri en eftirstöðvar sölupöntunarinnar
nl: De extra betaling kan niet gelijk is aan of hoger dan het saldo van de bestelling van de klant
nl_be: De extra betaling mag niet gelijk of hoger zijn dan het saldo van de klantbestelling.
sv: Tilläggsbetalningen kan inte vara lika stor eller större än kundorderns balans
vi_vn: Khoản thanh toán bổ sung không thể bằng hoặc cao hơn số dư của đơn đặt hàng của khách hàng

source: All
bg: Всички
da: Alle
de: Alle
es: Todo
fi: Kaikki
fr: Tous
is: Allt
nl: Alles
nl_be: Alle
ru: Все
sv: Alla
vi_vn: Tất cả

source: All changes have been reverted
bg: Всички промени са отменени
da: Alle ændringer er blevet fortrudt
de: Alle Änderungen wurden zurückgesetzt.
es: Todos los cambios se han anulado
fi: Kaikki muutokset on palautettu
fr: Toutes les modifications ont été rétablies
is: Bakkað hefur verið með allar breytingar
nl: Alle veranderingen teruggedraaid
nl_be: Alle wijzigingen werden ongedaan gemaakt
ru: Все изменения были отменены
sv: Alla ändringar har återställts
vi_vn: Tất cả các thay đổi đã được hoàn nguyên

# AllItemsOnOrderSetToPickUp
source: Do you want to move all available quantity to be picked up?
bg: Искате ли да преместите цялото налично количество да бъде взето?
da: Vil du flytte hele det tilgængelige antal til afhentning?
de: Möchten Sie die gesamte verfügbare Menge zur Abholung verschieben?
es: ¿Desea pasar a recogida toda la cantidad disponible?
fi: Haluatko siirtää kaiken käytettävissä olevan määrän poimintaan?
fr: Souhaitez-vous que toutes les quantités disponibles soient à collecter ?
is: Vilt þú sækja allar vörur sem eftir eru?
nl: Wilt u alle beschikbare hoeveelheid worden opgepikt verplaatsen?
nl_be: Wilt u alle beschikbare aantallen reserveren voor afhaling?
ru: Перенести все доступное количество в подбор?
sv: Vill du flytta all tillgänglig mängd som ska hämtas?
vi_vn: Bạn có muốn di chuyển tất cả số lượng có sẵn để nhặt hàng?

# AllItemsWillBeMarkedAsFullyReceived
source: All items on the selected orders will be marked as fully received.
bg: Всички артикули от избраните поръчки ще бъдат маркирани като напълно получени.
da: Alle varer i de valgte ordrer vil blive markeret som fuldt modtaget.
de: Alle Artikel in den ausgewählten Aufträgen werden als vollständig erhalten markiert.
es: Todos los artículos de los pedidos seleccionados se marcarán como recibidos íntegramente.
fi: Kaikki valittujen tilausten tuotteet merkitään täysin vastaanotetuiksi.
fr: Tous les articles des commandes choisies seront marquées comme étant entièrement reçues.
is: Allar vörur á valdri pöntun verða merktar sem mótteknar.
nl: Alle items op de geselecteerde orders worden gemarkeerd als volledig ontvangen.
nl_be: Alle items op de geselecteerde bestellingen zullen als volledig ontvangen worden gemarkeerd.
ru: Все товары в выбранных заказах будут отмечены как полностью получены.
sv: Alla objekt på de valda beställningarna markeras som fullt mottagna.
vi_vn: Tất cả các mục trên các đơn đặt hàng đã chọn sẽ được đánh dấu là nhận được đầy đủ.

source: An additional payment cannot be added when picking up items
bg: Не може да се добави допълнително плащане при събиране на артикули
da: Der kan ikke tilføjes en yderligere betaling ved afhentning af varer
de: Eine zusätzliche Zahlung kann beim Abholen von Artikeln nicht hinzufügt werden.
es: No se puede añadir un pago adicional a la hora de recoger artículos
fi: Poiminnan yhteydessä ei voi lisätä lisämaksua
fr: Un paiement supplémentaire ne peut pas être ajouté lorsque des articles sont collectés
is: Ekki er hægt að borga viðbótargreiðslu þegar það er verið að ná í vörur
nl: Een extra betaling kan niet worden toegevoegd bij het afhalen van items
nl_be: Er mag geen extra betaling worden toegevoegd bij het afhalen van artikels
sv: En tilläggsbetalning kan inte läggas till vid upphämtning av artiklar
vi_vn: Một khoản thanh toán bổ sung không thể được thêm vào khi nhặt đồ

# AnItemOnCustomerOrderCannotBeUnvoidedPleaseAddItAgain
source: An item on a customer order cannot be unvoided please add it again to the sale
bg: Анулиран артикул от клиентска поръчка не може да бъде въведен отново, моля добавете го отново към продажбата
da: Annullering af en vare på en kundeordre kan ikke fortrydes, tilføj varen igen
de: Ein Artikel in einem Kundenauftrag kann nicht freigegeben werden. Bitte fügen Sie ihn erneut dem Verkauf zu.
es: No se puede anular un artículo de un pedido de un cliente. Vuelva a añadirlo a la venta.
fi: Asaikkaan tilauksella olevaa tuotetta ei voi palauttaa takaisin, lisää se uudelleen myynnille
fr: Un article de commande client ne peut pas être non-annulé ; veuillez le rajouter à la vente
is: Ekki er hægt að taka ógildingu af vöru á sölupöntun. Bættu henni aftur á pöntunina.
nl: Een item op een bestelling van de klant kan niet worden unvoided gelieve opnieuw toevoegen aan de verkoop
nl_be: Een item op een klantenbestelling kan niet ongedaan worden gemaakt, voeg het opnieuw aan verkoop toe
ru: Товар в заказе клиента не может быть как аннулированная отмена, пожалуйста добавьте его к продаже снова
sv: En vara i en kundorder kan inte vara icke-annullerad, lägg till den igen till försäljningen
vi_vn: Không thể bỏ qua một mặt hàng trong đơn đặt hàng của khách hàng, vui lòng thêm lại vào bán hàng

# AreYouSureCancelCustomerOrder
source: Are you sure you want to cancel the #1
bg: Наистина ли искате да отажете #1
da: Er du sikker på, at du vil annullere #1
de: Möchten Sie #1 wirklich löschen?
es: ¿Está seguro de que desea cancelar el #1?
fi: Haluatko varmasti peruuttaa #1
fr: Êtes-vous sûr(e) de vouloir annuler le #1 ?
is: Ertu viss um að þú viljir hætta við #1
nl: Weet u zeker dat u de taak wilt annuleren?
nl_be: Weet u zeker dat u de #1 wilt annuleren
ru: Отменить #1?
sv: Är du säker på att du vill avbryta #1
vi_vn: Bạn có chắc chắn muốn hủy #1

# CancelQuote
source: Cancel the quote
bg: Отказ от офертата
da: Annuller tilbud
de: Das Angebot stornieren
es: Cancelar el presupuesto
fi: Peruuta tarjous
fr: Annuler le devis
is: Loka tilboðinu
nl: De offerte annuleren
nl_be: De offerte annuleren
ru: Отмена коммерческого предложения
sv: Avbryt offerten
vi_vn: Hủy báo giá

# ChangingDeliveryLocationWillMoveStockReservation
source: Changing the delivery location will move the stock reservation from the current location to the new one.
bg: Промяната на местоположението на доставката ще премести резерв.на стоката от текущото местоположени към новото.
da: Ændring af leveringssted vil flytte lagerreserveringen fra det aktuelle sted til det nye sted.
de: Die Änderung des Lieferorts wird die Bestandreservierung vom aktuellen Standort zu einem neuen verschieben.
es: Si se modifica la ubicación de entrega, la reserva de existencias pasará de la ubicación actual a la nueva.
fi: Toimituspaikan muuttaminen ei siirrä varaston varausta nykyisestä sijainnista uuteen.
fr: La modification du lieu de livraison déplace la réservation du stock de son lieu actuel vers le nouveau lieu.
is: Breyting á afgreiðslustað færir fráteknar birgðir frá núverandi stað á nýja staðinn.
nl: Wijzigen van de bezorgingslocatie gaan de voorraad reservering vanaf de huidige locatie naar de nieuwe database.
nl_be: Wijziging van de leveringslocatie zal de voorraadreservering van de huidige locatie naar de nieuwe verplaatsen.
ru: Изменение места доставки переместит резервирование запасов из текущего местоположения в новое.
sv: Om du ändrar leveransplatsen flyttas lagerreserveringen från den aktuella platsen till den nya.
vi_vn: Thay đổi địa điểm giao hàng sẽ chuyển việc đặt chỗ chứng khoán từ vị trí hiện tại sang địa điểm mới.

source: Clear search
bg: Изчистване на търсенето
da: Ryd søgning
de: Suche löschen
es: Borrar búsqueda
fi: Tyhjennä haku
fr: Effacer la recherche
is: Hreinsa leit
nl: Zoekopdracht leegmaken
nl_be: Zoekopdracht wissen
ru: Обнуление поиска
sv: Radera sökning
vi_vn: Xóa tìm kiếm

# ClickAPaymentButtonToGetDeposit
source: A deposit of #1 is remaining. Please click any payment button to pay the deposit back
bg: Остава депозит от #1. Моля кликнете върху бутона за плащане, за да изплатите депозита
da: En indsætning på #1 resterer. Klik på en af betalingsknapperne for at gennemføre indsætningen
de: Eine Anzahlung von #1 verbleibt. Bitte klicken Sie die Zahlungsschaltfläche, um die Anzahlung zurückzuzahlen.
es: Queda un depósito de #1. Haga clic en cualquiera de los botones de pago para reembolsar el depósito.
fi: Ennakkoa #1 on jäljellä. Paina mitä tahansa maksupainitekka maksaaksesi ennakon takaisin
fr: Un dépôt de #1 est restant. Cliquez sur n'importe quel bouton de paiement pour rembourser le dépôt.
is: Innborgun að upphæð #1 stendur eftir. Smelltu á greiðsluhnapp til að borga innborgunina til baka.
nl: Een storting van #1 is overgebleven. Klik op elke knoop van de betaling terug te betalen de storting
nl_be: Er is nog een aanbetaling van #1. Klik op een betalingsknop om de aanbetaling terug te storten.
ru: Осталась сумма депозита # 1 Пожалуйста, нажмите любую кнопку оплаты, чтобы вернуть депозит
sv: En deposition på #1 är kvar. Vänligen klicka på någon betalningsknapp för att betala tillbaka depositionen
vi_vn: Khoản tiền đặt cọc #1 vẫn còn. Vui lòng nhấp vào bất kỳ nút thanh toán nào để trả lại tiền đặt cọc

source: Closed
bg: Затворено
da: Lukket
de: Geschlossen
es: Cerrado
fi: Suljettu
fr: Fermé
is: Lokuð
nl: Gesloten
nl_be: Gesloten
ru: Закрыто
sv: Stängt
vi_vn: Đã kết thúc

source: Continue to payment
bg: Продължете към плащане
da: Fortsæt til betaling
de: Weiter zur Zahlung.
es: Pasar al pago
fi: Jatka maksamista
fr: Procéder au paiement
is: Halda áfram í greiðslu
nl: Verder gaan naar betalen
nl_be: Verder naar afrekenen
ru: Продолжить оплату
sv: Fortsätt till betalning
vi_vn: Tiếp tục thanh toán

source: Create sale
bg: Създаване продажба
da: Opret salg
de: Verkauf erstellen
es: Crear venta
fi: Luo myynti
fr: Créer une vente
is: Búa til sölu
nl: Uitverkoop maken
nl_be: Verkoop aanmaken
sv: Skapa försäljning
vi_vn: Tạo bán

# CustomerInformationOnSaleOrderNotTheSame
source: Customer information on order and sale are not the same.
bg: Информация за клиент по поръчка и продажба не е една и съща.
da: Kundeoplysninger i ordre og salg er ikke identiske.
de: Die Kundeninformationen zum Auftrag und Verkauf stimmen nicht überein.
es: La información del cliente en el pedido y la venta no coincide.
fi: Tilauksen ja myynnin asiakastiedot eroavat toisistaan.
fr: Les informations client sur la commande et la vente ne sont pas les mêmes.
is: Upplýsingar um viðskiptamann á pöntun og sölu eru ekki þær sömu.
nl: Klantgegevens op orde en verkoop zijn niet hetzelfde.
nl_be: Klantgegevens voor bestelling en verkoop zijn niet hetzelfde.
ru: Информация о клиенте в заказе и в продаже на одинаковы.
sv: Kundinformationen i beställningen och försäljningen är inte densamma.
vi_vn: Thông tin khách hàng về đơn hàng và bán hàng không giống nhau.

# CustomerOnOrderIsNotSameAsOnTransaction
source: Customer on order (#1) is not the same as the one on the sale (#2).
bg: Клиент в поръчка (#1) не е същият като този при продажбата (#2).
da: Kunden i ordre (#1) er ikke den sammen som i salg (#2).
de: Der Kunde in Auftrag (#1) stimmt nicht mit demjenigen vom Verkauf (#2) überein.
es: El cliente del pedido (#1) no es el mismo que el de la venta (#2).
fi: Tilauksella (#1) on eri asiakas kuin myynnillä (#2).
fr: Le client de la commande (#1) n'est pas le même que celui de la vente (#2).
is: Sölupöntun (#1) er ekki sú sama og sú sem er á sölu (#2).
nl: Klant op de order (#1) is niet hetzelfde als die op de verkoop (#2).
nl_be: Klant op bestelling (#1) is niet dezelfde als de klant op verkoop (#2).
ru: Клиент в заказе (#1) отличается от клиента в продаже (#2).
sv: Kunden i beställning (#1) är inte densamma som den i försäljningen (#2).
vi_vn: Khách hàng theo đơn đặt hàng (#1) không giống với khách hàng đang bán (#2).

# CustomerOrderCancelled
source: Customer order changes cancelled.
bg: Промените в клиентските поръчки са отказани.
da: Ændringer i kundeordre annulleret.
de: Änderungen am Kundenauftrag storniert.
es: Se han cancelado los cambios en el pedido del cliente.
fi: Asiakastilauksen muutokset peruttu.
fr: Les modifications de la commande client ont été annulées.
is: Breytingar á sölupöntun afturkallaðar.
nl: Klant Bestelwijzigingen geannuleerd.
nl_be: Wijzigingen van klantbestelling zijn geannuleerd.
ru: Изменения в заказе клиента отменены.
sv: Kundens beställningsändringar annullerades.
vi_vn: Thay đổi đơn đặt hàng của khách hàng bị hủy bỏ.

# CustomerOrderCannotBeChangedToAQuote
source: A customer order cannot be changed to a quote
bg: Поръчката на клиента не може да бъде променена на оферта
da: En kundeordre kan ikke ændres til et tilbud
de: Ein Kundenauftrag kann nicht zu einem Angebot geändert werden.
es: No se puede convertir un pedido de cliente en un presupuesto
fi: Asiakastilausta ei voida muuttaa tarjoukseksi
fr: Une commande client ne peut pas se transformer en devis
is: Ekki er hægt að breyta sölupöntun í tilboð
nl: Een bestelling van de klant kan niet aan een offerte worden gewijzigd
nl_be: Een klantbestelling kan niet worden gewijzigd in een offerte.
ru: Заказ клиента не может быть изменен в коммерческое предложение
sv: En kundbeställning kan inte ändras till en offert
vi_vn: Một đơn đặt hàng của khách hàng không thể được thay đổi để báo giá

# CustomerOrderCreated
source: Customer order with reference #1 has been created
bg: Създадена е поръчка на клиент с референция #1
da: Kundeordren med referencen #1 er blevet oprettet
de: Kundenauftrag mit Referenz #1 wurde erstellt.
es: Se ha creado un pedido de cliente con la referencia #1
fi: Asiakastilaus viitteellä #1 on luotu
fr: Une commande client de référence #1 a été créée
is: Sölupöntun með tilvísun #1 hefur verið búin til
nl: De bestelling van de klant met referentie #1 is gemaakt
nl_be: Klantbestelling met referentie #1 is gemaakt.
ru: Заказ клиента с сылкой #1 был создан
sv: Kundbeställning med referensnummer #1 har skapats
vi_vn: Đơn đặt hàng của khách hàng với tham chiếu #1 đã được tạo

# CustomerOrderHeaderText
source: Customer order details
bg: Подробности за клиентска поръчка
da: Kundeordreoplysninger
de: Kundenauftragsdetails
es: Detalles del pedido del cliente
fi: Asiakastilauksen yksityiskohtaiset tiedot
fr: Détails de la commande client
is: Upplýsingar um sölupöntun
nl: Details van de bestelling van de klant
nl_be: Gegevens klantbestelling
ru: Детали заказа клиента
sv: Information kundbeställning
vi_vn: Chi tiết đặt hàng của khách hàng

# CustomerOrderLowCase
source: customer order
bg: Клиентска поръчка
da: Kundeordre
de: Kundenbestellung
es: Pedido de cliente
fi: Asiakkaan tilaus
fr: Commande client
is: Sölupöntun
nl: Klantbestelling
nl_be: Klantbestelling
ru: Заказ клиента
sv: Kundorder
vi_vn: Đơn hàng của khách hàng

# CustomerOrderMixCase
source: Customer order
bg: Клиентска поръчка
da: Kundeordre
de: Kundenbestellung
es: Pedido de cliente
fi: Asiakkaan tilaus
fr: Commande client
is: Sölupöntun
nl: Klantbestelling
nl_be: Klantbestelling
ru: Заказ клиента
sv: Kundorder
vi_vn: Đơn hàng của khách hàng

# CustomerOrderUpdated
source: Customer order with reference #1 has been updated
bg: Поръчка на клиент с референция #1 бе актуализирана
da: Kundeordren med referencen #1 er blevet opdateret
de: Kundenauftrag mit Referenz #1 wurde aktualisiert.
es: Se ha actualizado el pedido de cliente con la referencia #1
fi: Asiakastilaus viitteellä #1 on päivitetty
fr: Une commande client de référence #1 a été mise à jour
is: Sölupöntun með tilvísun #1 hefur verið uppfærð
nl: De bestelling van de klant met referentie #1 is bijgewerkt
nl_be: Klantbestelling met referentie #1 is bijgewerkt.
ru: Заказ клиента с ссылкой #1 был изменен
sv: Kundbeställning med referensnummer #1 har uppdaterats
vi_vn: Đơn đặt hàng của khách hàng với tham chiếu #1 đã được cập nhật

# CustomerOrderWithAdditionalPaymentsCannotBeVoided
source: Customer order cannot be voided because an additional payment needs to be paid
bg: Поръчката на клиента не може да бъде анулирана, защото трябва да бъде направено допълнително плащане
da: Kundeordren kan ikke annulleres, eftersom der skal foretages en yderligere betaling
de: Der Kundenauftrag kann nicht storniert werden, weil eine zusätzliche Zahlung vorgenommen werden muss.
es: El pedido del cliente no se puede anular ya que hay un pago adicional pendiente
fi: Asiakkaan tilausta ei voida mitätöidä, koska lisämaksu on maksettava
fr: La commande client ne peut pas être annulée parce qu'un paiement supplémentaire doit être payé
is: Ekki er hægt að hætta við sölupöntun þegar það á að greiða viðbótargreiðslu
nl: Bestelling van de klant niet kan worden afgezegd omdat een extra betaling moet worden besteed
nl_be: Klantbestelling kan niet worden geannuleerd omdat een extra betaling moet worden uitgevoerd
sv: Kundorder kan inte ogiltigförklaras eftersom en tilläggsbetalning måste betalas
vi_vn: Đơn đặt hàng của khách hàng không thể bị vô hiệu vì một khoản thanh toán bổ sung cần phải được thanh toán

source: Delivered
bg: Доставено
da: Leveret
de: Versendet
es: Entregado
fi: Toimitettu
fr: Livré
is: Afhent
nl: Bezorgd
nl_be: Afgeleverd
ru: Поставлено
sv: Levererad
vi_vn: Đã giao hàng

# DeliveryLocationMustBeSelected
source: Please select a delivery location
bg: Моля изберете място за доставка
da: Vælg et leveringssted
de: Bitte wählen Sie einen Lieferort aus.
es: Seleccione una ubicación de entrega
fi: Valitse toimituspaikka
fr: Veuillez choisir un lieu de livraison
is: Veldu afhendingar staðsetningu
nl: Selecteer een locatie voor berichtbezorging
nl_be: Selecteer een leveringslocatie
ru: Пожалуйста, выберите место доставки
sv: Välj en leveransplats
vi_vn: Vui lòng chọn một địa điểm giao hàng

source: Delivery method has not been selected
bg: Методът за доставка не е избран
da: Leveringsmetode ikke valgt
de: Die Liefermethode wurde nicht ausgewählt.
es: No ha seleccionado un método de entrega
fi: Toimitustapaa ei ole valittu
fr: Aucune méthode de livraison n'a été choisie
is: Afgreiðslumáti hefur ekki verið valinn
nl: Leveringsmethode is niet geselecteerd
nl_be: Leveringsmethode is niet geselecteerd
ru: Метод доставки не был выбран
sv: Leveransmetod har inte valts
vi_vn: Phương thức giao hàng chưa được chọn

source: Deposit for
bg: Депозит за
da: Indsættelse for
de: Anzahlung für
es: Depósito para
fi: Ennakko
fr: Dépôt pour
is: Innborgun fyrir
nl: Aanbetaling voor
nl_be: Aanbetaling voor
ru: Депозит для
sv: Deposition för
vi_vn: Thanh toán trước cho

# DepositTenderNotConfiguredOnStore
source: Before this operation is run a deposit tender has to be configured for this store.
bg: Преди да започне операцията трябва да се конфигурира плащане депозит за този магазин.
da: Inden denne handling kan udføres, skal der konfigureres en indsættelsesmetode for denne butik.
de: Bevor dieser Vorgang ausgeführt wird, muss ein Einzahlungsangebot für dieses Geschäft konfiguriert werden.
es: Antes de ejecutar esta operación, debe configurar una oferta de depósito para esta tienda.
fi: Ennen kuin tämä toiminto voidaan suorittaa, ennakkomaksu maksutapa on määritettävä tälle myymälälle.
fr: Avant d'exécuter cette opération, un mode de dépôt doit être configuré pour ce magasin.
is: Áður en hægt er að keyra þessa aðgerð þarf að stilla innborganir fyrir þessa búð.
nl: Voordat deze bewerking wordt uitgevoerd moet een storting inschrijving worden geconfigureerd voor deze winkel.
nl_be: Voordat deze bewerking wordt uitgevoerd, moet een aanbetalingsofferte voor deze winkel worden gedefinieerd.
ru: Перед этой операцией для данного магазина должен быть сконфигурирован способ оплаты - депозит
sv: Innan den här åtgärden körs måste en insättningsmottagare konfigureras för denna butik.
vi_vn: Trước khi hoạt động này được chạy, một khoản tiền gửi phải được cấu hình cho cửa hàng này.

source: Deposit to keep
bg: Депозит за запазване
da: Indsættelse, der skal beholdes
de: Einzubehaltende Anzahlung
es: Depósito a conservar
fi: Pidettävä ennakko
fr: Dépôt à conserver
is: Innborgun til að halda
nl: Storting te houden
nl_be: Aanbetaling behouden
ru: Депозит, на хранение
sv: Deposition att behålla
vi_vn: Gửi tiền để giữ

# DepositWillBeDistributedToOtherItems
source: The deposit for the voided item (#1) will be distributed to the other items on this order
bg: Депозитът за анулирания артикул (#1) ще бъде прехвърлен към останалите артикули от тази поръчка
da: Indsættelsen for den annullerede vare (#1) vil blive fordelt på de andre varer på denne ordre
de: Die Anzahlung für den stornierten Artikel (#1) wird auf die anderen Artikel in diesem Auftrag verteilt.
es: El depósito del artículo anulado (#1) se distribuirá entre el resto de artículos de este pedido
fi: Mitätöidyn tuotteen ennakko (#1) jaetaan muille tällä tilauksella oleville tuotteille
fr: Le dépôt de l'article annulé (#1) sera distribué aux autres articles de cette commande
is: Innborgun ógildu vörunnar (#1) verður deilt á aðrar vörur á pöntuninni
nl: De aanbetaling voor de nietigverklaarde object (#1) zal worden gedistribueerd naar de andere artikelen op deze order
nl_be: De aanbetaling voor het verwijderde item (#1) wordt verdeeld over de andere items in deze bestelling.
ru: Депозит для аннулированного товара (#1) будет распределен среди других товаров этого заказа
sv: Depositionen för det annullerade objektet (#1) kommer att distribueras till övriga objekt i denna beställning
vi_vn: Khoản tiền gửi cho mặt hàng bị hủy (#1) sẽ được phân phối cho các mặt hàng khác trong đơn đặt hàng này
