Repository: iespana/LSOne
Catalog: Core/Common_services/CustomerOrderService/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# DepositWillBeUsedToPayUpOtherItems
source: The deposit for the voided item (#1) will be used to finish payment for the other items on this order
bg: Депозитът за анулирания артикул (#1) ще бъде използван за завършване на плащането за другите артикули в тази поръчка
da: Indsættelsen for den annullerede vare (#1) vil blive anvendt som betaling for de andre varer på denne ordre
de: Die Anzahlung für den stornierten Artikel (#1) wird verwendet, um die anderen Artikel in diesem Auftrag abzubezahlen.
es: El depósito del artículo anulado (#1) se utilizará para pagar el resto de artículos de este pedido
fi: Mitätöidyn tuotteen ennakkoa (#1) käytetään suorituksen viimeistelemiseen muille tämän tilauksen tuotteille
fr: Le dépôt de l'article annulé (#1] sera utilisé pour conclure le paiement des autres articles de cette commande
is: Innborgun ógildu vörunnar (#1) verður notuð til að klára greiðslu á öðrum vörum á pöntuninni
nl: De aanbetaling voor de nietigverklaarde object (#1) worden gebruikt voor het voltooien van de betaling voor de andere artikelen op deze bestelling
nl_be: De aanbetaling voor het verwijderde item (#1) wordt gebruikt om de betaling voor de andere items in deze bestelling af te ronden.
ru: Депозит для аннулированного товара (#1) будет использован для окончательного платежа по другим товарам данного заказа продажи
sv: Depositionen för det annullerade objektet (#1) kommer att användas för att slutföra betalningen för övriga objekt i denna order
vi_vn: Khoản tiền gửi cho mặt hàng bị hủy (#1) sẽ được sử dụng để hoàn tất thanh toán cho các mặt hàng khác trong đơn đặt hàng này

# DoYouWantToChangeToNormalSale
source: Do you want to change it to a normal sale?
bg: Искате ли да го промените на нормална продажба?
da: Vil du ændre til et normalt salg?
de: Möchten Sie dies zu einem normalen Verkauf ändern?
es: ¿Desea convertirla en una venta normal?
fi: Haluatko muuttaa sen tavalliseen myyntiin?
fr: Souhaitez-vous la faire passer en vente normale ?
is: Viltu breyta í venjulega sölu?
nl: Wilt u het omzetten van een normale verkoop?
nl_be: Wilt u dit wijzigen in een gewone verkoop?
ru: Вы хотите изменить его в нормальную продажу?
sv: Vill du byta till en vanlig försäljning?
vi_vn: Bạn có muốn thay đổi thành bán hàng bình thường?

source: Do you want to continue?
bg: Искате ли да продължите?
da: Ønsker du at fortsætte?
de: Wollen Sie fortfahren?
es: ¿Desea continuar?
fi: Haluatko jatkaa?
fr: Souhaitez-vous continuer ?
is: Viltu halda áfram?
nl: Wilt u doorgaan?
nl_be: Wilt u doorgaan?
ru: Вы хотите продолжить?
sv: Vill du fortsätta?
vi_vn: Bạn có muốn tiếp tục không?

# DoYouWantToUpdateCustomerOnSale
source: Do you want to update the sale to use the customer on the order?
bg: Искате ли да актуализирате продажбата, за да използвате клиента за поръчка?
da: Vil du opdatere salget, så kunden fra ordren anvendes i stedet?
de: Möchten Sie den Verkauf aktualisieren, um den Kunden für den Auftrag zu verwenden?
es: ¿Desea actualizar la venta para incluir a este cliente en el pedido?
fi: Haluatko päivittää myynnin käyttämään asiakasta tilauksella?
fr: Souhaitez-vous mettre à jour la vente de façon à utiliser le client qui figure sur la commande ?
is: Vilt þú uppfæra söluna til að nota sama viðskiptamann og er á pöntuninni?
nl: Wilt u het bijwerken van de verkoop voor het gebruik van de klant op de order?
nl_be: Wilt u de verkoop bijwerken om de klant op de bestelling te gebruiken?
ru: Вы хотите обновить продажу для использования клиента в заказе?
sv: Vill du uppdatera försäljningen för att använda kunden i beställningen?
vi_vn: Bạn có muốn cập nhật việc bán hàng để sử dụng khách hàng theo đơn đặt hàng không?

source: Edit details
bg: Редактиране Детайли
da: Rediger oplysninger
de: Details bearbeiten
es: Editar detalles
fi: Muokkaa tietoja
fr: Modifier les détails
is: Breyta uppl.
nl: Gegevens wijzigen
nl_be: Gegevens bewerken
ru: Редактировать детали
sv: Ange uppgifter
vi_vn: Chỉnh sửa chi tiết

source: Filters
bg: Филтри
da: Filtre
de: Filter
es: Filtros
fi: Suodattimet
fr: Filtres
is: Afmarkanir
nl: Toon Filter
ru: Фильтры
sv: Filter
vi_vn: Bộ lọc

source: Finish
bg: Приключване
da: Gem og luk
de: Fertig
es: Finalizar
fi: Suorita loppuun
fr: Terminer
is: Ljúka
nl: Afronden
nl_be: Afsluiten
ru: Завершить
sv: Slutför
vi_vn: Hoàn thành

# GiftCertificatesAreNotAllowedOnCustomerOrder
source: Gift certificates cannot be on a customer order
bg: Гифт сертификати не могат да бъдат в клиентска поръчка
da: En kundeordre kan ikke indeholde gavekort
de: Geschenkgutscheine können nicht in einem Kundenauftrag verwendet werden.
es: No puede haber certificados de regalo en los pedidos de clientes
fi: Lahjakortit eivät voi olla asiakkaan tilauksella
fr: Les chèques-cadeau ne peuvent pas figurer sur une commande client
is: Ekki er hægt að búa til sölupöntun úr sölu með gjafakorti
nl: Cadeaubonnen mogen niet op een bestelling van de klant
nl_be: Cadeaubonnen kunnen niet op een klantbestelling staan
ru: Подарочные сертификаты не могут быть в заказе клиента
sv: Presentkort kan inte stå på en kundbeställning
vi_vn: Phiếu quà tặng không thể được đặt hàng

# GiftCertificatesAreNotAllowedOnQuotes
source: Gift certificates cannot be on a quotes
bg: Гифт сертификати не могат да бъдат в оферти
da: Tilbud kan ikke indeholde gavekort
de: Geschenkgutscheine können nicht für Angebote verwendet werden.
es: No puede haber certificados de regalo en los presupuestos
fi: Lahjakortit eivät voi olla tarjouksissa
fr: Les chèques-cadeau ne peuvent pas figurer sur un devis
is: Ekki er hægt að búa til tilboð úr sölu sem er með gjafakorti á sér
nl: Cadeaubonnen mogen niet op een citaten
nl_be: Cadeaubonnen kunnen niet op een offerte staan.
ru: Подарочные сертификаты не могут быть в коммерческом предложении
sv: Presentkort kan inte stå på offerter
vi_vn: Phiếu quà tặng không thể có trên báo giá

# IncomeAccountNotAllowedOnCustomerOrder
source: Income account or expense account items cannot be on a customer order
bg: Приходни или разходни сметки не могат да бъдат в клиентска поръчка
da: Indtægtskontovarer eller udgiftkontovarer kan ikke være på en kundreordre
de: Ertrags- oder Aufwandskontenartikel können nicht für einen Kundenauftrag verwendet werden.
es: No se pueden incluir las cuentas de ingresos o gastos en un pedido de cliente
fi: Tulo- tai kulutili tuotteet eivät voi olla asiakkaan tilauksella
fr: Un montant de revenu ou des articles de compte de dépenses ne peuvent pas figurer sur une commande client
is: Ekki er hægt að búa til sölupöntun með sölu sem hefur annað hvort tekju- eða gjaldareikning á sér
nl: Account of kostenrekening posten van de winst kunnen niet op een bestelling van de klant
nl_be: Items van inkomsten- of uitgavenaccount kunnen niet op een klantbestelling staan.
ru: Счета доходов и расходов не могут быть в заказе клиента
sv: Inkomstkontoposter eller kostnadskontoposter kan inte stå på en kundbeställning
vi_vn: Tài khoản thu nhập hoặc các khoản mục tài khoản chi phí không thể theo đơn đặt hàng của khách hàng

# IncomeAccountNotAllowedOnQuote
source: Income account or expense account items cannot be on a quote
bg: Приходни или разходни сметки не могат да бъдат в оферта
da: Indtægtskontovarer eller udgiftkontovarer kan ikke være på et tilbud
de: Ertrags- oder Aufwandskontenartikel können nicht für ein Angebot verwendet werden.
es: No se pueden incluir las cuentas de ingresos o gastos en un presupuesto
fi: Tulo- tai kulutili tuotteet eivät voi olla tarjouksella
fr: Un montant de revenu ou des articles de compte de dépenses ne peuvent pas figurer sur un devis
is: Ekki er hægt að búa til tilboð með sölu sem hefur annað hvort tekju- eða gjaldareikning á sér
nl: Account of kostenrekening posten van de winst kunnen niet op een offerte
nl_be: Items van inkomsten- of uitgavenaccount kunnen niet op een offerte staan.
ru: Счета доходов и расходов не могут быть в коммерческом предложении
sv: Inkomstkontoposter eller kostnadskontoposter kan inte stå på en offert
vi_vn: Tài khoản thu nhập hoặc các khoản mục tài khoản chi phí không thể nằm trong báo giá

# ItemHasLinkedItemsCannotBeVoided
source: This item has linked items, please void those first before voiding this item
bg: Този артикул има свързани артикули, моля анулирайте първо тях, преди да анулирате този артикул
da: Varen har tilknyttede varer, som skal annulleres, før du kan annullere denne varer
de: Dieser Artikel verfügt über verknüpfte Artikel. Bitte stornieren Sie diese, bevor Sie diesen Artikel stornieren.
es: Este artículo tiene artículos vinculados. Anúlelos primero antes de anular este artículo.
fi: Tällä tuotteella on linkitettyjä tuotteita. Ole hyvä ja mitätöi linkitetyt tuotteet ennen tämän tuotteen mitätöintiä
fr: Cet article comporte des articles liés ; veuillez les annuler avant d'annuler cet article
is: Þessi vara er með tengdar vörur. Hættu við þær vörur áður en hætt er við þessa.
nl: Dit item heeft gekoppeld items, gelieve void die eerst eerder ongeldig te verklaren dit item
nl_be: Dit item heeft gekoppelde items. Verwijder eerst de gekoppelde items voordat u dit item verwijdert.
ru: Для этого товара есть связанные товарны, пожалуйста аннулировать сначала связанные товары до аннулирования этого товара
sv: Det här objektet har länkade objekt, annullera dessa först innan du annullerar det här föremålet
vi_vn: Mục này có các mục được liên kết, vui lòng bỏ trống những mục đó trước khi hủy mục này

source: Items cannot be picked up when adding a payment
bg: Артикулите не могат да се вземат при добавяне на плащане
da: Varer kan ikke afhentes, når der tilføjes en betaling
de: Artikel können nicht abgeholt werden, wenn eine Zahlung hinzugefügt wird.
es: No se pueden recoger artículos a la hora de añadir un pago
fi: Tuotteita ei voida poimia maksun lisäämisen yhteydessä
fr: Les articles ne peuvent pas être collectés lorsqu'un paiement est ajouté
is: Ekki er hægt að velja vörur til tiltektar þegar það á að greiða viðbótargreiðslu
nl: Objecten kunnen niet worden opgepikt bij het toevoegen van een betaling
nl_be: Artikels kunnen niet worden afgehaald als een betaling wordt toegevoegd
sv: Artikeln kan inte hämtas när du lägger till en betalning
vi_vn: Các mục không thể được chọn khi thêm thanh toán

source: Items on a quote cannot be picked up
bg: Артикулите в оферта не могат да бъдат взети
da: Varer i et tilbud kan ikke afhentes
de: Artikel in einem Angebot können nicht abgeholt werden.
es: No se pueden elegir los artículos de un presupuesto
fi: Tarjouksella olevia tuotteita ei voida kerätä
fr: Les articles de devis ne peuvent pas être collectés
is: Vörur sem er á tilboði er ekki hægt að færa yfir í "verður sótt" dálkinn
nl: Artikelen op een offerte kunnen niet worden opgehaald
nl_be: Items op een offerte kunnen niet worden afgehaald
ru: Товары в коммерческом предложении не могут быть подобраны
sv: Objekt i en offert kan inte hämtas upp
vi_vn: Các mục trên báo giá không thể được chọn

source: Minimum deposit
bg: Минимален депозит:
da: Minimumindsættelse
de: Mindesteinzahlung
es: Depósito mínimo
fi: Vähimmäisennakko:
fr: Dépôt minimum
is: Lágmarks greiðsla
nl: Minimale storting
nl_be: Minimaal deposito
ru: Минимальный депозит:
sv: Minsta inbetalning
vi_vn: Tiền gửi tối thiểu:

source: Multi selection
bg: Избери много
da: Fler-valg
de: Mehrfachauswahl
es: Selección múltiple
fi: Monivalinta
fr: Choix multiple
is: Fjölvalsaðgerð
nl: Meervoudige selectie
nl_be: Meervoudige selectie
ru: Множественный выбор
sv: Flerval
vi_vn: Nhiều lựa chọn

source: My location
bg: Моето местоположение
da: Min placering
de: Mein Standort
es: Mi ubicación
fi: Sijaintini
fr: Mon emplacement
is: Mín staðsetning
nl: Mijn locatie
nl_be: Mijn locatie
ru: Мое местоположение
sv: Min plats
vi_vn: Vị trí của tôi

source: Next
bg: Напред
da: Næste
de: Weiter
es: Siguiente
fi: Seuraava
fr: Suivant
is: Áfram
nl: Volgende
nl_be: Volgende
ru: Далее
sv: Nästa
vi_vn: Tiếp theo

# NoCustomerOrderSettingsHaveBeenSet
source: No configurations for #1 exist.
bg: Няма конфигурации за #1
da: Der findes ingen konfigurationer for #1.
de: Es sind keine Konfigurationen für #1 vorhanden.
es: No existe ninguna configuración para #1.
fi: #1 Asetuksia ei ole olemassa.
fr: Aucune configuration n'existe pour #1.
is: Engar stillingar eru til fyrir #1.
nl: Geen configuraties voor #1 bestaan.
nl_be: Er zijn geen configuraties voor #1.
ru: Нет конфигурация для #1
sv: Ingen konfiguration för #1 finns.
vi_vn: Không có cấu hình cho #1 tồn tại.

source: On order
bg: Поръчани
da: På bestilling
de: Bestellt
es: En pedido
fi: Tilauksessa
fr: Commandé
is: Í pöntun
nl: Op order
nl_be: Op bestelling
ru: Заказ
sv: På beställning
vi_vn: Đã đặt hàng

source: On sale
bg: Промоция
da: På tilbud
de: Im Verkauf
es: En venta
fi: Alennuksessa
fr: En solde
is: Á sölu
nl: Aanbieding
nl_be: In verkoop
ru: Акция
sv: Till försäljning
vi_vn: Đang bán

source: Open
bg: Отваряне
da: Åbn
de: Öffnen
es: Abrir
fi: Avaa
fr: Ouvrir
is: Sækja
nl_be: Openen
ru: Открыто
sv: Öppna
vi_vn: Mở

# OrderCannotBeRecalledToPOS
source: Customer order cannot be recalled to POS
bg: Поръчката на клиента не може да бъде изтеглена на ПОС
da: En kundeordre kan ikke tilbagekaldes til kassen
de: Kundenauftrag kann nicht zum POS zurückgerufen werden.
es: No se puede recuperar el pedido del cliente en el punto de venta
fi: Asiakkaan tilausta ei voi palauttaa kassalle
fr: Une commande client ne peut pas être rappelée au PDV
is: Ekki er hægt að afturkalla sölupöntunina á posann
nl: Bestelling van de klant kan niet worden teruggeroepen naar POS
nl_be: Klantbestelling kan niet worden teruggeroepen naar POS.
ru: Заказ клиента не может быть отозван на POS
sv: Kundbeställning kan inte återkallas till POS
vi_vn: Đơn đặt hàng của khách hàng không thể được gọi lại trên POS

source: Override deposit
bg: Замяна на депозит
da: Tilsidesæt indsættelse
de: Anzahlung überschreiben
es: Anular depósito
fi: Korvaa ennakko
fr: Remplacer le dépôt
is: Yfirskrifa innborgun
nl: Overschrijven van storting
nl_be: Aanbetaling overschrijven
ru: Переопределить депозит
sv: Skriv över deposition
vi_vn: Ghi đè tiền trả trước

# OverrideDepositCannotBeHigherThanBalance
source: The deposit amount cannot be equal to or higher than the balance of the customer order
bg: Сумата на депозита не може да бъде равна или по-висока от салдото по клиентска поръчка
da: Indsættelsesbeløbet kan ikke være lig med eller større end saldoen på kundens ordre.
de: Der Anzahlungsbetrag darf nicht mit dem Saldo des Kundenauftrags übereinstimmen oder höher sein.
es: El importe del depósito no puede ser igual ni mayor que el saldo del pedido del cliente
fi: Ennakkosumma ei voi olla yhtä suuri tai suurempi kuin asiakkaan tilauksen saldo
fr: Le montant du dépôt ne peut pas être supérieur ou égal au solde de la commande client
is: Innborgun má ekki vera jöfn eða hærri en staða innkaupa pöntunarinnar
nl: Het stortingsbedrag kan niet gelijk is aan of hoger dan het saldo van de bestelling van de klant
nl_be: Het aanbetalingsbedrag mag niet gelijk of hoger zijn dan het saldo van de klantbestelling.
ru: Сумма депозита не может быть больше или равна балансу заказ клиента
sv: Depositionsbeloppet kan inte vara lika med eller högre än balansen i kundbeställningen
vi_vn: Số tiền trả trước không thể bằng hoặc cao hơn số dư của đơn đặt hàng của khách hàng

source: Partial
bg: Частично
da: Delvis
de: Teilweise
es: Parcial
fi: Osittainen
fr: Partiel
is: Hluta
nl: Gedeeltelijk
nl_be: Gedeeltelijk
ru: Частичный
sv: Partiell
vi_vn: Từng phần

# PartialPickup
source: Partial pick up of items
bg: Частично вземане на артикули
da: Delvis afhentning af varer
de: Teilweise Abholung von Artikeln
es: Recogida parcial de artículos
fi: Tuotteiden osittainen keräily
fr: Collection partielle d'articles
is: Sækja hluta af vörum
nl: Gedeeltelijke afhalen van items
nl_be: Items gedeeltelijk afhalen
ru: Частичный подбор товаров
sv: Partiell upphämtning av objekt
vi_vn: Nhận một phần của các mặt hàng

# PartsOfThisItemHasBeenReceivedAndCannotBeVoided
source: Some of the quantity for this item has already been received so it cannot be voided
bg: Част от количеството за този артикул вече е получено, така че не може да бъде отменено
da: En del af det samlede antal af disse varer er modtaget, og varen kan derfor ikke annulleres
de: Eine Teilmenge dieses Artikels wurde bereits erhalten, daher kann er nicht storniert werden.
es: Algunas unidades de este artículo ya se han recibido. Por tanto, no se puede anular.
fi: Osa tuotteista on jo vastaanotettu, joten sitä ei voida mitätöidä
fr: Une partie de cet article a déjà été reçue et ne peut donc pas être annulée
is: Ekki er hægt að hætta við þessa vöru því sumir hlutir úr þessari vöru hafa verið afhentir
nl: Sommige van de hoeveelheid voor dit object is reeds ontvangen zodat het niet kan worden afgezegd
nl_be: Sommige aantallen voor dit item zijn al ontvangen. Het item kan daarom niet worden verwijderd.
ru: Некоторое количество для этого товара уже получена, поэтому он не может быть аннулирован
sv: En del av kvantiteten för detta objekt har redan tagits emot så den kan inte annulleras
vi_vn: Một số lượng cho mặt hàng này đã được nhận để nó không thể bị hủy.

source: Pay additional payment
bg: Допълнително плащане
da: Betal yderligere betaling
de: Zusätzliche Zahlung vornehmen
es: Abonar el pago adicional
fi: Maksa lisämaksu
fr: Payer un paiement supplémentaire
is: Greiða viðbótargreiðslu
nl: Aanvullende storting
nl_be: Extra betaling uitvoeren
sv: Betala tilläggsbetalning
vi_vn: Thanh toán bổ sung:

source: Pay deposit
bg: Плащане депозит
da: Foretag indsættelse
de: Anzahlung machen
es: Pagar depósito
fi: Maksa ennakko
fr: Payer le dépôt
is: Greiða innborgun
nl: Aanbetaling
nl_be: Aanbetaling betalen
ru: Оплата депозита
sv: Betala deposition
vi_vn: Thanh toán trước cho

source: Picking list
bg: Списък събиране
da: Plukliste
de: Kommissionierliste
es: Lista de recolección
fi: Poimintaluettelo
fr: Liste de prélèvement
is: Tiltektarlisti
nl: Magazijnorderlijst
nl_be: Keuzelijst
ru: Пикинг лист
sv: Plocklista
vi_vn: Danh sách chọn

source: Pick up entire order
bg: Вземете цялата поръчка
da: Afhent hele ordren
de: Gesamten Auftrag abholen
es: Recoger todo el pedido
fi: Kerää koko tilaus
fr: Aller chercher toute la commande
is: Sækja alla pöntunina
nl: Halen van de hele order
nl_be: Volledige bestelling afhalen
ru: Подбор всего заказа
sv: Hämta upp hela beställningen
vi_vn: Nhận toàn bộ đơn hàng

# PostOrder
source: Post
bg: Осчетоводяване
da: Bogfør
de: Veröffentlichen
es: Publicar
fi: Kirjaa
fr: Valider
is: Bóka
nl_be: Boeken
ru: Учет
sv: Bokför
vi_vn: Ghi sổ

# PrintInfo
source: Receipt
bg: Разписка
da: Kvittering
de: Kassenbon
es: Recibo
fi: Kuitti
fr: Reçu
is: Kvittun
nl: Betalingsbewijs
nl_be: Ontvangstbewijs
ru: Чек
sv: Kvitto
vi_vn: Biên nhận

source: Quote actions
bg: Оферта действия
da: Tilbudshandlinger
de: Angebotsaktionen
es: Acciones para presupuestos
fi: Tarjouksen toiminnot
fr: Actions de devis
is: Tilboðs aðgerðir
nl: Offerte Handelingen
nl_be: Acties offerte
ru: Действия по коммерческому предложению
sv: Offertåtgärder
vi_vn: Trích dẫn báo giá

# QuoteHeaderText
source: Quote details
bg: Детайли на оферта
da: Tilbudsoplysninger
de: Angebotsdetails
es: Detalles del presupuesto
fi: Tarjouksen tiedot
fr: Détails du devis
is: Tilboðs upplýsingar
nl: Offerte details
nl_be: Gegevens offerte
ru: Детали коммерческого предложения
sv: Offertuppgifter
vi_vn: Báo giá chi tiết

# QuoteLowCase
source: quote
bg: оферта
da: tilbud
de: Kostenvoranschlag
es: presupuesto
fi: tarjous
fr: devis
is: tilboð
nl: citaat
nl_be: offerte
ru: квота
sv: offert
vi_vn: Báo giá

# QuoteMixCase
source: Quote
bg: Оферта
da: Tilbud
de: Kostenvoranschlag
es: Presupuesto
fi: Tarjous
fr: Devis
is: Tilboð
nl: Citaat
nl_be: Offerte
ru: Квота
sv: Offert
vi_vn: Trích dẫn

# ReadyForDelivery
source: Ready
bg: Готов
da: Klar
de: Bereit
es: Listo
fi: Valmis
fr: Prêt
is: Tilbúin
nl: Klaar
nl_be: Klaar
ru: Готово
sv: Klar
vi_vn: Sẳn sàng

# ReasonCodePickUpFromOrder
source: Deliver stock
bg: Доставка на запаси
da: Lever lagervarer
de: Bestand liefern
es: Entregar existencias
fi: Toimita varastomäärä
fr: Livrer le stock
is: Afhenda vörur
nl: Voorraad leveren
nl_be: Voorraad leveren
ru: Доставка остатков
sv: Leverera lager
vi_vn: Kho giao hàng

# ReasonCodeReserveStockForOrder
source: Reserve stock for order
bg: Резервиране запас за поръчка
da: Reserver lagervarer til ordre
de: Bestand für Auftrag reservieren
es: Reservar existencias para el pedido
fi: Varaa varastomäärä tilaukselle
fr: Réserver le stock pour une commande
is: Taka frá vörur fyrir pöntun
nl: Reserve voorraad voor order
nl_be: Voorraad voor bestelling reserveren
ru: Резервировать склад для заказа
sv: Reservera lager för beställning
vi_vn: Dự trữ cho đơn đặt hàng

# ReasonCodeVoidStockFromOrder
source: Stock voided from order
bg: Стоката е анулирана от поръчка
da: Lagervarer annulleret på ordre
de: Bestand aus Auftrag storniert
es: Existencias anuladas del pedido
fi: Varastomäärä mitätöity tilaukselta
fr: Stock annulé de la commande
is: Hætta við byrgðir úr pöntun
nl: Voorraad ongeldig uit order
nl_be: Voorraad verwijderd uit bestelling
ru: Склад аннулированный из заказа
sv: Lager annullerat från beställning
vi_vn: Hàng bị xóa khỏi đơn

# RecallCustomerOrderHeaderText
source: Recall customer orders
bg: Повторно извикване на клиентски поръчки
da: Tilbagekald kundeordre
de: Kundenbestellungen erneut aufrufen
es: Recuperar pedidos de clientes
fi: Asiakastilausten takaisinkutsu
fr: Rappeler des commandes client
is: Sækja sölupöntun úr biðskrá
nl: Terugroeping klantorders
nl_be: Klantbestellingen terugroepen
ru: Повторный вызов заказа клиента
sv: Återkalla kundorder
vi_vn: Gọi lại đơn đặt hàng

# RecallQuoteHeaderText
source: Recall quotes
bg: Повторно извикани оферти
da: Tilbagekald tilbud
de: Kostenvoranschläge erneut aufrufen
es: Recuperar presupuestos
fi: Tarjousten takaisinkutsu
fr: Rappeler des devis
is: Sækja óklárað tilboð
nl: Recall citaten
nl_be: Offertes terugroepen
ru: Повторный вызов квоты
sv: Återkalla offerter
vi_vn: Gọi lại trích dẫn

source: Redeemed deposit
bg: Използван депозит
da: Indløste indskud
de: Zurückgezahlte Einzahlungen
es: Depósitos canjeados
fi: Lunastettu ennakko
fr: Dépôts utilisés
is: Innleystar greiðslur
nl: Ingewisselde storting
nl_be: Ingeruild deposito
ru: Освобожденные депозиты
sv: Inlösta inbetalningar
vi_vn: Dùng tiền gửi

source: Returned items cannot be included in a customer order
bg: Върнатите артикули не могат да бъдат включени в клиентска поръчка
da: Returnerede varer kan ikke inkluderes i en kundeordre
de: Retourartikel können nicht in einem Kundenauftrag verwendet werden.
es: Los artículos devueltos no se pueden incluir en un pedido de cliente
fi: Palautettuja tuotteita ei voi sisällyttää asiakkaan tilaukseen
fr: Des articles retournés ne peuvent pas figurer sur une commande client
is: Innkaupapantanir meiga ekki innihalda skilavörur
nl: Geretourneerde objecten kunnen niet worden opgenomen in een klantorder
nl_be: Retouritems kunnen niet worden opgenomen in een klantbestelling
ru: Возвращенные товары не могут быть включены в заказе
sv: Returnerade objekt kan inte ingå i en kundbeställning
vi_vn: Các mặt hàng trả lại không thể được bao gồm trong một đơn đặt của khách hàng
