Repository: iespana/LSOne
Catalog: Core/Common_services/CustomerOrderService/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Returned items cannot be included in a quote
bg: Върнатите артикули не могат да бъдат включени в оферта
da: Returnerede varer kan ikke inkluderes i et kundetilbud
de: Retourartikel können nicht in einem Angebot verwendet werden.
es: Los artículos devueltos no se pueden incluir en un presupuesto
fi: Palautettuja tuotteita ei voi sisällyttää tarjoukseen
fr: Des articles retournés ne peuvent pas figurer sur un devis
is: Tilboð mega ekki innihalda skilavörur
nl: Geretourneerde objecten kunnen niet worden opgenomen in een offerte
nl_be: Retouritems kunnen niet worden opgenomen in een offerte
ru: Возвращенные товары не могут быть включены в коммерческое предложение
sv: Returnerade objekt kan inte ingå i en offert
vi_vn: Các mặt hàng trả lại không thể được bao gồm trong một báo giá

# ReturnFullDeposit
source: Pay back deposit
bg: Изплащане депозит
da: Før indsættelse tilbage
de: Anzahlung zurückzahlen
es: Reembolsar depósito
fi: Maksa takaisin ennakko
fr: Rembourser le dépôt
is: Endurgreiða innborgun
nl: Aanbetaling terug
nl_be: Aanbetaling terugbetalen
ru: Выплатить депозит
sv: Betala tillbaka deposition
vi_vn: Trả lại tiền đặt cọc

# ReturnPartialDeposit
source: Pay back partial deposit
bg: Изплащане на частичен депозит
da: Før indsættelse delvist tilbage
de: Teilweise Anzahlung zurückzahlen
es: Reembolsar parte del depósito
fi: Maksa takaisin osittainen ennakko
fr: Rembourser une partie du dépôt
is: Endurgreiða innborgun að hluta til
nl: Gedeeltelijke aanbetaling terug
nl_be: Aanbetaling gedeeltelijk terugbetalen
ru: Выплатить депозит чстично
sv: Betala tillbaka en del av deposition
vi_vn: Trả lại 1 phần tiền đặt cọc

source: Save
bg: Запазване
da: Gem
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
is: Vista
nl: Opslaan
nl_be: Opslaan
ru: Сохранить
sv: Spara
vi_vn: Lưu

source: Save changes
bg: Запази промените
da: Gem ændringer
de: Änderungen speichern
es: Guardar cambios
fi: Tallenna muutokset
fr: Enregistrer les modifications
is: Vista breytingar
nl: Wijzigingen opslaan
nl_be: Wijzigingen opslaan
ru: Сохранить изменения
sv: Spara ändringar
vi_vn: Lưu thay đổi

source: Save changes and print
bg: Запазете промените и отпечатайте
da: Gem ændringer og udskriv
de: Änderungen speichern und drucken
es: Guardar cambios e imprimir
fi: Tallenna muutokset ja tulosta
fr: Enregistrer les modifications et imprimer
is: Vista breytingar og prenta
nl: Wijzigingen opslaan en afdrukken
nl_be: Wijzigingen opslaan en afdrukken
ru: Сохранить изменения и печать
sv: Spara ändringarna och skriv ut
vi_vn: Lưu thay đổi và in

source: Search
bg: Търсене
da: Søg
de: Suchen
es: Buscar
fi: Haku
fr: Rechercher
is: Leita
nl: Zoeken
nl_be: Zoeken
ru: Поиск
sv: Sök
vi_vn: Tìm kiếm

source: Select
bg: Избиране
da: Vælg
de: Auswählen
es: Seleccionar
fi: Valitse
fr: Sélectionner
is: Velja
nl: Selecteer
nl_be: Selecteren
ru: Выбор
sv: Välj
vi_vn: Lựa chọn

source: Select all
bg: Избиране на всички
da: Vælg alle
de: Alle auswählen
es: Seleccionar todo
fi: Valitse kaikki
fr: Tout sélectionner
is: Velja allt
nl: Kies alle
nl_be: Alles selecteren
ru: Выбрать все
sv: Markera allt
vi_vn: Chọn toàn bộ

# SelectedPickupToHigh
source: The quantity entered for pickup is higher than the quantity that was ordered.
bg: Въведеното количество за получаване е по-високо от заявеното количество.
da: Det antal, der er angivet til afhentning, er højere end det antal, der er bestilt.
de: Die eingegebene Menge für die Abholung ist höher als die bestellte Menge.
es: La cantidad especificada para su recogida es mayor que la cantidad pedida.
fi: Noudettavaksi syötetty määrä on suurempi kuin tilattu määrä.
fr: La quantité saisie pour la collection est supérieure à la quantité commandée.
is: Magn valið til afhendingar er hærra en pantað magn.
nl: Het aantal hebt ingevoerd voor pickup is hoger dan de hoeveelheid die was besteld.
nl_be: Het ingevulde aantal voor afhaling is hoger dan het bestelde aantal.
ru: Количество, введенное для подбора больше, чем заказанное количество.
sv: Mängden som inkommit för hämtning är större än den beställda kvantiteten.
vi_vn: Số lượng nhập để nhận cao hơn số lượng đã được đặt hàng.

# SomeOrdersHaveBalanceDueOrderNotPrinted
source: Some of the orders selected have not been fully paid for and have not been printed
bg: Някои от избраните поръчки не са напълно платени и не са отпечатани
da: Nogle af de valgte ordrer er ikke betalt til fulde, og de er derfor ikke blevet udskrevet
de: Einige der ausgewählten Aufträge wurden nicht vollständig bezahlt und wurden nicht ausgedruckt.
es: Algunos de los pedidos seleccionados no se han pagado íntegramente y no se han impreso
fi: Osaa valituista tilauksista ei ole maksettu kokonaan, eikä niitä ole tulostettu
fr: Quelques-unes des commandes sélectionnées n'ont pas été entièrement réglées et n'ont pas été imprimées
is: Sumar valdar pantanir hafa ekki verið greiddar að fullu og voru því ekki prentaðar
nl: Sommige van de orders geselecteerd hebben niet volledig betaald en nog niet zijn afgedrukt
nl_be: Sommige geselecteerde bestellingen zijn niet volledig betaald en zijn niet afgedrukt.
ru: Некоторые из выбранных заказов не были полностью оплачены и распечатаны
sv: Vissa av de valda beställningarna har inte betalats fullt ut och har inte skrivits ut
vi_vn: Một số đơn hàng được chọn chưa được thanh toán đầy đủ và chưa được in

# SomeOrdersHaveBalanceDueStatusNotUpdated
source: Some of the orders selected have not been fully paid for and their status has not been updated
bg: Някои от избраните поръчки не са напълно платени и статутът им не е актуализиран
da: Nogle af de valgte ordrer er ikke betalt til fulde, og deres status er derfor ikke blevet opdateret
de: Einige der ausgewählten Aufträge wurden nicht vollständig bezahlt und ihr Status wurde nicht aktualisiert.
es: Algunos de los pedidos seleccionados no se han pagado íntegramente y su estado no se ha actualizado
fi: Osaa valituista tilauksista ei ole maksettu kokonaan, eikä niiden tilaa ole päivitetty
fr: Quelques-unes des commandes sélectionnées n'ont pas été entièrement payées et leur état n'a pas été mis à jour
is: Sumar valdar pantanir hafa ekki verið greiddar að fullu og því hefur staða þeirra ekki verið uppfærð
nl: Sommige van de orders geselecteerd hebben niet volledig betaald en hun status niet is bijgewerkt
nl_be: Sommige geselecteerde bestellingen zijn niet volledig betaald en de status ervan is nog niet bijgewerkt.
ru: Некоторые из выбранных заказов не были полностью оплачены и их статус не был обновлен
sv: Vissa av de valda beställningarna har inte betalats fullt ut och deras status har inte uppdaterats
vi_vn: Một số đơn hàng được chọn chưa được thanh toán đầy đủ và trạng thái của chúng chưa được cập nhật

# SomeOrdersHaveNoItemsToPick
source: Some of the orders selected don't have any items to be picked so they have not been printed
bg: Някои от избраните поръчки нямат артикули, които да бъдат получени, така че не са отпечатани
da: Nogle af de valgte ordrer har ingen varer, der skal plukkes, så de ikke er udskrevet
de: Einige der ausgewählten Aufträge enthalten keine Artikel zur Abholung und wurden daher nicht ausgedruckt.
es: Algunos de los pedidos seleccionados no incluyen artículos para recoger y no se han impreso
fi: Osalla valituista tilauksista ei ole tuotteita poimittavaksi, joten ne eivät ole tulostuneet
fr: Quelques-unes des commandes sélectionnées n'ont aucun article à aller chercher et n'ont donc pas été imprimées
is: Sumar pantanir innihalda engar vörur og voru því ekki prentaðar
nl: Sommige van de orders geselecteerd hebt geen objecten om te worden gepickt, zodat ze nog niet zijn afgedrukt
nl_be: Sommige geselecteerde bestellingen bevatten geen af te halen items en zijn dus niet afgedrukt.
ru: В некоторых из выбранных заказов нет товаров для подбора, поэтому они не были распечатаны.
sv: Vissa av de valda beställningarna har inga objekt att plocka så de har inte skrivits ut
vi_vn: Một số đơn hàng được chọn không có bất kỳ mục nào được chọn để chúng chưa được in

source: Source has not been selected
bg: Източникът не е избран
da: Der er ikke valgt nogen kilde
de: Die Quelle wurde nicht ausgewählt.
es: No se ha seleccionado el origen
fi: Lähdettä ei ole valittu
fr: Aucune source n'a été choisie
is: Uppruni hefur ekki verið valinn
nl: Bron is niet geselecteerd
nl_be: Bron is niet geselecteerd
ru: Не выбран источник
sv: Källa har inte valts
vi_vn: Nguồn chưa được chọn

# StoreInfoNotFound
source: Selected delivery location is not valid.
bg: Избраното местоположение на доставката не е валидно.
da: Det valgte leveringssted er ikke gyldigt.
de: Der ausgewählte Lieferort ist nicht gültig.
es: La ubicación de entrega seleccionada no es válida.
fi: Valittu toimituspaikka ei ole kelvollinen
fr: Le lieu de livraison choisi n'est pas valide.
is: Ógild afhendingarstaðsetning.
nl: Geselecteerde bezorgingslocatie is niet geldig.
nl_be: Geselecteerde leveringslocatie is niet geldig.
ru: Не допустимое место доставки
sv: Vald leveransplats är inte giltig.
vi_vn: Địa điểm giao hàng được chọn không hợp lệ.

# ThisCustomerOrderHasNoItemsOnOrder
source: This #1 has no items to be put on order.
bg: Това #1 няма артикули, които да бъдат доставени по поръчка.
da: Denne #1 har ingen varer, der skal sættes på ordren.
de: #1 hat keine zu bestellenden Artikel.
es: Este #1 no tiene artículos que se puedan incluir en el pedido.
fi: Tällä #1 ei ole tuotteita lisättäväksi tilauksella.
fr: Cet #1 n'a aucun article à mettre sur la commande.
is: #1 er ekki með neinar vörur til að bæta á pöntunina.
nl: Deze #1 heeft geen items op volgorde worden gezet.
nl_be: Deze #1 bevat geen items om te bestellen.
ru: В этом #1 нет товаров, которые могут быть положены в заказ.
sv: Denna #1 har inga objekt att lägga till beställning.
vi_vn: #1 này không có mặt hàng nào được đặt hàng.

# ThisItemHasBeenFullyReceivedAndCannotBeVoided
source: This item has been fully recieved and cannot be voided
bg: Този артикул е изцяло получен и не може да бъде отменен
da: Denne varer er modtaget og kan ikke annulleres
de: Dieser Artikel wurde vollständig erhalten und kann nicht storniert werden.
es: Este artículo se ha recibido íntegramente y no se puede anular
fi: Tämä tuote on vastaanotettu kokonaan, eikä sitä voi mitätöidä
fr: Cet article a été entièrement reçu et ne peut pas être annulé
is: Ekki er hægt að ógilda þessa vöru því hún hefur verið afhent að fullu
nl: Dit item is volledig ontvangen en kan niet worden vernietigd
nl_be: Dit item is volledig ontvangen en kan niet worden verwijderd.
ru: Этот товар был полностью получен и не может быть аннулирован
sv: Detta objekt har blivit fullt mottaget och kan inte annulleras
vi_vn: Mục này đã được nhận đầy đủ và không thể bị hủy

# ThisItemHasBeenSelectedForPickupCannotBeVoided
source: This item has been selected for a pick up so it cannot be voided
bg: Този артикул е избран за получаване, така че не може да бъде анулиран
da: Denne varer skal afhentes og kan derfor ikke annulleres
de: Dieser Artikel wurde für eine Abholung ausgewählt und kann daher nicht storniert werden.
es: Este artículo se debe recoger y no se puede anular
fi: Tämä tuote on valittu poimintaan, joten sitä ei voida mitätöidä
fr: Cet article est associé à une collection et ne peut donc pas être annulé
is: Ekki er hægt að ógilda þessa vöru því hún hefur verið skráð í afhendingu
nl: Dit item is geselecteerd voor een pick up zodat het niet kan worden afgezegd
nl_be: Dit item is geselecteerd voor afhaling en kan dus niet worden verwijderd.
ru: Этот товар был выбран для подбора, поэтому он не может быть аннулирован
sv: Detta objekt har valts för upphämtning och kan inte annulleras
vi_vn: Mặt hàng này đã được chọn để nhặt vì vậy nó không thể bị hủy

# TransactionAlreadyACustomerOrder
source: Sale is already a customer order
bg: Продажбата вече е поръчка клиент
da: Salget er allerede en kundeordre
de: Der Verkauf ist bereits ein Kundenauftrag.
es: La venta ya es un pedido de cliente
fi: Myynti on jo asiakastilaus
fr: Cette vente est déjà une commande client
is: Salan er nú þegar innkaupapöntun
nl: Verkoop is al een bestelling van de klant
nl_be: Verkoop is al een klantbestelling
ru: Продажа уже заказ клиента
sv: Försäljningen är redan en kundbeställning
vi_vn: Giao dịch bán đã được lập đơn đặt hàng của khách hàng

# TransactionAlreadyAQuote
source: Sale is already a quote
bg: Продажбата вече е оферта
da: Salget er allerede et tilbud
de: Der Verkauf ist bereits ein Angebot.
es: La venta ya es un presupuesto
fi: Myynti on jo tarjous
fr: Cette vente est déjà un devis
is: Salan er nú þegar tilboð
nl: Verkoop is al een offerte
nl_be: Verkoop is al een offerte
ru: Продажа уже коммерческое предложение
sv: Försäljningen är redan en offert
vi_vn: Giao dịch bán đã là được lập báo giá

source: Updating customer orders
bg: Актуализиране на клиентските поръчки
da: Opdaterer kundeordrer
de: Kundenaufträge werden aktualisiert
es: Actualizando pedidos de clientes
fi: Asiakkaiden tilausten päivitys
fr: Mise à jour des commandes client en cours
is: Uppfæri sölupantanir
nl: Bijwerken van klantorders
nl_be: Klantbestellingen bijwerken
ru: Обновление заказов клиентов
sv: Uppdaterar kundbeställningar
vi_vn: Cập nhật đơn đặt hàng của khách hàng

source: You are converting a quote to a customer order.
bg: Конвертирате оферта към клиентска поръчка.
da: Du er i gang med at ændre et tilbud til en kundeordre.
de: Sie wandeln ein Angebot in einen Kundenauftrag um.
es: Va a convertir un presupuesto en un pedido de cliente.
fi: Olet luomassa asiakastilausta tarjouksesta.
fr: Vous êtes en train de convertir un devis en commande client.
is: Þú ert að breyta tilboð í sölupöntun.
nl: U converteert een offerte voor de order van een klant.
nl_be: Offerte wordt omgezet in een klantbestelling.
ru: Вы преобразовали коммерческое предложение в заказ клиента.
sv: Du ändrar en offert till en kundbeställning.
vi_vn: Bạn đang chuyển đổi một báo giá để đặt hàng của khách hàng.
