Repository: iespana/LSOne
Catalog: SM/Plugins/Hospitality/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# StationPrintingTooltipDescription
source: Manage kitchen printing stations and item routing to the stations
bg: Управлявайте кухненските печатащи станции и маршрутите на артикулите до станциите
da: Administrer køkkenudskrivningsstationer og vareruting til stationerne
de: Verwalten Sie Küchendrucker und die Eintragsweiterleitung an die Stationen
es: Administrar las estaciones de impresión de la cocina y el enrutamiento de los artículos hacia las estaciones
fi: Hallitse keittiötulostusasemia ja kohteen reititystä asemiin
fr: Gérer les stations d'impression en cuisine et le routage d'articles aux postes
is: Umsjón með eldhúsprentunar stöðvum og vöruleiðum til stöðvanna
nl: Keuken afdrukken stations en het bewerkingsplan van het artikel naar de stations beheren
nl_be: Beheer de afdrukstations voor keuken en artikeltraject naar de stations
ru: Управление станциями кухонной печати и маршрутизацией к ней
sv: Hantera köksutskriftsstationer och artikeldirigering till stationerna
vi_vn: Quản lý trạm in bếp và định tuyến vật phẩm đến trạm

# AddPosButtonGridMenuLinesQuestion
source: You have increased the total size of this POS button grid menu and there is room for #1 new POS button grid menu lines. Do you want to generate new lines to fill the empty space ?
bg: Увеличихте общия размер на менюто на мрежата на POS бутона и има място за #1 нови линии на менюто на POS бутона. Искате ли да генерирате нови линии, за да попълните празното пространство?
da: Du har øget den samlede størrelse for kassens knapmatrixmenu, og der er plads til #1 nye knapmatrixlinjer. Vil du generere linjer for at udfylde den tomme plads?
de: Sie haben die Gesamtgröße von diesem POS-Schaltflächenrastermenü erhöht und gibt Platz für #1 neue POS-Schaltflächenrastermenüzeilen. Wollen Sie neue Zeilen erzeugen, um den leeren Raum zu füllen ?
fi: Olet kasvattanut tämän POS painikeruudukon kokonaistilaa. Tilaa on #1 uudelle POS painikeruuturiville. Haluatko luoda uusia rivejä tilan täyttääksesi?
fr: Vous avez augmenté la taille totale de ce menu de grilles de boutons PDV, qui peut contenir #1 nouvelles lignes de menu de grilles de boutons tactiles PDV. Souhaitez-vous générer de nouvelles lignes pour remplir l'espace vide ?
is: Þú hefur aukið heildarstærð þessarar hnappavalmyndar afgr. kassa og nú er pláss fyrir #1 nýjar valmyndarlínur. Viltu bæta þessum línum við sjálfkrafa?
nl: Je hebt verhoogd de totale grootte van dit menu voor het raster van de POS knop en er is ruimte voor #1 nieuwe POS knop rasterlijnen menu. Wilt u voor het genereren van nieuwe regels om de leegte te vullen?
ru: Вы увеличили общий размер этой POS сетки меню появилось место для #1 строк POS сетки меню. Сгенерировать новые строки для заполнения пустого пространства ?
sv: Du har ökat storleken på kassans knappsatsmeny och det finns utrymme för #1 nya knappsatsrader. Vill du generera nya rader för att fylla det tomma utrymmet ?
vi_vn: Bạn đã tăng tổng kích thước của menu lưới nút POS này và có chỗ cho #1 các dòng menu nút POS mới. Bạn có muốn tạo dòng mới để lấp đầy chỗ trống?

# CopyCurrentStyle
source: Do you want to copy the current style to the button properties?
bg: Искате ли да копирате текущия стил в свойствата на бутона?
da: Vil du kopiere den aktuelle stil til knapegenskaberne?
fi: Haluatko kopioida nykyisen tyylin painikkeen ominaisuuksiin?
fr: Souhaitez-vous copier le style actuel aux propriétés de boutons ?
is: Viltu afrita núverandi stíl í takkaeiginleika?
nl: Wilt u de huidige stijl naar de knopeigenschappen kopiëren?
ru: Вы хотите копировать текущий стиль в свойства кнопки?
sv: Vill du kopiera aktuell stil till knappegenskaper?
vi_vn: Bạn có muốn sao chép kiểu hiện tại vào thuộc tính nút không?

# CopyCurrentStyleHeader
source: Copy current style?
bg: Копиране Текущ Стил?
da: Kopier aktuelt tema?
fi: Kopioi nykyinen tyyli?
fr: Copier le style actuel ?
is: Afrita núverandi stíl?
nl: Huidige Stijl
ru: Копировать текущий стиль?
sv: Kopiera aktuell stil?
vi_vn: Sao chép kiểu hiện có

# DoNotCopyMenuHeader
source: Do not copy existing menu header
bg: Не копирайте съществуващо заглавие на менюто
da: Kopier ikke eksisterende menuhoved
fi: Älä kopioi olemassa olevan valikon otsikkoa
is: Ekki afrita aðra valmynd
nl: Kopieer niet bestaande menu kop
vi_vn: Không sao chép tiêu đề menu hiện có

source: Look and feel
bg: Изглед и усещане
da: Udseende og følelse
fi: Ulkonäkö ja tunne
fr: Aspect
is: Útlitsstillingar
nl_be: Weergave
ru: Оформление
sv: Utseende och känsla
vi_vn: Xem và cảm nhận

source: Main menu
bg: Основно меню
da: Hovedmenu
de: Hauptmenü
es: Menú principal
fi: Päävalikko
fr: Menu principal
is: Aðalval
nl: Hoofdmenu
nl_be: Hoofdmenu
ru: Главное меню
sv: Huvudmeny
vi_vn: Menu chính

source: Menu buttons
bg: Бутони на менюто
da: Menuknapper
de: Menüschaltflächen
es: Botones del menú
fi: Valikko painikkeet
fr: Boutons de menus
is: Hnappar valmyndar
nl: Menuknoppen
nl_be: Menuknoppen
ru: Кнопки меню
sv: Menyknappar
vi_vn: Nút menu

source: No operation
bg: Няма операция
da: Ingen handling
de: Keine Operation
es: Sin operación
fi: Ei toimintoa
fr: Aucune opération
is: Engin aðgerð
nl: Geen actie
nl_be: Geen handeling
ru: Нет операции
sv: Ingen åtgärd
vi_vn: Không có thao tác cần thực thi

# PosMenuHeader
source: Button menu
bg: Бутон Меню
da: Knapmenu
de: Schaltflächenmenüs
fi: Painikevalikko
is: Eldhússkjá takkavalmynd
nl: Menuknop
nl_be: Knoppenmenu's
sv: Knappmenyer
vi_vn: Nút menu

source: Style
bg: Стил
da: Tema
de: Stil
es: Estilo
fi: Tyyli
is: Stíll
nl: Stijl
nl_be: Stijl
ru: Стиль
sv: Stil
vi_vn: Loại
