Repository: iespana/LSOne
Catalog: SM/Plugins/Hospitality/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Delete hospitality type
bg: Изтриване на типа на гостоприемството
da: Slet hospitalitystype
de: Bewirtungstyp löschen
es: Borrar tipo de hospitalidad
fi: Poista Hospitality -tyyppi
fr: Supprimer le type de restaurant
is: Eyða tegund veitingakerfis
nl: Gastvrijheid tekst verwijderen
nl_be: Hospitalitytype verwijderen
ru: Удалить тип ресторана
sv: Radera restaurangtyp
vi_vn: Xóa loại nhà hàng

# DeletePosLookup
source: Delete hospitality menu group
bg: Изтрийте групата на меню за гостоприемство
da: Slet hospitality menugruppe
de: Bewirtungsmenügruppe löschen
es: Borrar grupo de menús de hospitalidad
fi: Poista Hospitality -valikkoryhmä
fr: Supprimer le groupe de menu de restaurant
is: Eyða kassauppflettingu
nl_be: Hospitalitymenugroep verwijderen
ru: Удаление группы меню ресторана
sv: Radera restaurangmenygrupp
vi_vn: Xóa nhóm menu nhà hàng

source: Delete POS menu
bg: Изтрийте менюто POS
da: Slet POS-menu
de: POS-Menü löschen
es: Borrar menú de punto de venta
fi: Poista POS-valikko
fr: Supprimer le menu PDV
is: Eyða kassavalmynd
nl_be: POS-menu verwijderen
ru: Удалить меню POS
sv: Radera kassameny
vi_vn: Xóa menu POS

source: Delete POS menu line
bg: Изтрийте реда на менюто на POS
da: Slet POS-menulinje
de: POS-Menüzeile löschen
es: Borrar línea de menú del punto de venta
fi: Poista POS-valikkorivi
fr: Supprimer la ligne de menu PDV
is: Eyða valmyndarlínu kassa
nl: Verwijderen van POS menuregel
nl_be: POS-menulijn verwijderen
ru: Удалить строку меню POS
sv: Radera kassameny rad
vi_vn: Xóa dòng menu POS

# DeletePosMenuLineQuestion
source: Are you sure you want to delete the selected POS menu line ?
bg: Сигурни ли сте, че искате да изтриете избраните линии на POS менюто?
da: Er du sikker på, at du vil slette den valgte POS-menulinje?
de: Sind Sie sicher, dass Sie das ausgewählte POS-Menü löschen wollen ?
es: ¿Está seguro de que desea borrar la línea del menú del punto de venta seleccionado?
fi: Haluatko varmasti poistaa valitun POS-valikkorivin?
fr: Êtes-vous sûr(e) de vouloir supprimer la ligne de menu PDV choisie ?
is: Ertu viss um að þú viljir eyða valdri valmyndarlínu kassa ?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
nl_be: Weet u zeker dat u de geselecteerde POS-menulijn wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранную строку меню POS ?
sv: Vill du radera vald kassa menyrad?
vi_vn: Bạn có chắc chắn muốn xóa dòng menu POS đã chọn?

# DeletePosMenuQuestion
source: Are you sure you want to delete the selected POS menu ?
bg: Сигурни ли сте, че искате да изтриете избраното POS меню?
da: Er du sikker på at du vil slette den valgte POS menu?
de: Sind Sie sicher, dass Sie das ausgewählte POS-Menü löschen wollen ?
es: ¿Está seguro de que desea borrar el menú del punto de venta seleccionado?
fi: Haluatko varmasti poistaa valitun POS-valikon?
fr: Êtes-vous sûr(e) de vouloir supprimer le menu PDV choisi ?
is: Ertu viss um að þú viljir eyða valdri kassavalmynd ?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
nl_be: Weet u zeker dat u het geselecteerde POS-menu wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранное меню POS?
sv: Vill du radera vald kassa meny?
vi_vn: Bạn có chắc chắn muốn xóa dòng menu POS đã chọn?

source: Delete printing route
bg: Изтриване на маршрута за печат
da: Slet printrutering
de: Druckverfahren löschen
es: Borrar ruta de impresión
fi: Poista tulostusreitti
fr: Supprimer gamme d'impression
is: Eyða prentunarleið
nl: Afdrukken route verwijderen
nl_be: Printingroute verwijderen
ru: Удалить маршрут печати
sv: Radera skrivarväg
vi_vn: Xóa lộ trình in

# DeletePrintingRouteQuestion
source: Are you sure you want to delete the selected printing route ?
bg: Наистина ли искате да изтриете избрания маршрут за печат?
da: Er du sikker på at du vil slette den valgte udskriftrutering?
de: Sind Sie sicher, dass Sie das ausgewählte Druckverfahren löschen wollen ?
es: ¿Está seguro de que desea borrar la ruta de impresión seleccionada?
fi: Haluatko varmasti poistaa valitun tulostusreitin?
fr: Êtes-vous sûr(e) de vouloir supprimer la gamme d'impression choisie ?
is: Ertu viss um að þú viljir eyða valdri prentunarleið ?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
nl_be: Weet u zeker dat u de geselecteerde printingroute wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный маршрут печати ?
sv: Vill du radera vald skrivarväg?
vi_vn: Bạn có chắc chắn muốn xóa tuyến in đã chọn?

# DeleteRestaurantDiningTableQuestion
source: Are you sure you want to delete the selected restaurant dining table ?
bg: Наистина ли искате да изтриете избраната маса за хранене в ресторанта?
da: Er du sikker på, at du vil slette det valgte spisebord?
de: Sind Sie sicher, dass Sie den ausgewählten Restaurantesstisch löschen wollen ?
es: ¿Está seguro de que desea borrar la mesa del restaurante seleccionada?
fi: Haluatko varmasti poistaa valitun ravintolan ruokapöydän?
fr: Êtes-vous sûr(e) de vouloir supprimer la table de restaurant choisie ?
is: Ertu viss um að þú viljir eyða völdu borði á veitingastað ?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde restaurant eettafel?
nl_be: Weet u zeker dat u de geselecteerde restauranttafel wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный стол ресторана ?
sv: Vill du radera valt restaurangbord?
vi_vn: Bạn có chắc chắn muốn xóa bàn ăn nhà hàng đã chọn?

source: Delete restaurant menu type
bg: Изтрийте вида меню на ресторанта
da: Slet restaurantmenutype
de: Restaurantmenütyp löschen
es: Borrar tipo de menú del restaurante
fi: Poista ravintolan menutyyppi
fr: Supprimer le type de menu restaurant
is: Eyða tegund matseðils
nl: Restaurant Menu
nl_be: Restaurantmenutype verwijderen
ru: Удалить тип меню ресторана
sv: Radera restaurang menytyp
vi_vn: Xóa loại menu nhà hàng

# DeleteRestaurantMenuTypeQuestion
source: Are you sure you want to delete the selected restaurant menu type ?
bg: Наистина ли искате да изтриете избрания вид меню на ресторанта?
da: Er du sikker på, at du vil slette den valgte restaurant menutype?
de: Sind Sie sicher, dass Sie den ausgewählten Restaurantmenütyp löschen wollen ?
es: ¿Está seguro de que desea borrar el tipo de menú del restaurante seleccionado?
fi: Haluatko varmasti poistaa valitun ravintolan menutyypin?
fr: Êtes-vous sûr(e) de vouloir supprimer le type de menu restaurant choisi ?
is: Ertu viss um að þú viljir eyða valdri matseðlategund ?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
nl_be: Weet u zeker dat u het geselecteerde restaurantmenutype wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный тип меню ресторана ?
sv: Vill du radera vald restaurangmeny typ?
vi_vn: Bạn có chắc chắn muốn xóa loại menu nhà hàng đã chọn?

# DeleteRestaurantStation
source: Delete printing station
bg: Изтриване на печатната станция
da: Slet printerstation
de: Druckstation löschen
es: Eliminar el host de la estación de impresión
fi: Poista tulostusasema
fr: Supprimer le poste d'impression
is: Eyða stöð veitingahúss
nl: Afdrukken station verwijderen
nl_be: Host printstation verwijderen
ru: Удалить хост станции печати
sv: Radera restaurang station
vi_vn: Xóa trạm in

# DeleteRestaurantStationQuestion
source: Are you sure you want to delete the selected printing station ?
bg: Сигурни ли сте, че искате да изтриете избраната печатаща станция?
da: Er du sikker på, at du vil slette den valgte printerstation?
de: Möchten Sie die ausgewählte Druckstation wirklich löschen?
es: ¿Está seguro de que desea eliminar el host de la estación de impresión seleccionada?
fi: Haluatko varmasti poistaa valitun tulostusaseman?
fr: Êtes-vous sûr(e) de vouloir supprimer le poste d'impression choisi ?
is: Ertu viss um að þú viljir eyða völdum hýsli?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde afdrukken zender?
nl_be: Weet u zeker dat u het geselecteerde printstation wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный хост станции печати?
sv: Är du säker på att du vill radera vald restaurang station?
vi_vn: Bạn có chắc chắn muốn xóa trạm in đã chọn?

source: Delete station selection
bg: Изтриване на избор на станция
da: Slet valg af station
de: Stationenauswahl löschen
es: Borrar selección de la estación
fi: Poista aseman valinta
fr: Supprimer le choix de poste
is: Eyða stöðvavali
nl: Station selectie verwijderen
nl_be: Stationselectie verwijderen
ru: Удалить станцию выбора
sv: Radera station val
vi_vn: Xóa lựa chọn trạm

# DeleteStationSelectionQuestion
source: Are you sure you want to delete the selected station selection ?
bg: Сигурни ли сте, че искате да изтриете избраната станция?
da: Er du sikker på, at du vil slette det valgte stationsvalg?
de: Sind Sie sicher, dass Sie die ausgewählte Stationsauswahl löschen wollen ?
es: ¿Está seguro de que desea borrar la selección de la estación seleccionada?
fi: Haluatko varmasti poistaa valitun aseman valinnan?
fr: Êtes-vous sûr(e) de vouloir supprimer le choix de poste choisi ?
is: Ertu viss um að þú viljir eyða völdu stöðvavali ?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde zender selectie?
nl_be: Weet u zeker dat u de geselecteerde stationselectie wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранную станцию выбора ?
sv: Vill du radera vald station?
vi_vn: Bạn có chắc chắn muốn xóa lựa chọn trạm đã chọn?

source: Delivery and takeout
bg: Доставка и изнасяне
da: Levering og afhentning
de: Lieferung und zum Mitnehmen
es: Entrega y para llevar
fi: Toimitus ja nouto
fr: Livraison et repas à emporter
is: Sent og sótt
nl: Levering en takeout
nl_be: Levering en meeneemgerechten
ru: Доставка и самовынос
sv: Leverans och hämtning
vi_vn: Giao hàng tận nơi

source: Delete restaurant dining table
bg: Изтрийте масата за хранене на ресторанта
da: Slet restaurant spisebord
de: Restaurantesstisch löschen
es: Borrar mesa del restaurante
fi: Poista ravintolan ruokapöytä
fr: Supprimer la table de restaurant
is: Eyða borði á veitingastað
nl: Restaurant dining tabel verwijderen
nl_be: Restauranttafel verwijderen
ru: Удаление стола ресторана
sv: Radera restaurang bord
vi_vn: Xóa bàn ăn nhà hàng

source: Dining table layout
bg: Изглед на масата за хранене
da: Spisebordlayout
de: Esstischlayout
es: Diseño de mesas
fi: Ruokapöydän asettelu
fr: Disposition de table
is: Útlit borða
nl: Prijzen Tabel Layout
nl_be: Opstelling tafels
ru: Макет стола
sv: Bordlayout
vi_vn: Bố trí bàn ăn

# DiningTableLayoutSreenInUse
source: The selected screen cannot be deleted because a restaurant dining table is assigned to it
bg: Избраният екран не може да бъде изтрит, защото на него е назначена маса за хранене
da: Den valgte skærm kan ikke slettes, fordi der er tildelt et spisebord til restauranten til den
de: Der ausgewählte Bildschirm kann nicht gelöscht werden, da ein Restaurantesstisch zu ihm zugewiesen ist.
es: No se puede borrar la pantalla seleccionada porque tiene asignada una mesa del restaurante.
fi: Valittua näyttöä ei voi poistaa, koska siihen on liitetty ravintolan ruokapöytä
fr: L'écran choisi ne peut pas être supprimé car une table de restaurant y est affectée.
is: Ekki er hægt að eyða völdum skjá því að enn eru borð sem tilheyra honum
nl: Deze routetabel is toegewezen aan een of meer actieve werkstromen en kan niet verwijderd worden.
nl_be: Het geselecteerde scherm kan niet worden verwijderd omdat er een restauranttafel aan toegewezen is
ru: Выбранный экран не может быть удален, потому что в ресторане ему назначен стол
sv: Vald skärm kan inte raderas därför att ett restaurangbord är tilldelat till den
vi_vn: Không thể xóa màn hình đã chọn vì bàn ăn của nhà hàng được gán cho nó

source: Glyphs
bg: Глиф
da: Specialtegn
de: Bildzeichen
es: Caracteres imprimibles
fi: Kuviot
fr: Glyphes
is: Stafbrigði
nl: Glief
nl_be: Symbolen
ru: Глифы
sv: Glyf

# HospitalitySetupDescription
source: Use this option to set up hospitality
bg: Използвайте тази опция, за да настроите гостоприемството
da: Brug denne indstilling til at opsætte hospitality
de: Verwenden Sie diese Option, um die Bewirtung einzurichten
es: Utilice esta opción para configurar hospitalidad.
fi: Käytä tätä asetusta Hospitality -asetuksien asettamiseen
fr: Utilisez cette option pour paramétrer la restauration
is: Veldu þennan kost til að setja upp veitingakerfi
nl: Gebruik deze optie om op rekening te betalen.
nl_be: Deze optie gebruiken om de hospitality in te stellen
ru: Используйте эту опцию для настройки ресторана
sv: Använd alternativet för att installera restaurang
vi_vn: Sử dụng tùy chọn này để thiết lập nhà hàng

# HospitalityTypesDescription
source: Use this option to manage hospitality types
bg: Използвайте тази опция, за да управлявате видовете гостоприемство
da: Brug denne indstilling til at administrere hospitalitytyper
de: Verwenden Sie diese Option, um Bewirtungstypen zu verwalten
es: Utilice esta opción para administrar tipos de hospitalidad.
fi: Käytä tätä vaihtoehtoa Hospitality -tyypin hallintaan
fr: Utilisez cette option pour gérer les types de restauration
is: Veldu þennan kost til að sjá um tegundir veitingakerfa
nl: Gebruik deze optie om op rekening te betalen.
nl_be: Deze optie gebruiken om hospitalitytypes te beheren
ru: Используйте эту опцию для управления типами ресторанов
sv: Använd alternativet för att hantera restaurangtyper
vi_vn: Sử dụng tùy chọn này để quản lý các loại nhà hàng

source: Layout id
bg: Изглед ID:
da: Opsætnings-ID:
es: ID de diseño
fi: Asettelu ID:
fr: ID disposition
is: Auðkenni útlits
nl: Layout:
nl_be: ID indeling
ru: Макет ID:
vi_vn: ID bố cục:

source: Monitor
bg: Монитор
fi: Monitori
fr: Écran
is: Vaktari
ru: Монитор
vi_vn: Giám sát

source: Not available
bg: Неналични
da: Optaget
de: Nicht verfügbar
es: No disponible
fi: Ei käytettävissä
fr: Non disponible
is: Ekki laust
nl: Niet beschikbaar
nl_be: Niet beschikbaar
ru: Не доступно
sv: Inte tillgänglig
vi_vn: Không khả dụng

# NumberOfRestaurantDiningTablesExceeds
source: The total number of tables exceeds the maximum number of tables allowed for the current dining table layout
bg: Общият брой маси надвишава максималния брой маси, позволени за текущия изглед на масата за хранене
da: Det samlede antal borde overstiger det maksimale antal tilladte borde til det aktuelle spisebordlayout
de: Die Gesamtanzahl der Tische überschreitet die maximale Anzahl von Tischen, die für das aktuelle Esstischlayout erlaubt sind
es: El número total de mesas excede el número máximo de mesas permitido para el diseño de mesas actual.
fi: Pöytien kokonaismäärä ylittää pöytien enimmäismäärään tässä ruokapöytien asettelussa
fr: Le nombre total de tables dépasse le nombre maximum de tables autorisé pour la disposition de tables actuelle
is: Heildarjöldi borða er yfir leyfðum fjölda borða fyrir núverandi borðaútlit
nl: Het totale aantal tabellen overschrijdt het maximum aantal tabellen toegestaan voor de huidige lay-out van de eettafel
nl_be: Het totale aantal tafels ligt boven het maximale aantal tafels dat voor de huidige indeling toegelaten is
ru: Общее количество столов превосходит максимальное количество столов, разрешенное для текущего макета стола
sv: Antal bord överskrider maximum antal bord tillåtet för aktuellt bordslayout
vi_vn: Tổng số bàn vượt quá số lượng bàn tối đa được phép cho bố trí bàn ăn hiện tại

# PosLookupsDescription
source: Use this option to view and edit POS menu groups
bg: Използвайте тази опция, за да преглеждате и редактирате групи от менюта на ПОС
da: Brug denne indstilling til at se og redigere POS-menugrupper
de: Verwenden Sie diese Option, um POS-Menügruppen anzuzeigen und zu bearbeiten
es: Utilice esta opción para ver y editar grupos de menús de punto de venta.
fi: Tämän vaihtoehdon avulla voit tarkastella ja muokata POS-valikkoryhmiä
fr: Utilisez cette option pour afficher et modifier les groupes de menus PDV
is: Veldu þennan kost til að skoða og breyta kassavalmyndahópum
nl: Met deze optie kunt weergeven en bewerken van POS menugroepen
nl_be: Deze optie gebruiken om POS-menugroepen te bekijken en te bewerken
ru: Используйте эту опцию для просомтра и редактирования групп меню POS
sv: Använd alternativet för att se och redigera kassa menygrupper
vi_vn: Sử dụng tùy chọn này để xem và chỉnh sửa các nhóm menu POS

# PosMenusDescription
source: Use this option to manage POS menus
bg: Използвайте тази опция, за да управлявате POS менюта
da: Brug denne menu til at administrere POS-menuer
de: Verwenden Sie diese Option, um POS-Menüs zu verwalten
es: Utilice esta opción para administrar los menús del punto de venta.
fi: Käytä tätä vaihtoehtoa POS-valikkojen hallintaan
fr: Utilisez cette option pour gérer les menus PDV
is: Veldu þennan kost til að sjá um kassavalmyndir
nl: Gebruik deze optie voor het beheer van de POS-menu 's
nl_be: Deze optie gebruiken om POS-menu's te beheren
ru: Используйте эту опцию для управления меню POS
sv: Använd alternativet för att hantera kassamenyer
vi_vn: Sử dụng tùy chọn này để quản lý menu POS

source: Preview
bg: Преглед
da: Forhåndsvisning
de: Vorschau
es: Vista previa
fi: Esikatsele
fr: Aperçu
is: Forskoða
nl: Voorbeeld
nl_be: Voorbeeld
ru: Предпросмотр
sv: Förhandsgranska
vi_vn: Xem trước

# PrintingRoutesDescription
source: Use this option to manage printing routes
bg: Използвайте тази опция, за да управлявате маршрутите за печат
da: Brug denne indstilling til at administrere udskrivningsruteringer
de: Verwenden Sie diese Option, um Druckverfahren zu verwalten
es: Utilice esta opción para administrar rutas de impresión.
fi: Käytä tätä vaihtoehtoa tulostusreittien hallintaan
fr: Utilisez cette option pour gérer les chemins d'impression
is: Veldu þennan kost til að sjá um prentunarleiðir
nl: Gebruik deze optie om op rekening te betalen.
nl_be: Deze optie gebruiken om printingroutes te beheren
ru: Используйте эту опцию для управления маршрутами печати
sv: Använd alternativet att hantera skrivarvägar
vi_vn: Sử dụng tùy chọn này để quản lý các tuyến in

# RestaurantMenuTypes
source: Menu types
bg: Видове меню
da: Menutyper
de: Speiseplanarten
es: Tipos de menú
fi: Menutyypit
fr: Types de menus
is: Matseðlategundir
nl: Menu typen
ru: Типы меню
sv: Menytyper
vi_vn: Các loại thực đơn

# RestaurantsDescription
source: Use this option to manage restaurants
bg: Използвайте тази опция, за да управлявате ресторанти
da: Brug denne indstilling til at administrere restauranter
de: Verwenden Sie diese Option, um Restaurants zu verwalten
es: Utilice esta opción para administrar restaurantes.
fi: Käytä tätä vaihtoehtoa ravintoloiden hallintaan
fr: Utilisez cette option pour gérer les restaurants
is: Veldu þennan kost til að sjá um veitingastaði
nl: Gebruik deze optie voor het beheer van de restaurants
nl_be: Deze optie gebruiken om restaurants te beheren
ru: Используйте эту опцию для управления ресторанами
sv: Använd alternativet för att hantera restauranger
vi_vn: Sử dụng tùy chọn này để Nhà hàng

# RestaurantStations
source: Printing stations
bg: Печатни станции
da: Udskrivningsstationer
de: Druckstationen
es: Estaciones de impresión
fi: Tulostusasemat
fr: Postes d'impression
is: Stöðvar veitingahúss
nl: Afdrukken stations
nl_be: Printstations
ru: Станции печати
sv: Restaurang stationer
vi_vn: Trạm in

source: Screens
bg: Екрани
da: Skærme
de: Bildschirme
es: Pantallas
fi: Näytöt
fr: Écrans
is: Skjáir
nl: Slides
nl_be: Schermen
ru: Экраны
sv: Skärmar
vi_vn: Màn hình

source: Split bill/Transfer lines
bg: Разделяне на сметки / Прехвърляне на линии
da: Opdel regning/overfør linjer
de: Geteilte Rechnung/Transferzeilen
es: Dividir factura/Transferir líneas
fi: Jaa lasku / Siirrä rivit
fr: Addition partagée/Transfert de lignes
is: Skipta reikningi/Millifærslulínur
nl: Overbrengingsleidingen
nl_be: Gesplitste factuur/Transferlijnen
ru: Разделение строк счета/перемещения
sv: Dela meny/Överför rader
vi_vn: Tách hóa đơn / Chuyển dòng

# TableButtonGraphicalLayout
source: Table button
bg: Бутон маса
da: Bord knap
de: Tischschaltfläche
es: Botón mesa/diseño gráfico
fi: Taulukko-painike
fr: Bouton de table
is: Borðhnappa/grafískt útlit
nl: Knop tabel
nl_be: Tafelknop
ru: Кнопка стола
sv: Bordsknapp/grafisk layout
vi_vn: Nút bàn

source: Tips
bg: Бакшиши
de: Vorschlag
es: Sugerencias
fi: Vinkkejä
fr: Astuces
is: Þjórfé
ru: Чаевые
sv: Dricks

source: View all hospitality types
bg: Преглед всички видове гостоприемство
da: Se alle hospitalitytyper
de: Alle Bewirtungsarten anzeigen
es: Ver todos los tipos de hospitalidad
fi: Näytä kaikki Hospitality -tyypit
fr: Afficher tous les types de restauration
is: Skoða allar tegundir veitingakerfa
nl: Alle gastvrijheid weergavetypen
nl_be: Alle hospitalitytypes bekijken
ru: Просмотр все типов ресторанов
sv: Vy alla restaurangtyper
vi_vn: Xem tất cả các loại cửa hàng

# ViewAllRestaurantStations
source: View all printing station
bg: Преглед цялата станция за печат
da: Vis alle udskrivningsstationer
de: Alle Druckstationen ansehen
es: Ver todas las estaciones del restaurante
fi: Näytä kaikki tulostusasemat
fr: Afficher tous les postes d'impression
is: Skoða allar stöðvar veitingahúsa
nl: Bekijk alle afdrukken station
nl_be: Alle printstations bekijken
ru: Просмотр всех станций печати
sv: Vy alla restaurangstationer
vi_vn: Xem tất cả các trạm in

source: View POS menus
bg: Преглед POS менютата
da: Vis POS-menuer
de: POS-Menüs anzeigen
es: Ver menús del punto de venta
fi: Näytä POS-valikot
fr: Afficher les menus PDV
is: Skoða kassavalmyndir
nl: Bekijk posmenu's
nl_be: POS-menu's bekijken
ru: Посмотреть меню POS
sv: Vy kassa menyer
vi_vn: Xem menu POS

source: Operation ID
bg: Операция ID
da: Handlings-ID
de: Operations-ID
es: ID de operación
fi: Toimintotunnus
fr: ID opération
is: Auðkenni aðgerðar
nl: Actief ID
nl_be: ID bewerking
ru: ID Операции
sv: Process-ID
vi_vn: ID vận hành

source: Hospitality menu groups
bg: Групи от меню за гостоприемство
da: Hospitality menugrupper
de: Bewirtungsmenügruppen
es: Grupos de menús de hospitalidad
fi: Hospitality -valikkoryhmät
fr: Groupe de menus de restauration
is: Valmyndahópar veitingakerfis
nl_be: Hospitality menugroepen
ru: Группы меню ресторана
sv: Restaurang menygrupper
vi_vn: Nhóm thực đơn nhà hàng

source: Hospitality POS menus
bg: POS менюта гостоприемство
da: Hospitality-POS menuer
de: Bewirtungs-POS-Menüs
es: Menús del punto de venta de hospitalidad
fi: Hospitality POS -menut
fr: Menus PDV de restauration
is: Valmyndir kassa veitingakerfis
ru: Меню POS ресторана
sv: Restaurang kassa menyer
vi_vn: Thực đơn POS của khách sạn

# PosMenuButton
source: Button
bg: Бутон
da: Kassemenuknap
de: POS Menüschaltfläche
es: Botón del menú de punto de venta
fi: Painike
fr: Bouton de menu PDV
is: Hnappur valmyndar kassa
nl: Knop
nl_be: POS menuknop
ru: Кнопка меню POS
sv: Kassa menyknapp
vi_vn: Nút

# PosMenuButtons
source: Button menus
bg: Менюта на бутони
da: Menuer til knapper
de: POS Menüschaltflächen
es: Botones del menú de punto de venta
fi: Painikevalikot
fr: Boutons de menus PDV
is: Hnappar valmyndar kassa
nl: Knop menu 's
nl_be: POS menuknoppen
ru: POS кнопки меню
sv: Kassa meny knappar
vi_vn: Menu nút

source: Do not copy
bg: Не копирай
da: Kopier ikke
de: Nicht kopieren
es: No copiar
fi: Älä kopioi
fr: Ne pas copier
is: Ekki afrita
nl: Niet copieren
nl_be: Niet kopiëren
ru: Не копировать
sv: Kopiera inte
vi_vn: Không sao chép

source: OPOS printer
bg: OPOS принтер
de: OPOS-Drucker
es: Impresora de OPOS
fi: OPOS-tulostin
fr: Imprimante OPOS
is: OPOS prentari
ru: OPOS Принтер
sv: OPOS-skrivare
vi_vn: Máy in OPOS

source: Windows printer
bg: Windows Принтер
de: Windows-Drucker
es: Impresora de Windows
fi: Windows-tulostin
fr: Imprimante Windows
is: Windows prentari
ru: Принтер Windows
sv: Windows-skrivare
vi_vn: Máy in Windows
