Repository: iespana/LSOne
Catalog: SM/Plugins/Hospitality/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Clicked:
bg: Кликване:
da: Klikket
de: Geklickt:
es: Haga clic en:
fi: Napsautetaan:
fr: Cliqué :
is: Smellt var á:
nl: Geklikt op
nl_be: Geklikt:
ru: Нажато:
sv: Klickat:
vi_vn: Đã nhấp:

source: Setup
bg: Настройка
da: Indstillinger
es: Configuración
fi: Asetukset
fr: Configuration
is: Uppsetning
nl_be: Instellingen
ru: Настройка
sv: Konfigurera
vi_vn: Cài đặt

source: General
bg: Обща информация
da: Generelt
de: Allgemein
fi: Yleinen
fr: Général
is: Almennt
nl: Algemeen
nl_be: Algemeen
ru: Общее
sv: Allmänt
vi_vn: Chung

source: Dine-in
bg: Вечеряйте в
da: Spisning i restauranten
de: Innen-Essen
es: Cena en el restaurante
fi: Ruokailla
fr: Manger sur place
is: Á staðnum
ru: Обеденный
sv: Äta här
vi_vn: Ăn trưa ở

source: General setup
bg: Общи настройки
da: Generelle indstillinger
de: Allgemeines Setup
es: Configuración general
fi: Yleiset asetukset
fr: Paramètres généraux
is: Almenn uppsetning
nl: Algemene instellingen
nl_be: Algemene instelling
ru: Общая настройка
sv: Allmänna inställningar
vi_vn: Thiết lập chung

source: Hospitality
bg: Гостоприемство
de: Bewirtung
es: Hospitalidad
fr: Restauration
is: Veitingakerfi
nl: Horeca
ru: Ресторан
sv: Restaurang
vi_vn: Loại nhà hàng

source: Hospitality setup
bg: Настройка на гостоприемството
da: Hospitalityopsætning
de: Bewirtungssetup
es: Configuración de hospitalidad
fi: Hospitality -asetukset
fr: Paramétrage de la restauration
is: Uppsetning veitingakerfis
nl: Instellingen
nl_be: Instelling hospitality
ru: Настройка ресторана
sv: Restaurang inställning
vi_vn: Thiết lập nhà hàng

source: Hospitality types
bg: Видове гостоприемство
da: Hospitalitytyper
de: Bewirtungstypen
es: Tipos de hospitalidad
fi: Hospitality -tyypit
fr: Types de restauration
is: Gerðir veitingakerfis
nl: Gastvrijheid
ru: Типы ресторана
sv: Restaurang typer
vi_vn: Các loại hình nhà hàng

source: Restaurants
bg: Ресторанти
da: Restauranter
es: Restaurantes
fi: Ravintolat
is: Veitingastaðir
ru: Рестораны
sv: Restauranger
vi_vn: Nhà hàng

source: Add
bg: Добавяне
da: Tilføj
de: Hinzufügen
es: Añadir
fi: Lisää
fr: Ajouter
is: Bæta við
nl: Toevoegen
nl_be: Toevoegen
ru: Добавить
sv: Lägg till
vi_vn: Cộng thêm

source: Delete
bg: Изтриване
da: Slet
de: Löschen
es: Borrar
fi: Poista
fr: Supprimer
is: Eyða
nl: Verwijderen
nl_be: Verwijderen
ru: Удалить
sv: Radera
vi_vn: Xóa

# PosColorExists
source: A pos color with that id already exists
bg: Цвят на ПОС с този идентификатор вече съществува
da: En pos-farve med denne id findes allerede
de: Eine POS-Farbe mit der ID ist bereits vorhanden
es: Ya existe un color de punto de venta con ese ID.
fi: Tällä tunnuksella on jo olemassa POS-väri
fr: Une couleur de PDV comportant cet ID existe déjà
is: Litur með gefið auðkenni er nú þegar til
nl: Een pos kleur met die id bestaat al
nl_be: Er bestaat al een POS-kleur met die ID.
ru: Цвет POS с этим ID уже существует
sv: En kassa färg med detta ID finns redan
vi_vn: Một màu pos với id đó đã tồn tại

source: POS color setup
bg: POS настройка на цветовете
da: POS farveopsætning
de: POS-Farbsetup
es: Configuración del color del punto de venta
fi: POS-värin asetukset
fr: Paramétrage de la couleur du PDV
is: Litauppsetning afgr.kassa
nl: Kleur Instelling
nl_be: POS-kleureninstelling
ru: POS настройка цвета
sv: Kassa färg inställning
vi_vn: Thiết lập màu POS

# POSColorSetupDescription
source: Use this option to manage colors used in hospitality
bg: Използвайте тази опция, за да управлявате цветовете, използвани в гостоприемството
da: Brug denne indstilling til at administrere farver, der bruges i hospitality
de: Verwenden Sie diese Option, um genutzte Farben, die in der Bewirtung genutzt werden, zu verwalten
es: Utilice esta opción para administrar colores utilizados en hospitalidad.
fi: Käytä tätä vaihtoehtoa hallitsemaan Hospitality -värejä
fr: Utilisez cette option pour gérer les couleurs utilisées dans la restauration
is: Veldu þennan valkost til að sjá um liti á afgreiðslukassa í veitingakerfi
nl: Gebruik deze optie voor het beheer van de kleuren die worden gebruikt in gastvrijheid
nl_be: Deze optie gebruiken om de kleuren die in de hospitality worden gebruikt, te beheren
ru: Используйте эту опцию для управления цветовыми палитрами в ресторане
sv: Använd alternativet för att hantera färger använda i restaurang
vi_vn: Sử dụng tùy chọn này để quản lý màu sắc được sử dụng trong khách sạn

source: Reservations
bg: Резервации
da: Reservationer
de: Reservierungen
es: Reservas
fi: Varaukset
fr: Réservations
is: Frátekningar
nl: Reserveringen
nl_be: Reservaties
ru: Резервирование
sv: Reservationer
vi_vn: Đặt chỗ

source: Delete sales type
bg: Изтриване на вида на продажби
da: Slet salgstype
de: Verkaufstyp löschen
es: Borrar tipo de venta
fi: Poista myyntityyppi
fr: Supprimer le type de vente
is: Eyða tegund sölu
nl: Verkoop type vervangingsregel
nl_be: Verkooptype verwijderen
ru: Удалить тип продажи
sv: Radera förs.typ
vi_vn: Xóa loại bán hàng

# DeleteSalesTypeQuestion
source: Are you sure you want to delete the selected sales type ?
bg: Сигурни ли сте, че искате да изтриете избрания вид продажби?
da: Er du sikker på at du vil slette den valgte salgstype?
de: Sind Sie sicher, dass Sie den ausgewählten Verkaufstyp löschen wollen ?
es: ¿Está seguro de que desea borrar el tipo de venta seleccionado?
fi: Haluatko varmasti poistaa valitun myyntityypin?
fr: Êtes-vous sûr(e) de vouloir supprimer le type de vente choisi ?
is: Ertu viss um að þú viljir eyða valinni tegund sölu ?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
nl_be: Weet u zeker dat u het geselecteerde verkooptype wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный тип продажи ?
sv: Vill du radera vald förs.typ?
vi_vn: Bạn có chắc chắn muốn xóa loại bán hàng đã chọn?

source: Edit
bg: Редактиране
da: Rediger ...
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
is: Breyta
nl: Bewerken
nl_be: Bewerken
ru: Редактировать
sv: Redigera
vi_vn: Chỉnh sửa

source: Requests
bg: Заявки
da: Anmodninger
de: Anfragen
es: Solicitudes
fi: Pyynnöt
fr: Demandes
is: Beiðnir
nl: Verzoeken
nl_be: Aanvragen
ru: Заявки
sv: Begäranden
vi_vn: Các yêu cầu

source: Sales types
bg: Видове продажби
da: Salgstyper
de: Verkaufstyp
es: Tipos de ventas
fi: Myyntityypit
fr: Types de ventes
is: Tegundir sölu
nl: Verkoopstypes
nl_be: Verkooptypes
ru: Типы продаж
sv: Förs.typer
vi_vn: Loại bán hàng

# SalesTypesDescription
source: Use this option to view and edit sales types
bg: Използвайте тази опция, за да преглеждате и редактирате видове продажби
da: Brug denne mulighed til at se og redigere salgstyper
de: Verwenden Sie diese Option, um Verkaufstypen anzuzeigen und zu bearbeiten
es: Utilice esta opción para ver y editar tipos de ventas.
fi: Tämän vaihtoehdon avulla voit tarkastella ja muokata myyntityyppejä
fr: Utilisez cette option pour afficher et modifier les types de ventes
is: Veldu þennan kost til að skoða og breyta tegundum sölu
nl: Met deze optie kunt weergeven en bewerken van verkoop typen
nl_be: Deze optie gebruiken om verkooptypes te bekijken en te bewerken
ru: Используйте эту опцию для просмотра и редактирования типов продаж
sv: Använd alternativet för att se och redigera förs.typer
vi_vn: Sử dụng tùy chọn này để xem và chỉnh sửa các loại bán hàng

# SalesTypeText
source: Sales type
bg: Вид на продажбите:
da: Salgstype
de: Verkaufstyp
es: Tipo de ventas
fi: Myyntityyppi:
fr: Type de vente :
is: Tegund sölu
nl: Omzet:
nl_be: Verkooptype
ru: Тип продажи:
sv: Förs.typ
vi_vn: Loại hình bán hàng:

source: View all sales types
bg: Преглед всички видове продажби
da: Vis alle salgstyper
de: Alle Vertriebstypen anzeigen
es: Ver todos los tipos de venta
fi: Näytä kaikki myyntityypit
fr: Afficher tous les types de ventes
is: Skoða allar tegundir sölu
nl: Alle verkoop weergavetypen
nl_be: Alle verkooptypes bekijken
ru: Просмотр всех типов продаж
sv: Vy alla förs.typer
vi_vn: Xem tất cả các loại bán hàng

# DeleteHospitalityTypeQuestion
source: Are you sure you want to delete the selected hospitality type ?
bg: Сигурни ли сте, че искате да изтриете избрания вид гостоприемство?
da: Er du sikker på at du vil slette den valgte hospitalitytype ?
de: Sind Sie sicher, dass Sie den ausgewählten Bewirtungstyp löschen wollen ?
es: ¿Está seguro de que desea borrar el tipo de hospitalidad seleccionado?
fi: Haluatko varmasti poistaa valitun Hospitality -tyypin?
fr: Êtes-vous sûr(e) de vouloir supprimer le type de restaurant choisi ?
is: Ertu viss um að þú viljir eyða valinni tegund veitingakerfis ?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
nl_be: Weet u zeker dat u het geselecteerde hospitalitytype wilt verwijderen?
ru: Вы уврены, что хотите удалить выбранный тип гостепреимства ?
sv: Vill du radera vald restaurang typ?
vi_vn: Bạn có chắc chắn muốn xóa loại nhà hàng đã chọn?

# HospitalityTypeText
source: Hospitality type
bg: Вид гостоприемство:
de: Bewirtungstyp
es: Tipo de hospitalidad
fi: Hospitality -tyyppi:
fr: Type de restaurant :
is: Tegund veitingakerfis
nl: Hospitality:
ru: Тип ресторана:
sv: Restaurang typ
vi_vn: Loại hình khách sạn:

# RestaurantSalesTypeExists
source: A Hospitality type with that restaurant id and sales type already exists
bg: Вид гостоприемство с този идентификационен номер на ресторанта и вид продажби вече съществува
da: En hospitalitytype med den restaurant-ID og salgstype findes allerede
de: Ein Bewirtungstyp mit dieser Restaurant-ID und diesem Verkaufstyp ist bereits vorhanden
es: Ya existe un tipo de hospitalidad con ese ID de restaurante y tipo de venta.
fi: Hospitality -tyyppi, jolla on ravintola-tunniste ja myynti tyyppi, on jo olemassa
fr: Un type de restauration comportant cet ID restaurant et ce type de vente existe déjà
is: Tegund veitingakerfis með valinn veitingastað og tegund sölu er nú þegar til
nl: Een gastvrijheid type met die restaurant id en het veld Verkoopsoort bestaat reeds
nl_be: Er bestaat al een hospitalitytype met die ID van een restaurant en dat verkooptype
ru: Тип ресторана с ресторан ID и ьипом продажу иже существует
sv: En restaurang typ med restaurang ID och förs. typ finns redan
vi_vn: Một loại hình nhà hàng với id nhà hàng và loại bán hàng đã tồn tại

source: Available
bg: Налични
da: Ledig
de: Verfügbar
es: Disponible
fi: Käytettävissä
fr: Disponible
is: Tiltækt
nl: Beschikbaar
nl_be: Beschikbaar
ru: Доступно
sv: Tillgänglig
vi_vn: Khả dụng

source: Code
bg: Код:
da: Kode:
es: Código
fi: Koodi:
is: Kóði
ru: Код:
sv: Kod
vi_vn: Mã:

source: Configuration
bg: Конфигурация
da: Konfiguration
de: Konfiguration
es: Configuración
fi: Määritys
is: Stilling
nl: Configuratie
nl_be: Configuratie
ru: Конфигурация
sv: Konfiguration
vi_vn: Cấu hình

source: Description
bg: Описание:
da: Beskrivelse
de: Beschreibung
es: Descripción
fi: Kuvaus:
is: Lýsing
nl: Beschrijving
nl_be: Omschrijving
ru: Описание:
sv: Beskrivning
vi_vn: Mô tả:

# DiningTableLayoutScreenExists
source: A dining table layout screen with the that screen number allready exists
bg: Изглед на екран за маса за хранене с този номер вече съществува
da: En spisebord layoutskærm med det skærmnummer findes allerede
de: Ein Bildschirm mit Esstisch-Layout mit dieser Bildschirmnummer existiert bereits.
es: Ya existe una pantalla de diseño de mesas con ese número de pantalla.
fi: Ruokapöydän asettelunäyttö, kyseisellä näytön numerolla on jo olemassa
fr: Un écran de disposition de table correspondant à ce numéro d'écran existe déjà
is: Skjár fyrir útlit matarborða með þetta númer er nú þegar til
nl: Een eettafel lay-out scherm met dat scherm nummer allready bestaat
nl_be: Er bestaat al een scherm met de indeling van de tafels met dat schermnummer
ru: Экран макета стола с этим номером экрана уже существует
sv: En bordslayout skärm med det skärmnumret finns redan
vi_vn: Một màn hình bố trí bàn ăn với số màn hình đó đã tồn tại

source: Font
bg: Шрифт
da: Skrifttype
de: Schriftart
es: Fuente
fi: Fontti
fr: Police
is: Letur
nl: Lettertype
nl_be: Lettertype
ru: Шрифт
sv: Teckensnitt
vi_vn: Phông chữ

# LayoutIDExists
source: A dining table layout with the given layout id exists in the database.
bg: В базата данни съществува изглед за маса за хранене с дадения идентификатор на изглед.
da: Et spisebordlayout med det givne layout-id findes i databasen.
de: Ein Esstisch-Layoutbildschirm mit der gegebenen Layout-ID ist bereits vorhanden.
es: Ya existe un diseño de mesas con el ID de diseño determinado en la base de datos.
fi: Tietokannassa on jo tällä mallitunnuksella oleva ruokapöytäasettelu
fr: Une disposition de table comportant cet ID de disposition existe dans la base de données.
is: Útlit matarborða með gefið auðkenni er nú þegar til.
nl_be: Er bestaat in de database al een indeling van tafels met de ingevoerde ID voor de indeling.
ru: Макет стола с указанным макетом ID уже существует в базе данных.
sv: En bordslayout med det här layout-ID finns redan i databasen.
vi_vn: Bố trí bàn ăn với id bố trí đã cho tồn tại trong cơ sở dữ liệu.

source: Listing
bg: Списък
de: Auflistung
es: Lista
fi: Listaus
fr: Liste
is: Listi
nl: Vermelding
nl_be: Lijst
ru: Список
sv: Lista
vi_vn: Danh sách

source: No
bg: Не
da: Nej
de: Nein
fi: Ei
fr: Non
is: Nei
nl: Nee
nl_be: Nee
ru: Нет
sv: Nej
vi_vn: Không

source: Printing
bg: Отпечатване
da: Udskrivning
de: Drucken
es: Imprimiendo
fi: Tulostus
fr: Impression
is: Prentun
nl: Bezig met printen
nl_be: Afdrukken
ru: Печать
sv: Utskrift
vi_vn: In ấn

source: Printing routes
bg: Маршрути печат
da: Udskriftrutering
de: Druckverfahren
es: Rutas de impresión
fi: Tulostusreitit
fr: Chemins d'impression
is: Prentunarleiðir
nl: Drukken
ru: Маршруты печати
sv: Utskriftsvägar
vi_vn: Tuyến in

# RestaurantDiningTableRangeExists
source: A restaurant dining table already exists within the given range
bg: В рамките на дадения диапазон вече има ресторантска маса за хранене
da: Der findes allerede et spisebord inden for det givne interval
de: Ein Restaurantesstisch innerhalb des gegebenen Bereichs ist bereits vorhanden
es: Ya existe una mesa del restaurante dentro del rango determinado.
fi: Ravintola-ruokapöytä on jo olemassa annetulla alueella
fr: Une table de restaurant existe déjà dans la plage donnée
is: Borð á þessu bili er nú þegar til
nl: Een eettafel restaurant bestaat al binnen het opgegeven bereik
nl_be: Er bestaat al een restauranttafel binnen het gegeven bereik
ru: Стол ресторана уже существует в указанном ряду
sv: Ett bord finns redan i detta intervall
vi_vn: Một bàn ăn nhà hàng đã tồn tại trong phạm vi nhất định

source: Restaurant id
bg: Идентификационен номер на ресторанта:
es: ID de restaurante
fi: Ravintola-tunnus:
fr: ID restaurant :
is: Auðkenni veitingastaðar
nl_be: ID restaurant
ru: Ресторан ID:
sv: Restaurang ID
vi_vn: ID nhà hàng:

# RestaurantStationText
source: Restaurant station
bg: Ресторантска станция
es: Estación del restaurante
fi: Ravintola-asema
fr: Poste de restaurant
is: Stöð á veitingastað
nl: Horecagelegenheid
ru: Ресторанная станция
sv: Restaurang station
vi_vn: Trạm nhà hàng

source: Sales type
bg: Вид на продажбите:
da: Salgstype
de: Verkaufstyp
es: Tipo de ventas
fi: Myyntityyppi:
fr: Type de vente :
is: Tegund sölu
nl: Omzet:
nl_be: Verkooptype
ru: Тип продажи:
sv: Förs.typ
vi_vn: Loại hình bán hàng:

source: Sequence
bg: Поредност
da: Sekvens
de: Sequenz
es: Secuencia
fi: Sarja
fr: Séquence
is: Runa
nl: Reeks
nl_be: Serie
ru: Последовательность
sv: Sekvens
vi_vn: Chuỗi

source: Yes
bg: Да
da: Ja
de: Ja
es: Sí
fi: Kyllä
fr: Oui
is: Já
nl: Ja
nl_be: Ja
ru: Да
sv: Ja
vi_vn: Có

# RestaurantMenuTypeCodeOnPosExists
source: A restaurant menu type with the given order and code on pos already exists
bg: Вид меню на ресторант с дадена поръчка и код на pos вече съществува
da: Der findes allerede en restaurantmenutype med den givne rækkefølge og kode på pos
de: Ein Restaurantmenütyp mit der gegebenen Bestellung und Code auf dem POS ist bereits vorhanden
es: Ya existe un tipo de menú del restaurante con la orden y el código determinados en el punto de venta.
fi: Ravintolan menutyyppi, jossa on annettu järjestys ja koodi POS:ssa, on jo olemassa
fr: Un type de menu de restaurant avec l'ordre et le code PDV donnés existe déjà
is: Tegund matseðils með gefna röðun og kóða er nú þegar til
nl: Een restaurant order met deze code bestaat reeds
nl_be: Er bestaat al een restaurantmenutype met de vermelde order en code op POS
ru: Тип меню ресторана с указанным порядком и кодом на POS уже существует
sv: En restaurang menytyp med order och kod finns redan i kassan
vi_vn: Một loại menu nhà hàng với thứ tự và mã đã cho trên pos đã tồn tại

# RestaurantMenuTypeExists
source: A restaurant menu type with the given restaurant id and order already exists
bg: Вид меню на ресторант с дадения код ресторант и поръчка вече съществува
da: En restaurantmenutype med det givne restaurant-id og rækkefølge findes allerede
de: Ein Restaurantmenütyp mit der gegebenen Restaurant-ID und Bestellung ist bereits vorhanden
es: Ya existe un tipo de menú del restaurante con el ID de restaurante y la orden determinados.
fi: Ravintolan menutyyppi, jossa on annettu ravintola-tunniste ja järjestys, on jo olemassa
fr: Un type de menu de restaurant avec l'ID et l'ordre de restaurant donnés existe déjà
is: Tegund matseðils með gefið auðkenni veitingastaðar og röðun er nú þegar til
nl: De distributielijst met de opgegeven naam bestaat al. Selecteer a.u.b. een andere naam.
nl_be: Er bestaat al een restaurantmenutype met de vermelde ID van een restaurant en order
ru: Тип меню ресторана с указанным ресторан id и порядком уже существует
sv: En restaurang menytyp med restaurang ID och order finns redan
vi_vn: Một loại menu nhà hàng với id nhà hàng và thứ tự đã cho đã tồn tại

# RestaurantStationExists
source: A printing station with that id already exists
bg: Вече съществува печатна станция с този идентификатор
da: Der findes allerede en udskrivningsstation med denne id
de: Eine Druckstation mit dieser ID existiert bereits.
es: Ya existe una estación del restaurante con ese ID.
fi: Tällä tunnuksella on jo tulostusasema olemassa
fr: Un poste d'impression comportant cet ID existe déjà
is: Stöð á veitingastað með þetta auðkenni er nú þegar til
nl: Een afdrukken station met die id bestaat al
nl_be: Er bestaat al een printstation met die ID.
ru: Станция печати с эти ID уже существует
sv: En restaurang med detta ID finns redan
vi_vn: Một trạm in với id đó đã tồn tại

source: Add restaurant dining tables
bg: Добавете маси за хранене в ресторанта
da: Tilføj spiseborde til restauranten
de: Restaurantesstische hinzufügen
es: Añadir mesas de restaurante
fi: Lisää ruokapöydät
fr: Ajouter des tables de restaurant
is: Bæta við borðum á veitingastað
nl: Restaurant dining tabellen toevoegen
nl_be: Restauranttafels toevoegen
ru: Добавить столы в ресторан
sv: Lägg till restaurang bord
vi_vn: Thêm bàn ăn nhà hàng

# DeleteDiningTableLayoutQuestion
source: Are you sure you want to delete the selected dining table layout ?
bg: Наистина ли искате да изтриете избрания изглед на масата за хранене?
da: Er du sikker på, at du vil slette det valgte spisebordlayout?
de: Sind Sie sicher, dass Sie das ausgewählte Esstischlayout löschen wollen ?
es: ¿Está seguro de que desea borrar el diseño de mesas seleccionado?
fi: Haluatko varmasti poistaa valitun ruokapöydän asettelun?
fr: Êtes-vous sûr(e) de vouloir supprimer la disposition des tables choisie ?
is: Ertu viss um að þú viljir eyða völdu útliti borða ?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde eettafel lay-out?
nl_be: Weet u zeker dat u de geselecteerde indeling van de tafels wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный макет стола ?
sv: Vill du radera vald bordslayout?
vi_vn: Bạn có chắc chắn muốn xóa bố trí bàn ăn đã chọn?

# DeleteDiningTableLayoutScreenQuestion
source: Are you sure you want to delete the selected dining table layout screen ?
bg: Наистина ли искате да изтриете избрания екран за изглед на масата за хранене?
da: Er du sikker på, at du vil slette det valgte skærmbordslayout?
de: Sind Sie sicher, dass Sie den ausgewählten Esstischlayoutbildschirm löschen wollen ?
es: ¿Está seguro de que desea borrar la pantalla de diseño de mesas seleccionada?
fi: Haluatko varmasti poistaa valitun ruokapöydän asettelunäytön?
fr: Êtes-vous sûr(e) de vouloir supprimer l'écran de disposition des tables choisi ?
is: Ertu viss um að þú viljir eyða völdum skjá fyrir útlit borða ?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde eettafel lay-out scherm?
nl_be: Weet u zeker dat u het scherm van de indeling van de tafels wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный экран макета стола ?
sv: Vill du radera vald bordslayout skärm?
vi_vn: Bạn có chắc chắn muốn xóa màn hình bố trí bàn ăn đã chọn?

# DeletePosLookupQuestion
source: Are you sure you want to delete the selected hospitality menu group ?
bg: Наистина ли искате да изтриете избраната група меню за гостоприемство?
da: Er du sikker på at du vil slette den valgte hospitality gruppemenu?
de: Sind Sie sicher, dass Sie die ausgewählte Bewirtungsmenügruppe löschen wollen ?
es: ¿Está seguro de que desea borrar el grupo de menús de hospitalidad?
fi: Haluatko varmasti poistaa valitun Hospitality -valikkoryhmän?
fr: Êtes-vous sûr(e) de vouloir supprimer le groupe de menu de restaurant choisi ?
is: Ertu viss um að þú viljir eyða valdri kassauppflettingu ?
nl: Weet u zeker dat u de geselecteerde groep wilt verwijderen?
nl_be: Weet u zeker dat u de geselecteerde hospitalitymenugroep wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранную группу меню ресторана ?
sv: Är du säker på att du vill radera vald restaurang menygrupp?
vi_vn: Bạn có chắc chắn muốn xóa nhóm menu khách sạn đã chọn?

# StationSelectionExists
source: A station selection with the same information already exists
bg: Вече съществува избор на станция със същата информация
da: Der findes allerede et stationsvalg med de samme oplysninger
de: Eine Stationsauswahl mit denselben Informationen ist bereits vorhanden
es: Ya existe una selección de estación con la misma información.
fi: Samoja tietoja sisältävä asemavalinta on jo olemassa
fr: Un choix de poste comportant les mêmes informations existe déjà
is: Stöðvaval með sömu upplýsingar er nú þegar til
nl: De selectie van een station met dezelfde gegevens al bestaat
nl_be: Er bestaat al een stationselectie met dezelfde informatie
ru: Станция, выбранная с той же самой информацией уже существует
sv: Ett val med samma information finns redan
vi_vn: Một lựa chọn trạm có cùng thông tin đã tồn tại

source: Attributes
bg: Атрибути
da: Egenskaber
de: Attribute
es: Atributos
fi: Attribuutit
fr: Attributs
is: Eigindi
nl: Kenmerken
nl_be: Attributen
ru: Атрибуты
sv: Attribut
vi_vn: Thuộc tính

source: Delete dining table layout
bg: Изтриване изглед маса за хранене
da: Slet spisebordlayout
de: Esstischlayout löschen
es: Borrar diseño de mesas
fi: Poista ruokapöydän asettelu
fr: Supprimer la disposition des tables
is: Eyða útliti borða
nl: Eettafel lay-out verwijderen
nl_be: Indeling tafels verwijderen
ru: Удалить макет стола
sv: Radera bordslayout
vi_vn: Xóa bố cục bàn ăn

source: Delete dining table layout screen
bg: Изтрийте екрана за изглед на масата за хранене
da: Slet spisebord layoutskærm
de: Esstischlayoutbildschirm löschen
es: Borrar pantalla de diseño de mesas
fi: Poista ruokapöydän asettelunäyttö
fr: Supprimer l'écran de disposition des tables
is: Eyða skjá fyrir útlit borða
nl: Prijzen Tabel Layout
nl_be: Scherm indeling tafels verwijderen
ru: Удалить экранный макет стола
sv: Radera bordslayout skärm
vi_vn: Xóa màn hình bố trí bàn ăn
