Repository: iespana/LSOne
Catalog: SM/Plugins/Hospitality/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Change from default font
bg: Промяна от шрифта по подразбиране
da: Skift fra standard skrifttype
de: Von Standardschrift ändern
es: Cambiar de fuente predeterminada
fi: Vaihda oletusfontista
fr: Changer la police par défaut
is: Breyta frá sjálfgefnu letri
nl: Standaard Font
nl_be: Wijziging ten opzichte van standaardlettertype
ru: Изменить из шрифта по умолчанию
sv: Ändra från standard font
vi_vn: Thay đổi từ phông chữ mặc định

# ChangingFromDefaultFontQuestion
source: The default font is #1 with default size #2. Your printing might behave unexpectedly if you change from these settings. Are you sure you want to change these values ?
bg: Шрифтът по подразбиране е #1 с размер по подразбиране #2. С разпечатването може да има проблем, ако промените тези настройки. Наистина ли искате да промените тези стойности?
da: Standard skrifttypen er #1 med standardstørrelse #2. Din udskrivning opfører sig muligvis uventet, hvis du skifter væk fra disse indstillinger. Er du sikker på, at du vil ændre disse værdier?
de: Die Standardschriftart ist #1 mit Standardgröße #2. Ihr Druck kann sich möglicherweise unerwartet verhalten, wenn Sie von diesen Einstellungen abweichen. Sind Sie sicher, dass Sie diese Werte ändern wollen?
es: La fuente predeterminada es #1 con un tamaño predeterminado de #2. Probablemente su impresión tenga un comportamiento imprevisto si cambia esta configuración. ¿Está seguro de que desea cambiar estos valores?
fi: Oletusfontti on #1 oletuskoolla #2. Tulsotus voi toimia odottamattomasti jos muutat näitä aetuksia. Oletko varma, että haluat muuttaa arvoja?
fr: La police par défaut est #1 avec une taille par défaut #2. Votre travail d'impression pourrait se comporter de façon inattendue si vous modifiez ces paramètres. Êtes-vous sûr(e) de vouloir modifier ces valeurs ?
is: Sjálfgefna letrið er #1 með sjálfgefinni stærð #2. Ef þú breytir þessum stillingum gæti prentun hagað sé auðkennilega. Ertu viss um að þú viljir breyta þessum gildum.?
nl_be: Het standaardlettertype is #1 met standaardgrootte #2. Het is mogelijk dat uw printer anders gaat afdrukken als u deze instellingen wijzigt. Weet u zeker dat u deze waarden wilt wijzigen?
ru: По умолчанию шрифт #1 с размером #2. Ваша печать може быть непредсказуема, если вы изменяете эти настройки. Вы уверены, что хотите их изменить?
sv: Standardfont är #1 med standardstorlek #2. Om du ändrar inställning kan utskriften bli felaktig. Vill du ändra dessa värden?
vi_vn: Phông chữ mặc định là # 1 với kích thước mặc định # 2. In ấn của bạn có thể hoạt động bất ngờ nếu bạn thay đổi từ các cài đặt này. Bạn có chắc chắn muốn thay đổi những giá trị này?

# ManageSetupDescription
source: Use this option to manage hospitality setups
bg: Използвайте тази опция, за да управлявате настройките за гостоприемство
da: Brug denne indstilling til at administrere opsætninger af hospitality
de: Verwenden Sie diese Option, um die Bewirtungsetups zu verwalten
es: Utilice esta opción para administrar configuraciones de hospitalidad.
fi: Tämän vaihtoehdon avulla voit hallita Hospitality -asetuksia
fr: Utilisez cette option pour gérer les paramétrages de restauration
is: Notaðu þennan valmöguleika til að sjá um uppsetningar veitingakerfis
nl: Gebruik deze optie om op rekening te betalen.
nl_be: Deze optie gebruiken om hospitality-instellingen te beheren
ru: Используйте эту опцию для управления настройками ресторана
sv: Använd alternativet för att hantera restaurang inställningar
vi_vn: Sử dụng tùy chọn này để quản lý các thiết lập khách sạn

source: Empty
bg: Празно
da: Tom
de: Leer
es: Vacío
fi: Tyhjä
fr: Vide
is: Tómt
nl: Leeg
nl_be: Leeg
ru: Пустой
sv: Tomt
vi_vn: Trống

source: Hardware profile printer
bg: Принтер за хардуерен профил
da: Hardwareprofilprinter
de: Hardwareprofildrucker
es: Impresora del perfil de hardware
fi: Laitteistoprofiilin tulostin
fr: Profil matériel imprimante
is: Vélbúnaðarprófílsprentari
nl: Hardwareprofiel
nl_be: Hardware profielprinter
ru: Профиль оборудования принтера
sv: Hårdvaruprofil skrivare
vi_vn: Cấu hình máy in

source: Hospitality type
bg: Вид гостоприемство:
de: Bewirtungstyp
es: Tipo de hospitalidad
fi: Hospitality -tyyppi:
fr: Type de restaurant :
is: Tegund veitingakerfis
nl: Hospitality:
ru: Тип ресторана:
sv: Restaurang typ
vi_vn: Loại hình khách sạn:

source: Payment status
bg: Статус на плащането
da: Betalingsstatus
de: Zahlungsstatus
es: Estado del pago
fi: Maksun tila
fr: Statut de paiement
is: Greiðslustaða
nl: Betaalstatus
nl_be: Betalingsstatus
ru: Статус оплаты
sv: Betalningsstatus
vi_vn: Tình trạng thanh toán

source: POS ID
es: ID del punto de venta
fi: POS tunnus
fr: ID PDV
is: Kenni afgreiðslustöðvar
nl_be: ID POS
sv: Kassa id
vi_vn: ID POS

source: Printing station
bg: Печатна станция
da: Printstation
de: Druckstation
es: Estación de impresión
fi: Tulostusasema
fr: Poste d'impression
is: Prentunarstöð
nl: Drukken
nl_be: Printstation
ru: Станция печати
sv: Restaurang station
vi_vn: Trạm in

# PrintingStations
source: Printing station
bg: Печатна станция
da: Printstation
de: Druckstation
es: Estación de impresión
fi: Tulostusasema
fr: Poste d'impression
is: Prentunarstöð
nl: Drukken
nl_be: Printstation
ru: Станция печати
sv: Restaurang station
vi_vn: Trạm in

# PrintingStationsDescription
source: Use this option to manage printing station
bg: Използвайте тази опция, за да управлявате печатна станция
da: Brug denne indstilling til at administrere udskrivningsstation
de: Verwenden Sie diese Option, um die Druckstation zu verwalten.
es: Utilice esta opción para administrar estación de impresión
fi: Käytä tätä vaihtoehtoa tulostusaseman hallintaan
fr: Utilisez cette option pour gérer le poste d'impression
is: Notaðu þennan kost til að hafa umsjón með prentunarstöðvum
nl: Gebruik deze optie om op rekening te betalen.
nl_be: Deze optie gebruiken om een printstation te beheren
ru: Используйте эту опцию для управления станциями печати
sv: Använd alternativet för att hantera restaurang stationer
vi_vn: Sử dụng tùy chọn này để quản lý trạm in

source: Receipt number
bg: Номер на разписка
da: Kvitteringsnummer
de: Kassenbonnummer
es: Número de recibo
fi: Kuitin numero
fr: Numéro de reçu
is: Kvittunarnúmer
nl: Bonnummer
nl_be: Nummer ontvangstbewijs
ru: Номер чека
sv: Kvittonummer
vi_vn: Số hóa đơn

source: Staff name
bg: Име персонал
da: Navn på personale
de: Mitarbeitername
es: Nombre del personal
fi: Henkilöstön nimi
fr: Nom de l'employé
is: Nafn starfsm.
nl: Naam personeel:
nl_be: Naam personeel
ru: Имя персонала
sv: Personalnamn
vi_vn: Tên nhân viên

source: Station routing
bg: Маршрут на станцията
da: Stationsrutering
de: Stationsablaufplan
es: Selección de la estación
fi: Asemien reititys
fr: Gamme de poste
is: Stöðvaleiðar
nl: Station routering
ru: Маршрут станции
sv: Stationsval
vi_vn: Định tuyến trạm

source: Store setup
bg: Настройки на магазина
da: Butiksopsætning
de: Geschäftssetup
es: Configuración de la tienda
fi: Myymälän asetukset
fr: Paramétrage magasin
is: Uppsetning búða
nl: Winkel instellingen
nl_be: Instelling voor de winkel
ru: Настройка магазина
sv: Butiksinställning
vi_vn: Thiết lập cửa hàng

source: Table number
bg: Номер на масата:
da: Bordnummer
de: Tischnummer
es: Número de mesa
fi: Pöydän nro:
fr: Numéro de table
is: Númer borðs
nl: Tafelnummer
nl_be: Tafelnummer
ru: Номер стола:
sv: Bordnr
vi_vn: Số bàn:

source: Transaction number
bg: Номер на транзакцията
da: Transaktionsnummer
de: Transaktionsnummer
es: Número de transacción
fi: Tapahtuman numero
fr: Numéro de transaction
is: Afgreiðslunúmeraröð
nl: Transactienummer
nl_be: Transactienummer
ru: Номер транзакции
sv: Transaktionsnummer
vi_vn: Mã giao dịch

# StationRoutingDescription
source: Use this option to manage item routing to stations
bg: Използвайте тази опция, за да управлявате маршрутизирането на артикули към станции
da: Brug denne indstilling til at administrere varerutering til stationer
de: Verwenden Sie diese Option, um die Eintragsweiterleitung an Stationen zu verwalten
es: Utilice esta opción para administrar el enrutamiento de artículos a las estaciones
fi: Tämän vaihtoehdon avulla voit hallita kohteen reititystä asemiin
fr: Utilisez cette option pour gérer le routage d'articles aux postes
is: Notaðu þennan kost til að til að hafa umsjón á vöruleiðum til stöðva
nl: Gebruik deze optie om het bewerkingsplan van artikel naar stations
nl_be: Deze optie gebruiken om artikelrouting naar stations te beheren
ru: Используйте эту опцию для управления маршрутом движения товара к станциям
sv: Använd alterativet för att hantera hur varor skickas till restaurang stationerna
vi_vn: Sử dụng tùy chọn này để quản lý định tuyến mục tới các trạm

source: Text 1
bg: Текст 1
da: Tekst 1
es: Texto 1
fi: Teksti 1
fr: Texte 1
is: Texti 1
nl: Tekst 1
nl_be: Tekst 1
ru: Текст 1

source: Text 2
bg: Текст 2
da: Tekst 2
es: Texto 2
fi: Teksti 2
fr: Texte 2
is: Texti 2
nl: Tekst 2
nl_be: Tekst 2
ru: Текст 2

source: Text 3
bg: Текст 3
da: Tekst 3
es: Texto 3
fi: Teksti 3
fr: Texte 3
is: Texti 3
nl: Tekst 3
nl_be: Tekst 3
ru: Текст 3

source: Text 4
bg: Текст 4
da: Tekst 4
es: Texto 4
fi: Teksti 4
fr: Texte 4
is: Texti 4
nl: Tekst 4
nl_be: Tekst 4
ru: Текст 4

source: Text 5
bg: Текст 5
da: Tekst 5
es: Texto 5
fi: Teksti 5
fr: Texte 5
is: Texti 5
nl: Tekst 5
nl_be: Tekst 5
ru: Текст 5

source: Text 6
bg: Текст 6
da: Tekst 6
es: Texto 6
fi: Teksti 6
fr: Texte 6
is: Texti 6
nl: Tekst 6
nl_be: Tekst 6
ru: Текст 6

source: Delete POS button grid menu line
bg: Изтриване на ред от менюто на мрежата на POS бутона
da: Slet linje i kassens knapmatrixmenu
de: POS-Schaltflächenrastermenüzeile löschen
es: Borrar línea de menú de la matriz de botones del punto de venta
fi: Poista POS-ruudukko -valikkorivi
fr: Supprimer la ligne de menu du groupe de boutons PDV
is: Eyða hnappavalmyndarlínu afgr. kassa
nl: Verwijderen van de POS-knop Raster menuregel
nl_be: POS knoppenrooster menulijn verwijderen
ru: Удалить строку меню сетки кнопки POS
sv: Radera kassans knappsatsmenyrad
vi_vn: Xóa dòng menu lưới POS

# DeletePosButtonGridMenuLineQuestion
source: Are you sure you want to delete the selected POS menu lines ?
bg: Сигурни ли сте, че искате да изтриете избраните линии от менюто на POS?
da: Er du sikker på at du vil slette de valgte POS menulinjer?
de: Möchten Sie die ausgewählten POS-Menüzeilen wirklich löschen?
es: ¿Está seguro de que desea eliminar las líneas de menú de punto de venta seleccionadas?
fi: Haluatko varmasti poistaa valitut POS-valikkorivit?
fr: Êtes-vous sûr(e) de vouloir supprimer les lignes de menu PDV choisies ?
is: Ertu viss um að þú viljir eyða völdum POS matseðilslínum ?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde lijnen van de POS menu?
nl_be: Weet u zeker dat u de geselecteerde POS menulijnen wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранные строки меню POS?
sv: Är du säker på att du vill radera kassameny rader?
vi_vn: Bạn có chắc chắn muốn xóa các dòng menu POS đã chọn?

# ErrorCannotLoadDeviceList
source: No device list found at host {0}, check if the printing station service is running at the host and has printers installed
bg: Няма списък с устройства на хост {0}, проверете дали услугата на печатната станция работи на хоста и дали са инсталирани принтери
da: Der blev ikke fundet nogen enhedsliste hos vært {0}, kontroller, om udskrivningsstationstjenesten kører hos værten og har printere installeret
de: Es wurde keine Geräteliste beim Host {0} gefunden. Prüfen Sie, ob der Druckstationsdienst beim Host ausgeführt wird und ob Drucker installiert wurden
es: No se encontró ninguna lista de dispositivos en el host {0}. Compruebe que el servicio de estación de impresión funcione en el host y que haya impresoras instaladas.
fi: Yhtään laiteluetteloa ei löydy isäntäkoneelta {0}, tarkista onko tulostusasemapalvelu käynnissä isäntäkoneelta ja että tulostimet on asennettu
fr: Aucune liste de dispositif trouvée chez l'hôte {0}. Vérifiez que le service du poste d'impression est en marche chez l'hôte et comporte des imprimantes installées
is: Engin tæki fundust á hýsli {0}, ath. hvort það séu einhverjir prentarar settir upp og að kerfið sé keyrandi
nl_be: Geen apparatenlijst gevonden bij host {0}. Controleer of de printstationservice bij de host werkt en de printers geïnstalleerd zijn
ru: На хосте {0} не обнаружен список устройств. Проверьте запушена ли служба станции печати и установлен ли принтер
sv: Inga maskiner hittades på fjärrvärd {0}, kolla att skrivaren är rätt uppsätt och att tjänsten är startad
vi_vn: Không tìm thấy danh sách thiết bị tại máy chủ {0}, kiểm tra xem dịch vụ trạm in có chạy ở máy chủ không và đã cài đặt máy in chưa

# SendConfig
source: Config sent to host
bg: Конфиг.е изпратена на хост
da: Konfiguration sendt til vært
de: Config-Datei an Host gesendet
es: Configuración enviada al host
fi: Määritys lähetetty isäntäkoneelle
fr: Config envoyée à l'hôte
is: Stillingar sendar á hýsil
nl: Stuur Aan
nl_be: Configuratie naar host verzonden
ru: Конфигурация отправлена на хост
sv: Inställningarna har skickats till fjärrvärden
vi_vn: Cấu hình được gửi đến máy chủ

# StationIsInUseCannotBeDeleted
source: Station #1 is being used in routing rules and cannot be deleted
bg: Станция #1 се използва в правилата за маршрути и не може да бъде изтрита
da: Station #1 bruges i ruteringsregler og kan ikke slettes
de: Station #1 wird in Weiterleitungsregeln verwendet und kann nicht gelöscht werden.
es: La estación #1 se está utilizando en reglas de enrutamiento y no se puede eliminar
fi: Asema #1 on käytössä reitityssäännöissä, eikä sitä voi poistaa
fr: Le poste #1 est en cours d'utilisation dans les règles de routage et ne peut pas être supprimé
is: Prentunar stöðin #1 er í notkun í stöðvaleiðarreglunum og getur því ekki verið eytt
nl: Station #1 in omleidingsregels wordt gebruikt en kan niet worden verwijderd
nl_be: Station #1 wordt in routingregels gebruikt en kan niet worden verwijderd
ru: Станция #1 используется в правилах маршрута и не может быть удалена
sv: Restaurang stationen #1 används av stationsvalsreglerna och kan därför inte raderas
vi_vn: Trạm số 1 đang được sử dụng trong các quy tắc định tuyến và không thể xóa

source: All files
bg: Всички файлове
da: Alle Filer
de: Alle Dateien
es: Todos los archivos
fi: Kaikki tiedostot
fr: Tous les fichiers
is: Allar skrár
nl: Alle bestanden
nl_be: Alle bestanden
ru: Все файлы
sv: Alla filer
vi_vn: Tất Cả Tệp

source: Text files
bg: Текстови документи
da: Tekstfiler
de: Textdateien
es: Archivos de texto
fi: Tekstitiedostot
fr: Fichiers texte
is: Textaskrár
nl: Tekstbestanden
nl_be: Tekstbestanden
ru: Текстовые файлы
sv: Textfiler
vi_vn: Tập tin Văn bản

source: Hosts
bg: Хостове
da: Vært
fi: Isäntäkoneet
fr: Hôtes
is: Hýslar
nl: Gastheer
ru: Хосты
sv: Värdar

source: Kitchen printing
bg: Кухненски печат
da: Køkkenudskrivning
de: Küchendrucker
es: Impresoras de cocina
fi: Keittiötulostus
fr: Impression en cuisine
is: Eldhúsprentun
nl: Keuken afdrukken
nl_be: Afdrukken keuken
ru: Кухонная печать
sv: Köksutskrift
vi_vn: In bếp

source: POS menus
bg: POS менюта
da: POS menuer
de: POS Menüs
es: Menús de punto de venta
fi: POS-valikot
fr: Menus PDV
is: Kassavalmyndir
nl: Menu's
ru: Меню POS
sv: Kassamenyer
vi_vn: Menu POS

source: Sites
bg: Местоположения
da: Lokationer
de: Standorte
es: Tiendas
fi: Sivustot
is: Búðir
ru: Сайты
sv: Anläggningar
vi_vn: Websites

source: Station Printing
bg: Печатна станция
da: Stationsudskrivning
de: Stationsdrucken
es: Impresión en estación
fi: Tulostusasemat
fr: Impression au poste
is: Stöðvaprentun
nl: Station afdrukken
nl_be: Afdrukken station
ru: Станция печати
sv: Stationsutskrift
vi_vn: Trạm in

# StationPrintingDescription
source: Use this option to manage station printing
bg: Използвайте тази опция, за да управлявате печатането от раб.станции
da: Brug denne indstilling til at administrere station udskrivning
de: Verwenden Sie diese Option, um Stationsdrucken zu verwalten
es: Utilice esta opción para administrar la impresión en estación
fi: Tämän vaihtoehdon avulla voit hallita aseman tulostusta
fr: Utilisez cette option pour gérer l'impression au poste
is: Veldu þennan kost til að sjá um stöðvaprentun
nl: Gebruik deze optie voor het beheren van station afdrukken
nl_be: Gebruik deze optie om Afdrukken station te beheren
ru: Используйте эту опцию для управления станцией печати
sv: Använd det här alternativet för att hantera stationsutskrift
vi_vn: Sử dụng tùy chọn này để quản lý in trạm

# HospitalityMenuGroupsTooltip
source: Select hospitality POS menus for the split bill and transfer table menus
bg: Изберете менюта за POS гостоприемство за менютата с разделенa сметка и трансферирайте менютата за масата
da: Vælg hospitality POS menuer for split regning og overfør bord menuer
de: Wählen Sie Gastronomie-POS-Menüs für die Menüs „Geteilte Rechnung“ und „Bestellübertragung zwischen Tischen“ aus
es: Seleccionar los menús de puntos de venta de hostelería para dividir cuentas y transferir mesas
fi: Valitse Hospitality POS-valikot jaetulle laskulle ja siirrä pöytävalikot
fr: Sélectionner des menus PDV de restauration pour les menus de partage d'addition et de transfert de table
is: Velja valmyndir kassa veitingakerfis fyrir valmyndir til að skipta upp reikningi og færslu á milli borða
nl_be: Selecteer POS-menu's hospitality voor de menu's gedeelde rekening en tafel overdragen
ru: Выберите POS меню ресторана для разделения счета и меню перемещения стола
sv: Välj restaurangkassamenyer för delad nota och överför tabellmenyer
vi_vn: Chọn menu POS khách sạn cho hóa đơn tách và menu bảng chuyển

# HospitalityPosMenusTooltip
source: Organize POS operations onto buttons and style the button grids to be used in the Hospitality menu groups
bg: Организирайте POS операции върху бутони и оформете решетките на бутоните, които ще се използват в групите на менюто Hospitality
da: Organiser POS-operationer til knapper og
de: Organisieren Sie POS-Funktionen auf Schaltflächen und passen Sie das Schaltflächenraster an die Verwendung in den Gastronomie-Menügruppen an
es: Organizar las operaciones del punto de venta en botones y definir las matrices de botones que deben utilizarse en los grupos de menús de hostelería
fi: Järjestä POS-toiminnot painikkeille ja muokkaa painikeruudukot Hospitality -valikkoryhmien käyttöön
fr: Organiser des opérations de PDV sur des boutons et paramétrer le style des grilles de boutons qui seront utilisés dans les groupes de menus de restauration
is: Raða kassa aðgerðum á hnappa og hanna hnappaborð til að nota í valmyndahópum veitingakerfis
nl: Organiseren van POS operaties op knoppen en stijl van de rasters van de knop moet worden gebruikt in de menugroepen van gastvrijheid
nl_be: Organiseer POS-bewerkingen op knoppen en richt de knoproosters in voor gebruik in de menugroepen voor Hospitality
ru: Организация операций POS на кнопки и стиль кнопки сетки, которые будут использоваться в группах меню Ресторана
sv: Tilldela knappar kassafunktioner och utforma knappsatser som ska användas i menygrupper för restaurang
vi_vn: Sắp xếp các hoạt động POS lên các nút và định kiểu các lưới nút được sử dụng trong các nhóm menu Khách sạn

# HospitalitySetupTooltipDescription
source: Manage global hospitality settings
bg: Управление на глобалните настройки за гостоприемство
da: Administrer globale hospitalityindstillinger
de: Allgemeine Gastronomieeinstellungen verwalten
es: Administrar la configuración global de hostelería
fi: Hallinnoi yleisiä Hospitality -asetuksia
fr: Gérer les paramétrages généraux de restauration
is: Umsjón með altækum veitingakerfisstillingum
nl: Algemene visuele thema&apos;s van KDE beherenName
nl_be: Algemene hospitality-instellingen beheren
ru: Управление глобальными настройками ресторана
sv: Hantera globala inställningar för restauranger
vi_vn: Quản lý cài đặt nhà hàng

# HospitalityTypesTooltipDescription
source: Manage hospitality types and their table layout and functionality
bg: Управлявайте видовете гостопроемство и изгледа на техните маси и функционалност
da: Administrer hospitalitytyper og deres tabellayout og funktionalitet
de: Verwalten Sie Gastronomietypen sowie deren Tabellenlayout und -funktionalität
es: Administrar los tipos de hostelería y las funciones y distribuciones de mesas
fi: Hallitse Hospitality -tyyppejä ja niiden pöytäasetteluita sekä toiminnallisuutta
fr: Gérer les types de restauration, leurs dispositions de table et leurs fonctionnalités
is: Umsjón með gerðum veitingakerfis, borðaútliti þeirra og virkni
nl: Beheren van gastvrijheid typen en hun tabelindeling en functionaliteit
nl_be: Hospitalitytypes en hun tafelindeling en functie beheren
ru: Управление типами ресторанов, их макетами столов и функциональностью
sv: Hantera typer av restauranger och motsvarande tabellayouter och funktioner
vi_vn: Quản lý các loại nhà hàng và bố trí bảng và chức năng của họ

# RestaurantsTooltipDescription
source: Open the list of restaurants/stores to view and manage them
bg: Отворете списъка с ресторанти/магазини, за да ги прегледате и управлявате
da: Åbn listen over restauranter / butikker for at se og administrere dem
de: Öffnen Sie eine Liste von Restaurants/Geschäften, um sie anzuzeigen und zu verwalten
es: Abrir la lista de restaurantes/tiendas para verlos y administrarlos
fi: Avaa luettelo ravintoloista / myymälöistä nähdäksesi ja hallinnoidaksesi niitä
fr: Ouvrir la liste de restaurants/magasins pour les afficher et les gérer
is: Opna lista af veitingastöðum/búðum til að skoða og hafa umsjón með þeim
nl: De lijst van de restaurants/winkels te bekijken en te beheren hen openen
nl_be: Open de lijst met restaurants/winkels om ze te bekijken en te beheren
ru: Откройте список ресторанов/магазинов для просмотра и управления ими
sv: Öppna listan över restauranger/butiker för att visa och hantera dem
vi_vn: Mở danh sách các nhà hàng / cửa hàng để xem và quản lý chúng

# SalesTypesTooltipDescription
source: Manage sales types which are used to set a sales tax group and price group on hospitality types
bg: Управление на видовете продажби, които се използват за определяне на група за данък продажби и ценова група за типовете гостоприемство
da: Administrer salgstyper, der bruges til at indstille en momsgruppegruppe og en prisgruppe på hospitalitytyper
de: Verwalten Sie Umsatztypen, die verwendet werden, um eine Mehrwertsteuergruppe und eine Preisgruppe für Gastronomietypen festzulegen
es: Administrar los tipos de ventas utilizados para configurar un grupo de impuestos y un grupo de precios para los distintos tipos de hostelería
fi: Hallinnoi myyntityyppejä, joiden avulla määritetään myynnin veroryhmä ja hintaryhmä Hospitality -tyyppeihin
fr: Gérer les types de ventes qui seront utilisés pour fixer un groupe de taxe de ventes et un groupe de prix pour chaque type de restauration
is: Umsjón sölutegunda, en þær eru notaðar til að setja VSK- og verðflokka á tegundir veitingakerfis
nl: Verkoop typen die worden gebruikt voor het instellen van een BTW-Fractie en de Fractie van de prijs op gastvrijheid typen beheren
nl_be: Beheer de verkooptypes die worden gebruikt om een btw-groep en prijsgroep voor hospitalitytypes in te stellen
ru: Управление типами продаж, которые используются для установки налога с продаж группы и группы цен по типам ресторанов
sv: Hantera försäljningstyper som ska användas för att tilldela restaurangtyper en momsgrupp och en prisgrupp
vi_vn: Quản lý các loại bán hàng được sử dụng để đặt nhóm thuế bán hàng và nhóm giá đối với các loại khách sạn
