Repository: iespana/LSOne
Catalog: SM/Core/ViewDialogs/Properties/resources.*.resx
Languages: fi

source: Current group
fi: Nykyinen ryhmä

source: Next
fi: Seuraava

source: Password is incorrect
fi: Salasana ei kelpaa

# String
source: Security
fi: Turvallisuus

source: Changing password failed.
fi: Salasanan vaihtaminen epäonnistui.

source: Finish
fi: Suorita loppuun

# NewPasswordCannotBeSameAsOld
source: New password may not be the same as old password
fi: Uusi salasana ei saa ola sama kuin vanha salasana

# PasswordMustBe4Letters
source: Password must be at least 4 letters
fi: Salasanassa on oltava vähintään 4 merkkiä

# PricesUpdatedFromPriceWithoutTax
source: Your store setting indicates that prices without tax should be kept, so prices with tax will be recalculated based on price without tax
fi: Myymäläasetusten perusteella verottomat hinnat tulisi säilyttää, jotta verolliset hinnat voidaan laskea arvonlisäveron perusteella

# PricesUpdatedFromPriceWithTax
source: Your store setting indicates that prices with tax should be kept, so prices without tax will be recalculated based on price with tax
fi: Myymäläasetusten perusteella verolliset hinnat tulisi säilyttää, jotta verottomat hinnat voidaan laskea arvonlisäveron perusteella

source: Update prices
fi: Päivitä hinnat

# UpdatePricesAutomatically
source: This might affect system prices, would you like to update prices automatically
fi: Tämä voi vaikuttaa järjestelmän hintoihin, haluatko päivittää hinnat automaattisesti

# VerifyDoesNotMatchWithNew
source: Password does not match with the new password
fi: Salasana ei vastaa uutta salasanaa
