Repository: iespana/LSOne
Catalog: SM/Plugins/Infocodes/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, sv, vi_vn

source: Color
bg: Цвят
da: Farve
de: Farbe
fi: Väri
fr: Couleur
is: Litur
nl: Kleur
nl_be: Kleur
sv: Färg
vi_vn: Màu

source: Add
bg: Добавяне
da: Tilføj
de: Hinzufügen
es: Añadir
fi: Lisää
fr: Ajouter
is: Bæta við
nl: Toevoegen
nl_be: Toevoegen
sv: Lägg till
vi_vn: Cộng thêm

source: Age limit
bg: Възрастова граница
da: Aldersgrænse
de: Altersgrenze
es: Límite de edad
fi: Ikäraja
fr: Limite d'âge
is: Aldursmark
nl: Leeftijdsgrens
nl_be: Leeftijdslimiet
sv: Åldersgräns
vi_vn: Giới hạn Tuổi

source: All
bg: Всички
da: Alle
de: Alle
es: Todo
fi: Kaikki
fr: Tous
is: Allar
nl: Alles
nl_be: Alle
sv: Alla
vi_vn: Tất cả

source: All types
bg: Всички видове
da: Alle typer
de: Alle Typen
es: Todos los tipos
fi: Kaikki tyypit
fr: Tous types
is: Allar tegundir
nl: Alle types
nl_be: Alle types
sv: Alla typer
vi_vn: Tất cả các loại

source: Automatic
bg: Автоматично
da: Automatisk
de: Automatisch
es: Automático
fi: Automaattinen
fr: Automatique
is: Sjálfvirkt
nl: Automaat
nl_be: Automatisch
sv: Automatiskt
vi_vn: Tự động

source: Configuration
bg: Конфигурация
da: Konfiguration
de: Konfiguration
es: Configuración
fi: Määritys
is: Stilling
nl: Configuratie
nl_be: Configuratie
sv: Konfiguration
vi_vn: Cấu hình

source: Convertible
bg: Трансформиращ
da: Konverterbare
de: Umrechenbar
fi: Muunnettavissa
is: Umreiknanlegt
nl: Converteerbaar
nl_be: Omzetbaar
sv: Konverterbara
vi_vn: Có khả năng chuyển đổi

# CrossSellGroups
source: Cross selling groups
bg: Групи за кръстосани продажби
da: Tværsælgende grupper
de: Cross-Selling-Gruppen
es: Grupos de ventas cruzadas
fi: Ristiinmyynnin ryhmät
fr: Groupes de ventes croisées
is: Fylgisöluflokkar
nl: Cross selling groepen
nl_be: Koppelverkoopgroepen
sv: Merförsäljning grupper
vi_vn: Nhóm bán chéo

# CrossSellInfocodeGroups
source: Cross selling infocode groups
bg: Кръстосани групи за инфокод
da: Krydsælgende infocode grupper
de: Cross-Selling-Infocodegruppen
es: Grupos de códigos de información de venta cruzada
fi: Ristiinmyynnin infokoodien ryhmät
fr: Groupes de code info de ventes croisées
is: Flokkar af upplýsingakótum fylgisala
nl: Cross selling infocode groepen
nl_be: Koppelverkoop infocodegroepen
sv: Merförsäljning infokod grupper
vi_vn: Bán chéo các nhóm infocode

# CrossSellInfocodeGroupsDescription
source: A list of cross selling infocode groups
bg: Списък на кръстосани групи за инфокод
da: En liste over kryds-sælgende infokodegrupper
de: Eine Liste von Cross-Selling-Infocodegruppen
es: Una lista de grupos de códigos de información de venta cruzada
fi: Luettelo ristiinmyynnin infokoodien ryhmistä
fr: Une liste de groupes de code info de ventes croisées
is: Listi af flokkum upplýsingakóta fylgisala
nl: Een lijst van cross selling infocode groepen
nl_be: Een lijst met koppelverkoop infocodegroepen
sv: En lista på säljande infokod grupper
vi_vn: Danh sách các nhóm infocode bán chéo

source: Cross selling
bg: Продажба на допълнителни продукти (Cross Sell)
es: Ventas cruzadas
fi: Ristiinmyynti
fr: Ventes croisées
is: Fylgisala
nl_be: Koppelverkoop
sv: Merförsäljning
vi_vn: Bán chéo

# CustomerSelec
source: Customer select
bg: Избор клиент
da: Vælg kunde
de: Kundenauswahl
es: Selección de clientes
fi: Asiakasvalinta
fr: Choix du client
is: Viðskiptamannaval
nl: Klant selecteren
nl_be: Klantenselectie
sv: Kund val
vi_vn: Chọn Khách hàng

source: Customer selection
bg: Избор клиент
da: Vælg kunde
de: Kundenauswahl
es: Selección de clientes
fi: Asiakasvalinta
fr: Choix du client
is: Viðskiptamannaval
nl: Klant selecteren
nl_be: Klantenselectie
sv: Kund val
vi_vn: Chọn Khách hàng

source: Date
bg: Дата
da: Dato
de: Datum
es: Fecha
fi: Pvm
is: Dagsetning
nl: Datum
nl_be: Datum
sv: Datum
vi_vn: Ngày

source: Date input
bg: Дата вход
da: Datoindtastning
de: Datumseingabe
es: Entrada de fecha
fi: Päivämäärä
fr: Entrée de la date
is: Dagsetning
nl: Ingang
nl_be: Datuminput
sv: Datum input
vi_vn: Nhập ngày tháng

source: Delete
bg: Изтриване
da: Slet
de: Löschen
es: Borrar
fi: Poista
fr: Supprimer
is: Eyða
nl: Verwijderen
nl_be: Verwijderen
sv: Radera
vi_vn: Xóa

# DeleteInfocodeCaption
source: Delete infocode
bg: Изтриване на инфокод
da: Slet infocode
de: Infocode löschen
es: Borrar código de información
fi: Poista infokoodi
fr: Supprimer le code info
is: Eyða upplýsingakóta
nl: Verwijderen
nl_be: Infocode verwijderen
sv: Radera infokod
vi_vn: Xóa mã Infocode

# DeleteInfocodeGroupQuestion
source: Are you sure you want to delete this infocode group ?
bg: Наистина ли искате да изтриете тази група инфокодове?
da: Er du sikker på at du vil slette denne infokodegruppe?
de: Sind Sie sicher, dass Sie diese Infocodegruppe löschen wollen ?
es: ¿Está seguro de que desea borrar este grupo de códigos de información?
fi: Haluatko varmasti poistaa tämän infokoodiryhmän?
fr: Êtes-vous sûr(e) de vouloir supprimer ce groupe de codes info ?
is: Ertu viss um að þú viljir eyða þessum upplýsingakótaflokki ?
nl: Weet u zeker dat u deze groep wilt verwijderen?
nl_be: Weet u zeker dat u deze infocodegroep wilt verwijderen?
sv: Är du säker på att du vill radera infokodgruppen?
vi_vn: Bạn có chắc muốn xóa nhóm infocode này không?

# DeleteInfocodeQuestion
source: Are you sure you want to delete this infocode ?
bg: Сигурни ли сте, че искате да изтриете този инфокод?
da: Er du sikker på at du vil slette denne infokode?
de: Sind Sie sicher, dass Sie diesen Infocode löschen wollen ?
es: ¿Está seguro de que desea borrar este código de información?
fi: Haluatko varmasti poistaa tämän infokoodin?
fr: Êtes-vous sûr(e) de vouloir supprimer ce code info ?
is: Ertu viss um að þú viljir eyða þessum upplýsingakóta ?
nl: Weet je zeker dat je de infocode wilt verwijderen?
nl_be: Weet u zeker dat u deze infocode wilt verwijderen?
sv: Är du säker på att du vill radera infokoden?
vi_vn: Bạn có chắc chắn muốn xóa infocode này không?

# DeleteInfocodeSpecific
source: Disconnect link to infocode
bg: Прекъсване на връзката към инфокод
da: Slå link til infokode fra
de: Link zu Infocode trennen
es: Desconectar enlace a código de información
fi: Poista linkki infokoodiin
fr: Déconnecter le lien au code info
is: Aftengja tengingu við upplýsingakóta
nl: Verbreken van de koppeling naar infocode
nl_be: Link naar infocode ongedaan maken
sv: Frånkoppla länk till infokod
vi_vn: Ngắt kết nối liên kết đến infocode

# DeleteInfocodeSpecificQuestion
source: Are you sure you want to disconnect #1 from #2 ?
bg: Наистина ли искате да прекъснете #1 от #2?
da: Er du sikker på at du vil frakoble #1 fra #2 ?
de: Möchten Sie #1 von #2 wirklich trennen?
es: ¿Está seguro de que desea desconectar #1 de #2?
fi: Haluatko varmasti poistaa linkin #1 ja #2 välillä?
fr: Êtes-vous sûr(e) de vouloir déconnecter #1 de #2 ?
is: Ertu viss um að þú viljir aftengja #1 frá #2 ?
nl: Weet u zeker dat u de verbinding wilt verbreken?
nl_be: Weet u zeker dat u #1 van #2 wilt loskoppelen?
sv: Vill du koppla bort #1 från #2?
vi_vn: Bạn có chắc chắn muốn ngắt kết nối # 1 khỏi # 2 không?

# DeleteInfocodeSubcodeCaption
source: Delete subcode
bg: Изтриване на подкод
da: Slet subkode
de: Subcode löschen
es: Borrar código secundario
fi: Poista alakoodi
fr: Supprimer le sous-code
is: Eyða undirkóta
nl: Verwijderen
nl_be: Subcode verwijderen
sv: Radera subkod
vi_vn: Xóa mã con

# DeleteInfocodeSubcodeQuestion
source: Are you sure you want to delete this subcode ?
bg: Сигурни ли сте, че искате да изтриете този подкод?
da: Er du sikker på at du vil slette denne subkode ?
de: Sind Sie sicher, dass Sie diesen Subcode löschen wollen ?
es: ¿Está seguro de que desea borrar este subcódigo?
fi: Haluatko varmasti poistaa tämän alaoodin?
fr: Êtes-vous sûr(e) de vouloir supprimer ce sous-code ?
is: Ertu viss um að þú viljir eyða þessum undirkóta ?
nl: Weet je zeker dat je de infocode wilt verwijderen?
nl_be: Weet u zeker dat u deze subcode wilt verwijderen?
sv: Är du säker på att du vill radera subkoden?
vi_vn: Bạn có chắc chắn muốn xóa mục con này không?

source: Edit
bg: Редактиране
da: Rediger ...
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
is: Breyta
nl: Bewerken
nl_be: Bewerken
sv: Redigera
vi_vn: Chỉnh sửa

source: Edit groups
bg: Редактиране на групи
da: Rediger grupper
de: Gruppen bearbeiten
es: Editar grupos
fi: Muokkaa ryhmiä
fr: Éditer les groupes
is: Breyta flokkum
nl: Groep bewerken
nl_be: Groepen bewerken
sv: Redigera grupper
vi_vn: Chỉnh sửa nhóm

source: Edit infocodes
bg: Редактирайте инфокодове
da: Rediger infokoder
de: Infocodes bearbeiten
es: Editar códigos de información
fi: Muokkaa infokoodeja
fr: Modifier les codes info
is: Breyta upplýsingakótum
nl: Bewerken infocodes
nl_be: Infocodes bewerken
sv: Redigera infokoder
vi_vn: Chỉnh sửa infocodes

# FromRetailGroupGroups
source: Groups - From retail group
bg: Групи - от група за търговия на дребно
da: Grupper - Fra varegruppe
de: Gruppen - Von Einzelhandelsgruppen
es: Grupos - Del grupo minorista
fi: Ryhmät - Tuoteryhmästä
fr: Groupes - du groupe de vente au détail
is: Hópar - Frá smásöluflokk
nl: Groepen van retail worden geladen
nl_be: Groepen - Van retailgroep
sv: Grupper - från detaljhandelsgrupp
vi_vn: Nhóm - Từ nhóm bán lẻ

# FromRetailGroupInfocodes
source: Infocodes - From retail group
bg: Инфокодове - от група за търговия на дребно
da: Infocodes - Fra varegruppe
de: Infocodes - Von Einzelhandelsgruppe
es: Códigos de información - Del grupo minorista
fi: Infokoodit - Tuoteryhmästä
fr: Infocodes - du groupe de vente au détail
is: Upplýsingakótar - Frá smásöluflokki
nl: Infocodes - van retailgroep worden geladen
nl_be: Infocodes - Van retailgroep
sv: Infokoder - från detaljhandelsgrupp
vi_vn: Infocode - Từ nhóm bán lẻ

source: General
bg: Обща информация
da: Generelt
de: Allgemein
fi: Yleinen
fr: Général
is: Almennt
nl: Algemeen
nl_be: Algemeen
sv: Allmänt
vi_vn: Chung

source: Groups
bg: Групи:
da: Grupper
de: Gruppen
es: Grupos
fi: Ryhmät:
fr: Groupes :
is: Flokkar
nl: ﻿Groepen:
nl_be: Groepen
sv: Grupper
vi_vn: Các nhóm:

source: Infocode
bg: Инфокод:
da: Infokode
es: Infocódigo
fi: Infokoodi:
fr: Code info
is: Upplýsingakóti
sv: Infokod

# InfocodeGroupSetup
source: Infocode groups
bg: Инфокод групи
da: Infokode grupper
de: Infocode-Gruppen
es: Grupos de códigos de información
fi: Infokoodiryhmät
fr: Groupes de codes info
is: Upplýsingakótaflokkar
nl: infocodes Groepen
nl_be: Infocodegroepen
sv: Infokod grupper
vi_vn: Nhóm Infocode

source: Infocode name
bg: Инфокод Име
da: Infokode navn
es: Nombre del código de información
fi: Infokoodin nimi
fr: Nom de code info
is: Heiti upplýsingakóða
nl: Infocodes namen
nl_be: Naam infocode
sv: Infokodnamn
vi_vn: Tên Infocode

source: Infocodes
bg: Инфокодове
da: Infokoder
es: Códigos de información
fi: Infokoodit
fr: Codes info
is: Upplýsingakótar
sv: Infokoder:

# InfocodesDescription
source: A list of all available infocodes
bg: Списък на всички налични инфокодове
da: En liste over alle tilgængelige infokoder
de: Eine Liste von verfügbaren Infocodes
es: Una lista de todos los códigos de información disponibles
fi: Luettelo kaikista käytettävistä infokoodeista
fr: Une liste de tous les codes info disponibles
is: Listi allra tiltækra upplýsingakóta
nl: Een lijst van alle beschikbare infocodes
nl_be: Een lijst met alle beschikbare infocodes
sv: En lista på alla tillgängliga infokoder
vi_vn: Danh sách tất cả các Infocode có sẵn

# InfocodesTooltipDescription
source: Manage infocodes, cross selling and item modifiers
bg: Управление на инфокодове, кръстосани продажби и модификатори на артикули
da: Administrer infokoder, krydssalg og varemodifikatorer
de: Verwalten Sie Infocodes, Cross-Selling und Artikelmodifizierer
es: Gestionar códigos de información, ventas cruzadas y modificadores de artículos
fi: Hallinnoi infokoodeja, ristiinmyyntikä sekä tuotteen muokkaajia
fr: Gérer les codes infos, la vente croisée et les modificateurs d'articles
is: Umsjón upplýsingakóta, fylgi sala og vörubreyta
nl: Beheren van infocodes, cross verkopen en object parameters
nl_be: Beheer de infocodes, kruisverkoop en artikelwijzigers
sv: Hantera infokoder, merförsäljning och artikeltillägg
vi_vn: Quản lý infocodes, bán chéo và sửa đổi mặt hàng

source: Infocode type
bg: Вид инфокод
da: Infokodetype
de: Infocode-Typ
es: Tipo de infocódigo
fi: Infokoodityyppi
fr: Type de code info
is: Tegund upplýsingakóða
nl: Soort
nl_be: Type infocode
sv: Infokodtyp
vi_vn: Loại Infocode

source: Item
bg: Артикул
da: Vare
de: Artikel
es: Artículo
fi: Tuote
fr: Article
is: Vara
nl: Artikel
nl_be: Artikel
sv: Artikel
vi_vn: Mặt hàng

# ItemModifierGroups
source: Item modifier infocode groups
bg: Модификатор на артикули инфокод групи
da: Varetilpasnings infocodegrupper
de: Artikelmodifikatorinfocodegruppen
es: Grupos de códigos de información del modificador de artículos
fi: Tuotteiden muokkaajan infokoodiryhmät
fr: Groupes de codes info du modificateur d'article
is: Flokkar af vörubreytu upplýsingakótum
nl: Onderdeel aanpassers
nl_be: Artikelwijziger infocodegroepen
sv: Artikelrevidering infokodgrupper
vi_vn: Nhóm Infocode mặt hàng sửa đổi

# ItemModifierGroupsDescription
source: A list of item modifier infocode groups
bg: Списък на модификатора артикули инфокод групи
da: En liste over varetilpasnings infocodegrupper
de: Eine Liste von Artikelmodifikatorinfogruppen
es: Una lista de grupos de códigos de información del modificador de artículos
fi: Luettelo tuotteiden muokkaajien infokoodiryhmistä
fr: Une liste des groupes de codes info du modificateur d'article
is: Listi af flokkum vörubreytu upplýsingakóta
nl: Een lijst met infocodes groep:
nl_be: Een lijst met artikelwijziger infocodegroepen
sv: En lista på artikel infokod grupper
vi_vn: Danh sách các nhóm Inforcode mặt hàng sửa đổi

# ItemModifierGroupsShort
source: Item modifier groups
bg: Модификатор артикули групи
da: Varetilpasningsgrupper
de: Artikelmodifikatorgruppen
es: Grupos del modificador de artículos
fi: Tuotteen muokkausryhmä
fr: Groupes de modificateurs d'articles
is: Vörubreytuflokkar
nl_be: Artikelwijzigergroepen
sv: Artikelrevideringsgrupper
vi_vn: Các nhóm mặt hàng sửa đổi

source: Item modifiers
bg: Модификатори на артикули
da: Varetilpasninger
de: Artikelmodifikatoren
es: Modificadores de artículos
fi: Tuotteen muokkaajat
fr: Modificateurs d'articles
is: Vörubreytur
nl: Onderdeel aanpassers
nl_be: Artikelwijzigers
sv: Artikelrevideringar
vi_vn: Nhóm mặt hàng sửa đổi

source: Item select
bg: Избери артикул
da: Vare valgt
de: Artikel ausgewählt
es: Artículo seleccionado
fi: Tuotevalinta
fr: Article choisi
is: Vara valin
nl: Item ; Selecteer
nl_be: Artikel geselecteerd
sv: Artikel vald
vi_vn: Mặt hàng chọn

source: Item selection
bg: Избор Артикул
da: Valg af vare
de: Artikelauswahl
es: Selección de artículos
fi: Tuotevalikoima
fr: Article
is: Vöruval
nl: Artikelselectie.
nl_be: Artikelselectie
sv: Artikelval
vi_vn: Lựa chọn mặt hàng

source: Manual
bg: Ръчно
da: Manuelt
de: Manuell
fi: Manuaalinen
fr: Manuel
is: Handvirk
nl: Handmatig
nl_be: Handmatig
sv: Manuell
vi_vn: Thủ công

source: Maximum length:
bg: Максимална дължина:
da: Maksimumlængde
de: Maximallänge:
es: Longitud máxima:
fi: Suurin pituus:
fr: Longueur maximum :
is: Hámarks lengd:
nl: Maximum lengte:
nl_be: Maximumlengte:
sv: Maximal längd:
vi_vn: Chiều dài tối đa:

source: Maximum selection:
bg: Максимален избор:
da: Maksimalt antal valgte:
de: Maximale Auswahl:
es: Selección máxima:
fi: Maksimi valikoima:
fr: Sélection maximum :
is: Hámarks val:
nl: Max selection
nl_be: Maximale selectie:
sv: Maximum val:
vi_vn: Lựa chọn tối đa:

source: Maximum value:
bg: Максимална стойност:
da: Maksimal værdi:
de: Maximaler Wert:
es: Valor máximo:
fi: Maksimi arvo:
fr: Valeur maximum :
is: Hámarks gildi:
nl: Max value
nl_be: Maximumwaarde:
sv: Maximum val:
vi_vn: Giá trị tối đa:

source: Minimum length:
bg: Минимална дължина:
da: Mindste længde:
de: Mindestlänge:
es: Longitud mínima:
fi: Vähimmäispituus:
fr: Longueur minimum :
is: Lágmarks lengd:
nl: Minimumlengte:
nl_be: Minimumlengte:
sv: Minsta längd:
vi_vn: Chiều dài tối thiểu:

source: Minimum selection:
bg: Минимален избор:
da: Minimum antal valgte:
de: Minimale Auswahl:
es: Selección mínima:
fi: Vähimmäisvalinta:
fr: Sélection maximum :
is: Lágmarks val:
nl: Minimale selectie:
nl_be: Minimale selectie:
sv: Minimum val:
vi_vn: Lựa chọn tối thiểu:

source: Minimum value:
bg: Минимална стойност:
da: Minimum værdi:
de: Minimaler Wert:
es: Valor mínimo:
fi: Vähimmäisarvo:
fr: Valeur minimum :
is: Lágmarks gildi:
nl: Minimumwaarde:
nl_be: Minimumwaarde:
sv: Minimum värde:
vi_vn: Giá trị tối thiểu:

source: None
bg: Няма
da: Ingen
de: Keine
es: Ninguno
fi: Ei yhtään
fr: Aucun
is: Enginn
nl: Geen
nl_be: Geen
sv: Ingen
vi_vn: Không

source: Numeric
bg: Числови
da: Numerisk
de: Numerische Eingabe
es: Entrada numérica
fi: Numeerinen
fr: Entrée numérique
is: Tölur
nl: Numeriek
nl_be: Numerieke input
sv: Numerisk input
vi_vn: Số

source: Numeric input
bg: Числови
da: Numerisk
de: Numerische Eingabe
es: Entrada numérica
fi: Numeerinen
fr: Entrée numérique
is: Tölur
nl: Numeriek
nl_be: Numerieke input
sv: Numerisk input
vi_vn: Số

source: Price type has to be selected
bg: Трябва да бъде избран вид на цената
da: Pristype skal vælges
de: Es muss ein Preistyp ausgewählt werden
es: Debe seleccionar el tipo de precio
fi: Hintatyyppi on valittava
fr: Un type de prix doit être choisi
is: Verð tegund verður að vera valin
nl: Prijs type moet worden geselecteerd
nl_be: Prijstype moet geselecteerd zijn
sv: Pristyp måste väljas
vi_vn: Loại giá phải được chọn

source: Printing
bg: Отпечатване
da: Udskrivning
de: Drucken
es: Imprimiendo
fi: Tulostus
fr: Impression
is: Prentun
nl: Bezig met printen
nl_be: Afdrukken
sv: Utskrift
vi_vn: In ấn

source: Retail
bg: Търговия на дребно
da: Salg
de: Einzelhandel
es: Minorista
fi: Vähittäiskauppa
fr: Vente au détail
is: Verslun
nl: Kleinhandel
sv: Detaljhandel
vi_vn: Bán lẻ

# SelectionButtonCanOnlyHave12SubCodes
source: A selection button infocode can only have 12 subcodes. This infocode has more than 12 subcodes.
bg: Бутонът за избор инфокод може да има само 12 подкода. Този инфокод има повече от 12 подкода.
da: En valgknappe-infokode kan kun have 12 subkoder. Denne infokode har mere end 12 subkoder.
de: Ein Auswahlschaltflächen-Infocode darf nur 12 Subcodes haben. Dieser Infocode hat mehr als 12 Subcodes.
es: El infocódigo de un botón de selección solo puede tener 12 subcódigos. Este infocódigo tiene más de 12 subcódigos.
fi: Infokoodin valintapainikkeeseen voi yhdistää vain 12 alakoodia. Tällä infokoodilla on enemmän kuin 12 alakoodia.
fr: Un code info de bouton de sélection ne peut comporter que 12 sous-codes. Ce code info comporte plus de 12 sous-codes.
is: Valhnappaupplýsingakóti getur bara haft 12 undirkóta. Þessi upplýsingakóti hefur fleiri en 12 undirkóta.
nl: Een selectie knop infocode kan slechts 12 subcodes hebben. Deze infocode heeft meer dan 12 subcodes.
nl_be: Een infocode keuzeknop kan slechts 12 subcodes hebben. Deze infocode heeft meer dan 12 subcodes.
sv: Ett infokod-knapp med val kan endast ha 12 subkoder. Infokoden har mer än 12 subkoder.
vi_vn: Một nút lựa chọn infocode chỉ có thể có 12 mã con. Infocode này có hơn 12 mã con.

source: Selection buttons
bg: Бутони за избор
da: Valgknapper
de: Auswahlschaltflächen
es: Botones de selección
fi: Valintapainikkeet
fr: Boutons de sélection
is: Valhnappar
nl: Selectietoetsen
nl_be: Selectieknoppen
sv: Valknappar
vi_vn: Các nút lựa chọn

source: Selection list
bg: Избор Списък
da: Liste over valgmuligheder
de: Auswahlliste
es: Lista de selecciones
fi: Valintaluettelo
fr: Liste de sélection
is: Vallisti
nl: Keuzelijst
nl_be: Selectielijst
sv: Vallista
vi_vn: Danh sách lựa chọn

source: Setup
bg: Настройка
da: Indstillinger
es: Configuración
fi: Asetukset
fr: Configuration
is: Uppsetning
nl_be: Instellingen
sv: Konfigurera
vi_vn: Cài đặt

source: Size
bg: Размер
da: Størrelse
de: Größe
es: Tamaño
fi: Koko
fr: Taille
is: Stærð
nl: Grootte
nl_be: Grootte
sv: Storlek
vi_vn: Kích cỡ

source: Style
bg: Стил
da: Tema
de: Stil
es: Estilo
fi: Tyyli
is: Stíll
nl: Stijl
nl_be: Stijl
sv: Modell
vi_vn: Loại

source: Subcode
bg: Подкод
da: Subkode
es: Código secundario
fi: Alakoodi
fr: Sous-code
is: Undirkóti
sv: Subkod
vi_vn: Mã con

source: Subcodes
bg: Подкодове
da: Subkoder
es: Códigos secundarios
fi: Alakoodit
fr: Sous-codes
is: Undirkótar
sv: Subkoder
vi_vn: Các mã con

source: Tax group
bg: Данъчна група
da: Momsgruppe
de: Steuergruppe
es: Grupo de impuesto
fi: Veroluokka
fr: Groupe de taxe
is: VSK flokkur
nl: Fiscale groep
nl_be: Belastingsgroep
sv: Momsgrupp
vi_vn: Nhóm thuế

source: Text
bg: Текст
da: Tekst
es: Texto
fi: Teksti
fr: Texte
is: Texti
nl: Tekst
nl_be: Tekst
vi_vn: Văn bản

source: Text input
bg: Въвеждане на текст
da: Tekstinput
de: Texteingabe
es: Entrada de texto
fi: Tekstinsyöttö
fr: Entrée du texte
is: Texti
nl: Tekst invoer
nl_be: Tekstinput
vi_vn: Nhập văn bản

source: Variant has to be selected
bg: Вариантът трябва да бъде избран
da: Variant skal vælges
de: Es muss eine Variante ausgewählt werden
es: Debe seleccionar la variante
fi: Variantti tulee valita
fr: Une variante doit être choisie
is: Vöruafbrigði verður að vera valið
nl: Variant moet worden geselecteerd
nl_be: Variant moet geselecteerd zijn
sv: Variant måste väljas
vi_vn: Biến thể phải được chọn

source: Variant number
bg: Номер на варианта
da: Variantnummer
de: Variationsnummer
es: Número de variante
fi: Varianttinumero
fr: Numéro de variante :
is: Afbrigðisnúmer
nl: Variant nummer
nl_be: Variantnummer
sv: Variantnr
vi_vn: Số biến

source: View
bg: Изглед
da: Vis
de: Ansicht
es: Ver
fi: Näytä
fr: Afficher
is: Skoða
nl: Aanzicht
nl_be: &Bekijken
sv: Granska
vi_vn: Chế độ xem

source: View target infocode
bg: Преглед на целевия инфокод
da: Se målinfokode
de: Zielinfocode anzeigen
es: Ver código de información de destino
fi: Tarkastele kohde infokoodia
fr: Afficher l'info code de la cible
is: Skoða upplýsingakóta
nl: Weergave doel infocode
nl_be: Doel infocode bekijken
sv: Vy mål infokod
vi_vn: Xem infocode mục tiêu
