Repository: iespana/LSOne
Catalog: SM/Plugins/Administration/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl_be, ru, sv, vi_vn

# HighestMustMatchFormat
source: The number of digits in the highest sequence number must match the number or #
bg: Броят на цифрите в най-високия пореден номер трябва да съвпада с номера или #
da: Antallet af cifre i det højeste sekvensnummer skal svare til antallet eller #
de: Die Anzahl der Ziffern in der höchsten Sequenznummer muss mit der Anzahl übereinstimmen oder #
es: La número de dígitos en el número de secuencia más alto debe coincidir con el número o #
fi: Korkeimman sarjan numeroiden määrän on vastattava numeroa tai #
fr: Le nombre de chiffres du numéro de séquence le plus élevé doit correspondre au numéro ou #
is: Fjöldi talna í hæstu tölu númeraraðarinnar verður að vera jafn fjölda #
nl_be: Het aantal cijfers in het hoogste getal van de reeks moet overeenstemmen met het nummer of met #
ru: Количество цифр в числе максимальной серии должны соответствовать числу или #
sv: Antal siffror i högsta sekvensnummer måste matcha nummer eller #
vi_vn: Số trong số thứ tự cao nhất phải khớp với số hoặc #

# NotAllCouldBeInserted
source: Not all of the records could be inserted since there is no local store selected in administrative settings
bg: Не всички записи могат да бъдат вмъкнати, тъй като в административните настройки не е избран локален магазин
da: Ikke alle posterne kunne indsættes, da der ikke er valgt en lokal butik i administrative indstillinger
de: Nicht alle Datensätze konnten eingesetzt werden, da kein lokaler Speicher in den administrativen Einstellungen gewählt wurde
es: No se han podido introducir todos los registros porque no se ha seleccionado ninguna tienda local en la configuración de administración
fi: Kaikkia tietueita ei voitu lisätä, koska hallinnollisissa asetuksissa ei ole valittu paikallista myymälää
fr: Tous les dossiers n'ont pas pu être insérés, puisqu'aucun magasin local n'est choisi dans les réglages administratifs
is: Ekki tókst að setja inn allar færslurnar þar sem engin sjálfgefin búð er valin í kerfisstillingum
nl_be: Niet alle gegevens konden worden ingevoegd, aangezien er geen plaatselijke winkel in de administratieve instellingen werd geselecteerd
ru: Не все записи могут быть вставлены, т.к. не магазине не настроены права администратора
sv: Inte alla poster kunde infogas eftersom det inte finns någon lokal butik vald i administrativa inställningar
vi_vn: Không phải tất cả các bản ghi có thể được chèn vì không có cửa hàng địa phương nào được chọn trong cài đặt quản trị

# NumberSequenceWarning
source: Modifying the next value of a number sequence can have dangerous consequences. For example, if this is the number sequence for items, and the next record is set to a lower value than previously, then a duplicate ID error will occur.
bg: Модифицирането на следващата стойност на числовата последователност може да има опасни последствия. Например, ако това е числовата последователност за артикулите, а следващият запис е зададен на по-ниска стойност от преди, тогава ще се появи грешка с дублиращ се ID.
da: Ændring af den næste værdi af en nummersekvens kan have alvorlige konsekvenser. Hvis dette for eksempel er nummersekvensen for elementer, og den næste post er indstillet til en lavere værdi end tidligere, vil der opstå en duplikat-ID-fejl.
de: Das Ändern des nächsten Werts einer Zahlenfolge kann gefährliche Folgen haben. Wenn dies zum Beispiel die Zahlenfolge für Artikel ist und der nächste Eintrag auf einen niedrigeren Wert als der vorherige gestellt wird, tritt ein Fehler durch eine doppelte ID auf.
es: Modificar el valor siguiente de una secuencia de números puede tener consecuencias peligrosas. Por ejemplo, se producirá un error de duplicación de ID si este es un número de secuencia para artículos y para el registro siguiente se selecciona un valor inferior al anterior.
fi: Järjestyksessä seuraavan numeron muokkaamisella voi olla vaarallisia seurauksia. Esimerkiksi, jos tämä on tuotenumerosarja, ja seuraavan numeron arvo on pienempi kuin edellinen, järjestelmässä tapahtuu virhe 'Duplikaatti ID'.
fr: La modification de la prochaine valeur dans une séquence de numéros peut avoir des conséquences graves. Par exemple, si cette séquence de numéros correspond à des articles et que l'entrée suivante est réglée sur une valeur inférieure, cela entraînera une erreur d'ID dupliquée.
is: Athugið að breyting á næsta gildi á númeraseríu getur haft afleiðingar. Dæmi: ef þetta er númerasería fyrir vörunúmer, og næsta gildi er sett lægra en síðasta vörunúmer er, þá mun koma upp villa þegar næsta vara er búin til.
nl_be: De volgende waarde in een getallenreeks aanpassen, kan gevaarlijke gevolgen hebben. Als dit bijvoorbeeld over een getallenreeks voor artikelen gaat en het volgende gegeven een lagere waarde heeft dan de vorige, zal een Foutmelding dupliceren ID verschijnen.
ru: Изменение значения серии номеров может иметь катастрофические последствия. Например, если это серия номеров для товаров, то для следующей записи будет установлено значение меньше предыдущего и это приведет к дублированию записи и как следствие к ошибке.
sv: Om nästa värde för en nummerserie ändras kan det få allvarliga konsekvenser. Om det till exempel är nummerserien för artiklar och nästa post är satt till ett lägre värde än det tidigare, skapas dubbletter av id-numren.
vi_vn: Sửa đổi giá trị tiếp theo của dãy số có thể gây ra hậu quả nguy hiểm. Ví dụ: nếu đây là chuỗi số cho các mục và bản ghi tiếp theo mà bị đặt thành giá trị thấp hơn trước đó, thì sẽ xảy ra lỗi ID trùng lặp.

# SiteServiceError
source: Error accessing Site Service: {0} Run Configuration Tool 'as administrator' or give user admin right to host
bg: Грешка при достъпа до услугата на сайта: {0} Стартирайте инструмента за конфигуриране "като администратор" или дайте право на администратор на потребителя да хоства
da: Fejl ved adgang til webstedservice: {0} Kør konfigurationsværktøj 'som administrator' eller giv brugeradministrator ret til at være vært
de: Fehler beim Zugriff auf den Site Service: {0} Führen Sie das Konfigurationswerkzeug "als Administrator" aus oder geben Sie dem Benutzer Admin-Rechte
es: Error al acceder al servidor de la tienda: {0}. Ejecute la herramienta de configuración como administrador u otorgue al usuario derechos de administrador para el host.
fi: Virhe Site Service palvelun käytössä: {0} Suorita määritystyökalu "järjestelmänvalvojana" tai anna käyttäjän järjestelmänvalvojalle oikeus isännöintiin
fr: Erreur d'accès au service de site : {0} Lancer l'outil de configuration en tant qu'administrateur, ou autoriser l'utilisateur à héberger
is: Villa við að tengjast Site Service: {0} Keyrið Site Service sem kerfisstjóri eða gefðu notandum sem þú ert að nota kerfisstjóra aðgang að vélinni sem kerfið keyrir á
nl_be: Fout bij toegang Site Service: {0} Configuratietool 'als administrator' draaien of admin. rechten aan host geven
ru: Ошибка доступа Сайт сервиса: {0} Запустите конфигуратор 'as administrator' или задайте права администратора для хоста
sv: Åtkomst fel Site Service: {0} Kör Configuration Tool som administratör eller ge admin-rättigheter till värd
vi_vn: Lỗi khi truy cập Dịch vụ trang web: {0} Chạy Công cụ cấu hình 'với tư cách quản trị viên' hoặc cấp quyền quản trị người dùng để lưu trữ

source: Uncheck
bg: Премахване на проверка
da: Fjern markering
de: Deaktivieren
es: Desactivar
fi: Poista valinta
fr: Désactiver
is: Afmerkja
nl_be: Afvinken
ru: Не проверено
sv: Avmarkera
vi_vn: Khi bỏ đánh dấu

# ViewAuditLogDescription
source: Displays the audit log for the currently active view
bg: Показва одитен лог за текущия активен изглед
da: Viser revisionsloggen for den aktuelt aktive visning
de: Zeigt das Prüfprotokoll für die aktuell aktive Ansicht
es: Muestra el registro de auditoría para la vista activa actualmente
fi: Näyttää aktiivisen näkymän tarkastuslokin
fr: Affiche le journal d'audit pour la vue actuellement ouverte
is: Birtir eftirlitsskrá fyrir valinn glugga
nl_be: Toont de auditlog voor de weergave die op dat moment actief is
ru: Отобразить протокол ацдита в текущем активном окне
sv: Visar granskningslogg för aktiv vy
vi_vn: Hiển thị nhật ký kiểm toán cho chế độ xem hiện đang hoạt động

# Infocodedata
source: Infocodes
bg: Инфокодове
da: Infokoder
es: Códigos de información
fi: Infokoodit
fr: Codes info
is: Upplýsingakótar
ru: Инфокоды
sv: Infokoder

# Profilesdata
source: Profiles
bg: Профили
da: Profiler
de: Profile
es: Perfiles
fi: Profiilit
fr: Profil
is: Prófílar
nl_be: Profielen
ru: Профили
sv: Profiler
vi_vn: Hồ sơ

# Receiptsdata
source: Receipts
bg: Разписки
da: Kvitteringer
de: Kassenbons
es: Recibos
fi: Kuitit
fr: Reçus
is: Kvittanir
nl_be: Ontvangstbewijzen
ru: Чеки
sv: Kvitton
vi_vn: Biên nhận

# Touchbuttonlayout
source: Touch button layouts
bg: Изгледи сензорен бутон
da: Touchknap-opsætning
de: Touchschaltflächenlayouts
es: Diseños de botones táctiles
fi: Kosketuspainikkeiden asettelut
fr: Dispositions des boutons tactiles
is: Snertihnappauppsetningar
nl_be: Lay-out aanraakknoppen
ru: Макеты сенсорной кнопки
sv: Touch-knapp layouter
vi_vn: Bố cục nút cảm ứng

# Unitdata
source: Units
bg: Мерни единици
da: Enheder
de: Einheiten
es: Unidades
fi: Yksiköt
fr: Unités
is: Einingar
nl_be: Eenheden
ru: Единицы
sv: Enheter
vi_vn: Các đơn vị

source: Setup
bg: Настройка
da: Indstillinger
es: Configuración
fi: Asetukset
fr: Configuration
is: Uppsetning
nl_be: Instellingen
ru: Настройка
sv: Konfigurera
vi_vn: Cài đặt

source: Tools
bg: Инструменти
da: Værktøjer
de: Werkzeuge
es: Herramientas
fi: Työkalut
fr: Outils
is: Tól
nl_be: Hulpmiddelen
ru: Инструменты
sv: Verktyg
vi_vn: Công Cụ

source: Auditing
bg: Одит
da: Revision
de: Prüfung
es: Auditoría
fi: Tarkastus
fr: Contrôle
is: Eftirlit
nl_be: Audit aan het uitvoeren
ru: Аудит
sv: Granskning
vi_vn: Kiểm Toán

source: ID or description
bg: ID или описание
da: ID eller beskrivelse
de: Kennung oder Beschreibung
es: ID o descripción
fi: Tunnus tai kuvaus
fr: ID ou description
is: Auðkenni eða lýsing
nl_be: ID of omschrijving
ru: ID или описание
sv: ID eller beskrivning
vi_vn: ID hoặc mô tả

# AdministrativeOptionsTooltipDescription
source: Manage administrative options for the system
bg: Управление на административните опции за системата
da: Administrer administrative indstillinger for systemet
de: Administrationsoptionen für das System verwalten
es: Administrar las opciones administrativas del sistema
fi: Järjestelmän hallinnollisten toimintojen hallinta
fr: Gérer les options administratives du système
is: Umsjón með kerfisstillingum
nl_be: Administratieve opties voor het systeem beheren
ru: Управление административными опциями системы
sv: Hantera administrativa alternativ för systemet
vi_vn: Quản lý các tùy chọn quản trị cho hệ thống

# AuditLogTooltipDescription
source: Display the audit log for the currently active view
bg: Покажете одит лога за текущо активния изглед
da: Vis revisionsloggen for den aktuelt aktive visning
de: Das Auditprotokoll für die momentan aktive Ansicht anzeigen
es: Mostrar el registro de auditoría para la vista activa
fi: Näytä tarkastusloki aktiiviselle näkymälle
fr: Afficher le journal d'audit pour la vue active
is: Sýna eftirlitsskrá fyrir virka síðu
nl_be: Het auditlog voor de huidige actieve weergave tonen
ru: Показать протокол аудита для текущего активного просмотра
sv: Visa revisionsloggen för den aktiva sidan
vi_vn: Hiển thị nhật ký kiểm toán cho chế độ xem hiện đang hoạt động

source: Bar code data
bg: Баркод данни
da: Stregkodedata
de: Barcode-Daten
es: Datos de códigos de barras
fi: Viivakooditiedot
fr: Données du code barre
is: Strikamerkjauppsetningagögn
nl_be: Barcodegegevens
ru: Данные штрихкода
sv: Streckkodsdata
vi_vn: Dữ liệu mã vạch

source: Currency data
bg: Данни валута
da: Valutadata
de: Währungsdaten
es: Datos de divisas
fi: Valuuttatiedot
fr: Données de devise
is: Gjaldmiðlagögn
nl_be: Valutagegevens
ru: Данные валюты
sv: Valutauppgifter
vi_vn: Đơn vị tiền tệ

source: Data pack import
bg: Внос на пакет данни
da: Import af datapakke
de: Datenpaket importieren
es: Importación de paquetes de datos
fi: Datapaketin tuonti
fr: Import du paquet de données
is: Innlestur á gagnapökkum
nl_be: Gegevenspakket importeren
ru: Импорт пакета данных
sv: Import av datapaket
vi_vn: Nhập gói dữ liệu

# DefaultDataDashboardText
source: To import the data packs click here
bg: За да импортирате пакети с данни, кликнете тук
da: Klik her for at importere datapakkerne
de: Um Datenpakete zu importieren, klicken Sie hier
es: Haga clic aquí para importar los paquetes de datos
fi: Tuo datapaketit napsauttamalla tätä
fr: Pour importer les paquets de données, cliquez ici
is: Til að lesa inn gagnapakka smellið hér
nl_be: Klik hier om gegevenspakketten te importeren
ru: Для импорта данных нажмите здесь
sv: Klicka här om du vill importera datapaketen
vi_vn: Để nhập các gói dữ liệu bấm vào đây

source: Express demo data
bg: Експресни демо данни
de: Schnelldemodaten
es: Datos de demostración de Express
fi: Express demo -tiedot
fr: Données de démonstration express / Exprimer les données de démonstration
is: Express sýnigögn
nl_be: Express demogegevens
ru: Экспресс демо данные
sv: Data för expressdemo
vi_vn: Dữ liệu demo nhanh

# HospitaltyData
source: Hospitality data
bg: Данни за гостоприемството
de: Bewirtungsdaten
es: Datos de hospitalidad
fr: Données restauration
is: Veitingakerfisgögn
nl_be: Hospitality-gegevens
ru: Данные ресторана
sv: Restauranguppgifter
vi_vn: Dữ liệu khách sạn

# ManageAuditLogsTooltipDescription
source: Manage audit logs and their truncation
bg: Управление на логовете за одит и тяхното отрязване
da: Administrer revisionslogfiler
de: Auditprotokolle und ihren Abschnitt anzeigen
es: Administrar los registros de auditoría y su truncamiento
fi: Hallitse tarkastuslokeja ja niiden katkaisemista
fr: Gérer les journaux d'audit et leur troncation
is: Umsjón eftirlitsskráa og stýfunar þeirra
nl_be: Auditlogs en hun afbreking beheren
ru: Управление протоколами аудита и их транзакциями
sv: Hantera revisionsloggar och trunkeringar
vi_vn: Quản lý nhật ký kiểm toán và thu gọn của họ

source: Manage logs
bg: Управление логове
da: Administrer logfiler
de: Protokolle verwalten
es: Administrar registros
fi: Hallitse lokeja
fr: Gérer les journaux
is: Umsjón eftirlitsskráa
nl_be: Logs beheren
ru: Управление логами
sv: Hantera loggar
vi_vn: Quản lý logs

source: <Not touched>
da: <Ikke rørt>
de: <Nicht berührt>
fi: <Ei koskettu>
fr: <Intacts>
is: <Ekki snert>
nl_be: <Niet aangeraakt>
ru: <Не тронутый>
sv: <Inte rörd>
vi_vn: &lt;Không được chạm&gt;

source: Replication data
bg: Репликация данни
da: Replikationsdata
de: Replikationsdaten
es: Datos de replicación
fi: Replikointitiedot
fr: Données de réplication
is: Gagnaflutnings gögn
nl_be: Replicatiegegevens
ru: Репликация данных
sv: Replikeringsdata
vi_vn: Dữ liệu sao chép

# ReportdataSystemreports
source: System report data
bg: Системен отчет данни
da: Systemrapportdata
de: Systemberichtsdaten
es: Datos de informes de sistema
fi: Järjestelmäraportin tiedot
fr: Données du rapport système
is: Kerfisskýrslugögn
nl_be: Gegevens systeemrapport
ru: Данные системных отчетов
sv: Systemrapportdata
vi_vn: Dữ liệu báo cáo hệ thống

source: Sites
bg: Местоположения
da: Lokationer
de: Standorte
es: Tiendas
fi: Sivustot
is: Búðir
ru: Сайты
sv: Anläggningar
vi_vn: Websites

source: Tax data
bg: Данни данък
da: Skattedata
de: Steuerdaten
es: Datos de impuestos
fi: Verotiedot
fr: Données fiscales
is: Skattagögn
nl_be: BTW-gegevens
ru: Налоговые данные
sv: Skatteuppgifter
vi_vn: Dữ liệu thuế

# TemplateDemodata
source: Express template data
bg: Експресни данни за шаблони
da: Ekspres-skabelondata
de: Schnellvorlagedaten
es: Datos de plantillas de Express
fi: Express-mallitiedot
fr: Modèle de données express
is: Express sniðmátsgögn
nl_be: Express sjabloongegevens
ru: Экспресс шаблон данных
sv: Data för expressmall
vi_vn: Dữ liệu kiểu mẫu nhanh

source: US demo data
bg: Демонстрационни данни за САЩ
de: US-Demodaten
es: Datos de demostración para EE. UU.
fi: Yhdysvaltain demo-tiedot
fr: Données de démonstration US
is: US sýnigögn
nl_be: EU demogegevens
ru: Демо данные для США
vi_vn: Dữ liệu demo của Hoa Kỳ

source: View logs
bg: Изглед логове
da: Se logs
de: Protokolle anzeigen
es: Ver registros
fi: Näytä lokit
fr: Afficher les journaux
is: Skoða eftirlitsskrár
nl_be: Logs bekijken
ru: Просмотр протоколов
sv: Visa loggar
vi_vn: Xem logs

# CreatedOnPOS
source: POS
es: Punto de venta
fi: Kassa
fr: PDV
sv: Kassa
vi_vn: Điểm Bán
