Repository: iespana/LSOne
Catalog: SM/Plugins/Administration/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl_be, ru, sv, vi_vn

source: Date
bg: Дата
da: Dato
de: Datum
es: Fecha
fi: Pvm
is: Dagsetning
nl_be: Datum:
ru: Дата
sv: Datum
vi_vn: Ngày

source: Security
bg: Сигурност
da: Sikkerhed
de: Sicherheit
es: Seguridad
fi: Turvallisuus
fr: Sécurité
is: Öryggi
nl_be: Beveiliging
ru: Безопасность
sv: Säkerhet
vi_vn: Bảo mật

source: Options
bg: Опции
da: Indstillinger
de: Einstellungen
es: Opciones
fi: Valinnat
fr: Préférences
is: Stillingar
nl_be: Opties
ru: Опции
sv: Inställningar
vi_vn: Các Tùy chọn

source: User
bg: Потребител
da: Bruger
de: Benutzer
es: Usuario
fi: Käyttäjä
fr: Utilisateur
is: Notandi
nl_be: Gebruiker
ru: Пользователь
sv: Användare
vi_vn: Người dùng

source: Delete
bg: Изтриване
da: Slet
de: Löschen
es: Borrar
fi: Poista
fr: Supprimer
is: Eyða
nl_be: Verwijderen
ru: Удалить
sv: Ta bort
vi_vn: Xóa

# CreatedOnSiteManager
source: Site Manager
bg: Мениджър на сайта
ru: Сайт Управления
vi_vn: Trình quản lý Trang

source: No
bg: Не
da: Nej
de: Nein
fi: Ei
fr: Non
is: Nei
nl_be: Nee
ru: Нет
sv: Nej
vi_vn: Không

source: Yes
bg: Да
da: Ja
de: Ja
es: Sí
fi: Kyllä
fr: Oui
is: Já
nl_be: Ja
ru: Да
sv: Ja
vi_vn: Có

# NumberSequenceWarningTitle
source: Warning
bg: Внимание
da: Advarsel
de: Warnung
es: Advertencia
fi: Varoitus
fr: Avertissement
is: Aðvörun
nl_be: Waarschuwing
ru: Предупреждение
sv: Varning
vi_vn: Cảnh Báo

source: Scale units
bg: Везна единици
da: Størrelsesenheder
de: Skaleneinheiten
es: Unidades de balanza
fi: Painoyksiköt
fr: Unités de balance
is: Mælieiningar
nl_be: Weegschalen
ru: Единицы веса
sv: Vågenheter
vi_vn: Đơn vị tỷ lệ

source: Active price/discount
bg: Активна цена / отстъпка
da: Aktiv pris / rabat
de: Aktiver Preis/Rabatt
es: Activar precio/descuento
fi: Aktiivinen hinta/alennus
fr: Prix actif/remise
is: Virkt verð/afsláttur
nl_be: Actieve prijs/korting
ru: Активные цены/скидки
sv: Aktivt pris/rabatt
vi_vn: Giá kích hoạt / giảm giá

source: Add
bg: Добавяне
da: Tilføj
de: Hinzufügen
es: Añadir
fi: Lisää
fr: Ajouter
is: Bæta við
nl_be: Toevoegen
ru: Добавить
sv: Lägg till
vi_vn: Cộng thêm

source: Administration
bg: Администрация
de: Verwaltung
es: Administración
fi: Hallinta
is: Yfirumsjón
nl_be: Administratie
ru: Администрирование
vi_vn: Quản trị

source: Administrative options
bg: Административни опции
da: Administrative indstillinger
de: Administrationseinstellungen
es: Opciones administrativas
fi: Hallinnolliset vaihtoehdot
fr: Options administratives
is: Kerfisstillingar
nl_be: Administratieve opties
ru: Опции администрирования
sv: Administrativa alternativ
vi_vn: Tùy chọn quản trị

# AdministrativeOptionsDescription
source: Use this option to edit administrative options for the system
bg: Използвайте тази опция, за да редактирате административни опции за системата
da: Brug denne indstilling til at redigere administrative indstillinger for systemet
de: Verwenden Sie diese Option, um administrative Optionen für das System zu ändern
es: Utilice esta opción para administrar registros de auditoría como gestionar el truncamiento.
fi: Tämän vaihtoehdon avulla voit muokata järjestelmän hallintatoimintoja
fr: Utilisez cette option pour modifier les options administratives du système
is: Veldu þennan kost til að eiga við kerfisstillingar
nl_be: Deze optie gebruiken om administratieve opties voor het systeem te bewerken
ru: Использовать эту опцию для редактирования административных опций системы
sv: Använd alternativet för att redigera administrativa alternativet för systemet
vi_vn: Sử dụng tùy chọn này để chỉnh sửa tùy chọn quản trị cho hệ thống

source: Audit log
bg: Лог одит
da: Revisionslog
de: Überwachungsprotokoll
es: Registro de auditoría
fi: Tarkastusloki
fr: Journal d'audit
is: Eftirlitsskrá
ru: Протокол аудита
sv: Granskningslogg
vi_vn: Nhật ký

source: Blank operations
bg: Празни операции
da: Tomme operationer
de: Leere Operationen
es: Operaciones en blanco
fi: Tyhjät toiminnot
fr: Opérations vides
is: Sérsniðnar aðgerðir
nl_be: Blanco bewerkingen
ru: Пустые операции
sv: Blanka processer
vi_vn: Hoạt động trống

source: Canadian
bg: Канадски
da: Canadisk
de: Kanadisch
es: Canadiense
fi: Kanadalainen
fr: Canadien
is: Kanadískt
nl_be: Canadees
ru: Канадский
sv: Kanadensiskt
vi_vn: Người Canada

source: Check
bg: Проверка
da: Marker
de: Prüfen
es: Activar
fi: Tarkastus
fr: Chèque
is: Tékki
nl_be: Selecteren
ru: Проверка
sv: Markera
vi_vn: Kiểm tra

source: Collapse
bg: Свиване
da: Minimer
de: Verbergen
es: Contraer
fi: Tiivistä
fr: Réduire
is: Draga saman
nl_be: Inklappen
ru: Разрушение
sv: Minimera
vi_vn: Thu gọn

# ConnectingToStoreServer
source: Connecting to Site Service...
bg: Свързване с услугата на сайта ...
da: Forbinder til Site Service...
de: Verbindung zum Site Service wird hergestellt ...
es: Conectando con el servidor de la tienda...
fi: Yhteyden muodostaminen Site Service -palveluun
fr: Connexion au service de site en cours...
is: Tengist við búðarþjón...
nl_be: Verbinding maken met site service ...
ru: Подключение к Сайту Сервиса...
sv: Uppkoppling till Site Service...
vi_vn: Kết nối với Dịch vụ Trang web ...

# ConnectionToStoreServerWorked
source: Connection to Site Service worked
bg: Връзката с услугата на сайта работи
da: Forbindelse til Site Service fungerede
de: Verbindung zum Site Service funktioniert
es: Conexión exitosa con el servidor de la tienda
fi: Yhteys Site Service -palveluun toimii
fr: La connexion au service de site a réussi
is: Tenging við búðarþjón tókst
nl_be: Verbinding met Site Service gewerkt
ru: Подключение к Сайту сервиса работает
sv: Uppkoppling till Site Service fungerade
vi_vn: Kết nối với dịch vụ trang web đã hoạt động

# CouldNotConnectToDataBase
source: Could not connect to the database
bg: Не можа да се свърже с базата данни
da: Kunne ikke forbindelse til databasen
de: Konnte keine Verbindung zur Datenbank herstellen
es: No se ha podido establecer la conexión con la base de datos
fi: Yhteys tietokantaan ei onnistunut
fr: Impossible de se connecter à la base de données
is: Gat ekki tengst við gagnagrunn
nl_be: Kon geen verbinding met de database tot stand brengen
ru: Не удалось подключиться к базе данных
sv: Kunde inte koppla upp till databasen
vi_vn: Không thể kết nối với cơ sở dữ liệu

# CouldNotConnectToStoreServer
source: Could not connect to Site Service
bg: Не можа да се свърже с услугата на сайта
da: Kunne ikke oprette forbindelse til Site Service
de: Konnte keine Verbindung zum Site Service herstellen
es: No se ha podido establecer la conexión con el servidor de la tienda
fi: Yhteyden muodostaminen Site Service -palveluun ei onnistunut
fr: Impossible de se connecter au service de site
is: Gat ekki tengst búðarþjóni
nl_be: Kon geen verbinding tot stand brengen met Site Service
ru: Не удалось подключиться к Сайту Сервиса
sv: Kunde inte koppla upp till Site Service
vi_vn: Không thể kết nối với dịch vụ Trang web

source: Decimal formats
bg: Десетични формати
da: Decimalformater
de: Dezimalformate
es: Formatos decimales
fi: Desimaalimuodot
fr: Formats décimaux
is: Aukastafasnið
nl_be: Decimale formaten
ru: Форматы десятичного
sv: Decimal format
vi_vn: Định dạng thập phân

# DeleteBlankOperationQuestion
source: Are you sure you want to delete this blank operation?
bg: Наистина ли искате да изтриете тази празна операция?
da: Er du sikker på, at du vil slette denne tomme handling?
de: Sind Sie sicher, dass Sie diese leere Operation löschen wollen?
es: ¿Está seguro de que desea borrar esta operación en blanco?
fi: Haluatko varmasti poistaa tämän tyhjän toiminnon?
fr: Êtes-vous sûr(e) de vouloir supprimer cette opération vide ?
is: Ertu viss um að þú viljir eyða aðgerðinni?
nl_be: Weet u zeker dat u deze blanco bewerking wilt verwijderen?
ru: Вы уверены, что хотите удалить эту пустую операцию?
sv: Är du säker på att du vill radera den här blanka processen?
vi_vn: Bạn có chắc chắn muốn xóa thao tác trống này?

source: Delete number sequence
bg: Изтриване на последователност от номера
da: Slet nummersekvens
de: Zahlenfolge löschen
es: Borrar secuencia numérica
fi: Poista numerosarja
fr: Supprimer la séquence de numéros
is: Eyða númeraröð
nl_be: Getallenreeks verwijderen
ru: Удаление серии номеров
sv: Radera nummersekvens
vi_vn: Xóa dãy số

# DeleteNumberSequenceQuestion
source: Are you sure you want to delete the selected number sequence ?
bg: Наистина ли искате да изтриете избраната последователност от номера?
da: Er du sikker på, at du vil slette den valgte nummersekvens?
de: Sind Sie sicher, dass Sie die ausgewählte Zahlenfolge löschen wollen?
es: ¿Está seguro de que desea borrar la secuencia numérica seleccionada?
fi: Haluatko varmasti poistaa valitun numerosarjan?
fr: Êtes-vous sûr(e) de vouloir supprimer la séquence de numéros choisie ?
is: Ertu viss um að þú viljir eyða valdri númeraröð?
nl_be: Weet u zeker dat u de geselecteerde getallenreeks wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранную серию номеров?
sv: Vill du radera vald nummersekvens?
vi_vn: Bạn có chắc chắn muốn xóa dãy số đã chọn?

source: Demo data
bg: Демо данни
de: Demo-Daten
es: Datos de demostración
fr: Données de démonstration
is: Sýnigögn
nl_be: Demogegevens
ru: Демонстрационные данные
vi_vn: Sửa chữa dữ liệu Demo

source: Discount settings
bg: Настройки за отстъпки
da: Rabatindstillinger
de: Rabatteinstellungen
es: Configuración de descuentos
fi: Alennusasetukset
fr: Paramètres de remises
is: Afsláttastillingar
nl_be: Kortingsinstellingen
ru: Настройки скидки
sv: Rabattinställningar
vi_vn: Cài đặt chiết khấu

source: Edit
bg: Редактиране
da: Rediger ...
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
is: Breyta
nl_be: Bewerken
ru: Редактировать
sv: Redigera
vi_vn: Chỉnh sửa

# ErrorLoadingPackage
source: There was a error loading the package called #1
bg: Възникна грешка при зареждането на пакета, наречен #1
da: Der opstod en fejl ved indlæsning af pakken kaldet nr. 1
de: Es war ein Fehler beim Laden des Pakets namens #1
es: Error al cargar el paquete #1
fi: Virhe paketin #1 lataamisessa
fr: Une erreur s'est produite en chargeant le package appelé #1
is: Villa kom upp við innsetningu á pakkanum sem kallast #1
nl_be: Er heeft zich een fout voorgedaan bij het laden van het pakket #1
ru: Ошибка загрузки пакета #1
sv: Det var en fel vid laddning av paketet #1
vi_vn: Có lỗi khi tải gói có tên # 1

source: Expand
bg: Разгръщане
da: Udvid
de: Erweitern
es: Expandir
fi: Laajenna
fr: Étendre
is: Útvíkka
nl_be: Uitzetten
ru: Раскрыть
sv: Utvidga
vi_vn: Mở rộng

source: Filter by this date
bg: Филтър по тази дата
da: Filtrer efter denne dato
de: Nach diesem Datum filtern
es: Filtrar por esta fecha
fi: Suodata tähän päivämäärään
fr: Filtrer en fonction de cette date
is: Afmarka eftir þessari dagsetningu
nl_be: Op basis van deze datum filteren
ru: Фмльтр по этой дате
sv: Filtrera med datum
vi_vn: Lọc theo ngày tháng

source: Filter by this user
bg: Филтър по този потребител
da: Filtrer efter denne bruger
de: Nach diesem Benutzer filtern
es: Filtrar por este usuario
fi: Suodata tämä käyttäjä
fr: Filtrer en fonction de cet utilisateur
is: Afmarka eftir þessum notanda
nl_be: Op basis van deze gebruiker filteren
ru: Фильтр по этому пользователю
sv: Filtrera med användare
vi_vn: Lọc bởi người dùng :

source: First name first
bg: Първо име първо
da: Fornavn først
de: Vorname zuerst
es: Nombre
fi: Etunimi ensin
fr: Prénom en premier
is: Fornafn eftirnafn
nl_be: Voornaam eerst
ru: Имя первое
sv: Förnamn först
vi_vn: Tên đầu tiên

# FormatMustContainHash
source: Format string must contain at least one #
bg: Низът за форматиране трябва да съдържа поне един #
da: Formatstreng skal indeholde mindst en #
de: Format-String muss mindestens ein # enthalten
es: El formato debe incluir al menos un #
fi: Merkkijonon on sisällettävä vähintään yksi #
fr: La chaîne de format doit comporter au moins un #
is: Sniðstrengur verður að innihalda a.m.k einn #
nl_be: De formaatstring moet minstens één # bevatten
ru: Строка формата должна содержать по крайней мере один символ #
sv: Format sträng måste innehålla minst en #
vi_vn: Chuỗi định dạng phải chứa ít nhất một #

source: General setup
bg: Общи настройки
da: Generelle indstillinger
de: Allgemeines Setup
es: Configuración general
fi: Yleiset asetukset
fr: Paramètres généraux
is: Almenn uppsetning
nl_be: Algemene instelling
ru: Общая настройка
sv: Allmänna inställningar
vi_vn: Thiết lập chung

source: Indian
bg: Индийски
da: Indisk
de: Indisch
es: Hindú
fi: Intialainen
fr: Indien
is: Indverskt
nl_be: Indisch
ru: Индийский
sv: Indiskt
vi_vn: Người Ấn Độ

source: Insert default data
bg: Вмъкване на данни по подразбиране
da: Indsæt standarddata
de: Standarddaten einfügen
es: Inserte datos predeterminados
fi: Syötä oletustiedot
fr: Insérer des données par défaut
is: Setja inn sjálfgefin gögn
nl_be: Standaardgegevens invoegen
ru: Вставка данных по умолчанию
sv: Infoga standard data
vi_vn: Chèn dữ liệu mặc định

source: Last name first
bg: Фамилия първо
da: Efternavn først
de: Nachname zuerst
es: Apellido
fi: Sukunimi ensin
fr: Nom de famille en premier
is: Eftirnafn, fornafn
nl_be: Familienaam eerst
ru: Фамилия первое
sv: Efternamn först
vi_vn: Họ trước.

source: Localization
bg: Локализация
da: Lokalisering
de: Lokalisierung
es: Localización
fi: Lokalisointi
fr: Localisation
is: Staðfæring
nl_be: Lokalisatie
ru: Локализация
sv: Lokalisering
vi_vn: Nội địa hóa

source: Lock out cannot be 0
bg: Заключването не може да бъде 0
da: Lås kan ikke sættes til 0
de: Ausschalten kann nicht 0 sein
es: El valor de bloqueo no puede ser 0
fi: Lukitus ei voi olla 0
fr: Le verrouillage ne peut pas être 0
is: Gildið 0 ekki leyft
nl_be: Vergrendeling kan niet 0 zijn
ru: Блокировка не может быть равна 0
sv: Utelåsning kan inte vara 0
vi_vn: Khóa không thể là 0

source: Manage
bg: Управление
da: Administrer
de: Verwalten
es: Administrar
fi: Hallitse
fr: Gérer
is: Umsjón
nl_be: Beheren
ru: Управлять
sv: Hantera
vi_vn: Quản lý

source: Manage audit logs
bg: Управление на логовете за одит
da: Administrer revisionslogfiler
de: Überwachungsprotokolle verwalten
es: Administrar registros de auditoría
fi: Hallinnoi tarkastuslokeja
fr: Gérer les journaux d'audit
is: Eiga við eftirlitsskrá
nl_be: Auditlogs beheren
ru: Управление журналами аудита
sv: Hantera granskningsloggar
vi_vn: Quản lý nhật ký kiểm toán

# ManageAuditLogsDescription
source: Use this option to manage audit logs such as handling truncation
bg: Използвайте тази опция, за да управлявате логовете за одит, като напр.отрязване
da: Brug denne mulighed til at administrere revisionslogfiler såsom håndtering af trunkering
de: Verwenden Sie diese Option, um Prüfprotokolle wie z.B. Bearbeitungsabbruch zu verwalten
es: Utilice esta opción para administrar registros de auditoría, como gestionar el truncamiento.
fi: Tämän vaihtoehdon avulla voit hallinnoida tarkastastuslokeja, kuten katkaisun käsittelyä
fr: Utilisez cette option pour gérer les journaux d'audit, comme la troncation
is: Veldu þennan kost til að sjá um eftirlitsskrá.
nl_be: Gebruik deze optie om auditlogs zoals verwerkingsafbreking te beheren
ru: Используйте эту опцию для управления журналом протоколирования, таким как управление урезанием
sv: Använd alternativet för att hantera granskningslogg såsom trunkering
vi_vn: Sử dụng tùy chọn này để quản lý nhật ký kiểm toán, chẳng hạn như xử lý cắt ngắn

source: Max cannot be less than min
bg: Макс. не може да бъде по-малък от мин.
da: Maks. Kan ikke være mindre end min
de: Max kann nicht kleiner sein als Min
es: El valor máximo no puede ser menor al valor mínimo.
fi: Max ei voi olla pienempi kuin min
fr: Le max ne peut pas être inférieur au min
is: Mesta getur ekki verið hærra en minnsta
nl_be: Max. kan niet minder zijn dan min.
ru: Макс. не может быть меньше чем мин.
sv: Max kan inte vara mindre än min
vi_vn: Tối đa không thể nhỏ hơn tối thiểu

# MgrPermissionRequired
source: required
bg: Задължително
da: Obligatorisk
de: Erforderlich
es: requerido
fi: Pakollinen
fr: requis
is: Nauðsynlegt
nl_be: vereist
ru: Затребовано
sv: krävd
vi_vn: Yêu cầu

# NewNumberSequenceWarning
source: Creating number sequences at store level is not recommended, are you sure you want to continue ?
bg: Не се препоръчва създаване на поредици от номера на ниво магазин, сигурни ли сте, че искате да продължите?
da: Det anbefales ikke at oprette nummersekvenser på butiksniveau, er du sikker på, at du vil fortsætte?
de: Erstellen der Zahlenfolgen auf Geschäftsebene wird nicht empfohlen, sind Sie sicher, dass Sie fortfahren möchten?
es: No se recomienda crear secuencias numéricas a nivel de la tienda, ¿está seguro de que desea continuar?
fi: Ei ole suositeltavaa luoda numerosarjoja myymälätasolla, oletko varma, että haluat jatkaa?
fr: La création de séquences de numéros au niveau du magasin n'est pas recommandée. Êtes-vous sûr(e) de vouloir continuer ?
is: Ekki er mælt með að stofna númeraraðir á búð, ertu viss um að þú viljir halda áfram?
nl_be: Getallenreeksen aanmaken op winkelniveau wordt afgeraden, weet u zeker dat u wilt doorgaan?
ru: Создание серии номеров на уровне магазина не рекомендовано. Вы уверены, что хотите продолжить?
sv: Det rekommenderas inte att skapa nummersekvenser på butiksnivå, vill du fortsätta?
vi_vn: Tạo chuỗi số ở cấp cửa hàng không được khuyến nghị, bạn có chắc chắn muốn tiếp tục không?

source: None
bg: Няма
da: Ingen
de: Keine
es: Ninguno
fi: Ei yhtään
fr: Aucun
is: Enginn
nl_be: Geen
ru: Нет
sv: Ingen
vi_vn: Không

source: Number sequences
bg: Цифрови последователности
da: Nummersekvenser
de: Nummernkreise
es: Secuencias numéricas
fi: Numerosarjat
fr: Séquences de numéros
is: Númeraraðir
nl_be: Getallenreeksen
ru: Серия номеров
sv: Nummerserier
vi_vn: Dãy số

# OverWriteQuestion
source: Do you want to overwrite the existing record?
bg: Искате ли да замените съществуващия запис?
da: Vil du overskrive den eksisterende post?
de: Wollen Sie den vorhandenen Datensatz überschreiben?
es: ¿Desea sobrescribir el registro existente?
fi: Haluatko korvata olemassa olevan tietueen?
fr: Souhaitez-vous remplacer l'entrée existante ?
is: Viltu yfirskrifa núverandi stillingar?
nl_be: Wilt u de bestaande gegevens overschrijven?
ru: Переписать существующую запись?
sv: Vill du skriva över befintlig post?
vi_vn: Bạn có muốn ghi đè lên bản ghi hiện có?

source: Record exists
bg: Записът съществува
da: Post eksisterer
de: Datensatz vorhanden
es: Existe un registro
fi: Tietue on olemassa
fr: Cette entrée existe
is: Færsla þegar til
nl_be: Gegevens bestaan
ru: Запись существует
sv: Poster finns
vi_vn: Bản ghi tồn tại

source: Report data
bg: Отчет данни
da: Rapportdata
de: Berichtsdaten
es: Datos de informes
fi: Raportin tiedot
fr: Données de rapport
is: Skýrslugögn
nl_be: Gegevens melden
ru: Данные отчета
sv: Rapportdata
vi_vn: Báo Cáo Dữ Liệu

# SaveChangesNote
source: Please note that users will need to log off and back in for changes of administrative settings to take place
bg: Моля обърнете внимание, че потребителите ще трябва да излязат и да влязат отново, за да се актуализират промените в административните настройки
da: Bemærk, at brugere bliver nødt til at logge af og på igen for at ændringer af de administrative indstillinger kan finde sted
de: Bitte beachten Sie, dass Benutzer sich abmelden und wieder anmelden müssen, damit Änderungen in den administrativen Einstellungen stattfinden
es: Tenga en cuenta que los usuarios deberán cerrar y volver a iniciar la sesión para que se apliquen los cambios en la configuración de administración.
fi: Huomaa, että käyttäjien on kirjauduttava sisään ja ulos, jotta hallinnolliset asetukset tulevat voimaan
fr: Veuillez noter que les utilisateurs devront se déconnecter et se reconnecter pour que les modifications aux réglages administratifs soient prises en compte
is: Vinsamlegast athugið að til að breytingar geti tekið gildi þurfa notendur að skrá sig út og svo skrá sig aftur inn
nl_be: Houd er rekening mee dat gebruikers zich eerst moeten afmelden en zich daarna opnieuw moeten aanmelden voordat wijzigingen in de administratieve instellingen van kracht worden
ru: Пользователям необходимо перезайти в систему, чтобы изменения в административных настройках вступили в силу
sv: Notera att användare måste logga ut och därefter in för att inställningarna ska aktiveras
vi_vn: Xin lưu ý rằng người dùng sẽ cần phải đăng xuất và đăng nhập lại để thay đổi cài đặt quản trị

# SiteServiceConfigGet
source: Configuration data loaded
bg: Данните за конфигурацията са заредени
da: Konfigurationsdata indlæst
de: Konfigurationsdaten geladen
es: Datos de configuración cargados
fi: Konfigurointitiedot ladattu
fr: Données de configuration chargées
is: Stillingar sóttar
nl_be: Configuratiegegevens geladen
ru: Конфигурация загружена
sv: Konfigurationsdata laddat
vi_vn: Dữ liệu cấu hình được tải

# SiteServiceConfigSend
source: Configuration data sent successfully
bg: Данните за конфигурацията са изпратени успешно
da: Konfigurationsdata blev sendt
de: Konfigurationsdaten erfolgreich gesendet
es: Datos de configuración enviados correctamente
fi: Konfigurointitiedot lähetettiin onnistuneesti
fr: Les données de configuration ont bien été envoyées
is: Stillingar voru sendar
nl_be: Configuratiegegevens met succes verzonden
ru: Конфигурация отправлена успешно
sv: Konfigurationsdata skickades
vi_vn: Dữ liệu cấu hình được gửi thành công

# SiteServiceStart
source: has been started
bg: е започнало
da: er startet
de: wurde gestartet
es: se ha iniciado
fi: on aloitettu
fr: a été démarré
is: hefur verið ræst
nl_be: is gestart
ru: Стартовал
sv: har startats
vi_vn: đã được bắt đầu

# SiteServiceStop
source: has been stopped
bg: е спряно
da: er stoppet
de: wurde angehalten
es: se ha detenido
fi: on pysäytetty
fr: a été arrêté
is: hefur stoppað
nl_be: is gestopt
ru: Остановлен
sv: har stoppats
vi_vn: đã bị dừng lại

# StoreServer
source: Site Service
bg: Услуга на сайта
es: Servidor de la tienda
fr: Service de site
is: Búðarþjónn
ru: Сайт Сервиса
vi_vn: Dịch vụ trang web

source: System
bg: Система
es: Sistema
fi: Järjestelmä
fr: Système
is: Kerfi
nl_be: Systeem
ru: Система
vi_vn: Hệ thống

source: US
da: Amerikansk
es: Estadounidense
is: Bandarískt
nl_be: VS
ru: США
sv: USA
vi_vn: MỸ

source: Various settings
bg: Различни настройки
da: Forskellige indstillinger
de: Verschiedene Einstellungen
es: Ajustes varios
fi: Erilaiset asetukset
fr: Paramètres divers
is: Ýmsar stillingar
nl_be: Verschillende instellingen
ru: Различные настройки
sv: Diverse inställningar
vi_vn: Cài đặt khác nhau

source: View
bg: Изглед
da: Vis
de: Ansicht
es: Ver
fi: Näytä
fr: Afficher
is: Skoða
nl_be: Bekijken
ru: Вид
sv: Granska
vi_vn: Chế độ xem

source: View audit log
bg: Изглед лог одит
da: Vis Revisionslog
de: Prüfungsprotokoll anzeigen
es: Ver registro de auditoría
fi: Tarkastele tarkastuslokia
fr: Afficher le journal d'audit
is: Skoða eftirlitsskrá
nl_be: Auditlog bekijken
ru: Просмотр протокола аудита
sv: Vy granskningslogg
vi_vn: Xem Nhật ký

source: Import
bg: Импорт
da: Importer
de: Importieren
es: Importar
fi: Tuo
fr: Importer
is: Flytja inn
nl_be: Importeren
ru: Импорт
sv: Importera
vi_vn: Nhập vào

source: Generic without state
bg: Общо без държава
da: Generisk uden stat
de: Generik ohne Land
es: Genérico sin estado
fi: Yleinen ilman statusta
fr: Générique sans état
is: Almennt án fylkis
nl_be: Generiek zonder staat
ru: Общий без штата
sv: Generisk utan status
vi_vn: Không chung với nhà nước

source: Generic with state
bg: Общо с държава
da: Generisk med stat
de: Generik mit Land
es: Genérico con estado
fi: Yleinen statuksen kanssa
fr: Générique avec état
is: Almennt með fylki
nl_be: Generiek met staat
ru: Общий со штатом
sv: Generisk med status
vi_vn: Chung với nhà nước
