Repository: iespana/LSOne
Catalog: SM/Plugins/Customer/Properties/resources.*.resx
Languages: bg, fi, is, nl_be, ru

# CustomerText
source: Customer
bg: Клиент
fi: Asiakas
is: Viðskiptamaður
nl_be: Klant
ru: Клиент

source: Customer group
bg: Група клиенти
fi: Asiakasryhmä
is: Viðskiptamannahópur
nl_be: Klantengroep
ru: Группа клиентов

source: Add
bg: Добавяне
fi: Lisää
is: Bæta við
nl_be: Toevoegen
ru: Добавить

source: Add customer
bg: Добавяне Клиент
fi: Lisää asiakas
is: Skrá viðskiptamann
nl_be: Klant toevoegen
ru: Добавить клиента

source: Address
bg: Адрес:
fi: Osoite:
is: Heimilisfang
nl_be: Adres
ru: Адрес:

# AllAddressesInUse
source: All available address types are in use!
bg: Използват се всички налични типове адреси!
fi: Kaikki voimassa olevat osoitetyypit ovat käytössä!
is: Öll möguleg heimilisföng hafa verið skráð!
nl_be: Alle beschikbare adrestypes zijn in gebruik!
ru: Все доступные типы адресов используются!

source: All statuses
bg: Всички статуси
fi: Kaikki tilat
is: Allar stöður
nl_be: Alle statussen
ru: Все статусы

# AreYouSureDeleteCategories
source: Are you sure you want to delete the selected category?
bg: Сигурни ли сте, че искате да изтриете избраната категория?
fi: Haluatko varmasti poistaa valitun kategorian?
is: Ertu viss um að þú viljir eyða tegundinni?
nl_be: Weet u zeker dat u de geselecteerde categorie wilt verwijderen?
ru: Вы уверены. что хотите удалить выбранную категорию?

# AreYouSureDeleteCustomerGroup
source: Are you sure you want to delete the selected customer group?
bg: Наистина ли искате да изтриете избраната група клиенти?
fi: Haluatko varmasti poistaa valitun asiakasryhmän?
is: Ertu viss um að þú viljir eyða viðskiptamannahópnum?
nl_be: Weet u zeker dat u de geselecteerde klantgroep wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранную группу клиента?

# AreYouSureDeleteCustomersFromGroup
source: Are you sure you want to delete the selected customers from the group?
bg: Наистина ли искате да изтриете избраните клиенти от групата?
fi: Haluatko varmasti poistaa valitut asiakkaat ryhmästä?
is: Ertu viss um að þú viljir eyða völdum viðskiptavinum úr hópnum?
nl_be: Weet u zeker dat u de geselecteerde klanten uit de groep wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранных клиентов из группы?

# AreYouSureYouWantToClearDefault
source: Are you sure you want to remove this group as default on all the customers in the group?
bg: Наистина ли искате да премахнете тази група по подразбиране за всички клиенти в групата?
fi: Haluatko varmasti ottaa valitun ryhmän pois oletusarvosta kaikilta ryhmän asiakkailta?
is: Ertu viss um að þú viljir hætta við að hafa þennan hóp sem sjálfgefinn á öllum viðskiptamönnum í hópnum?
nl_be: Weet u zeker dat u deze groep wilt verwijderen als standaardgroep voor alle klanten in de groep?
ru: Вы уверены, что хотите удалить эту группу, как группа по умолчанию для всех клиентов в этой группе?

# AreYouSureYouWantToRemoveGroupFromCustomer
source: Are you sure you want to remove this group from the customer?
bg: Наистина ли искате да премахнете тази група от клиента?
fi: Haluatko varmasti poistaa valitun ryhmän asiakkaalta?
is: Ertu viss um að þú viljir fjarlægja þennan hóp af viðskiptamanninum?
nl_be: Weet u zeker dat u deze groep van de klant wilt verwijderen?
ru: Вы уверены, что хотите удалить эту группу из клиента?

# AreYouSureYouWantToSetAsDefault
source: Are you sure you want to set the selected group as default on all customers in the group?
bg: Наистина ли искате да зададете избраната група по подразбиране за всички клиенти в групата?
fi: Haluatko varmasti asettaa valitun ryhmän oletusarvoksi kaikille ryhmän asiakkaille?
is: Ertu viss um að þú viljir gera þennan hóp sem sjálfgefinn á öllum viðskiptamönnum í hópnum?
nl_be: Weet u zeker dat u de geselecteerde groep als standaardgroep wilt instellen voor alle klanten in de groep?
ru: Вы уверены, что хотите установить выбранную группу как группа по умолчанию для всех клиентов в группе?

source: Blocked
bg: Блокиран
fi: Estetty
is: Læstur
nl_be: Geblokkeerd
ru: Блокировано

source: Blocking
bg: Блокиране:
fi: Esto:
is: Læsing
nl_be: Blokkeren
ru: Блокирование:

source: Blocking status
bg: Статус блокиране
fi: Estotila
is: Læsingar staða
nl_be: Blokkeerstatus
ru: Блокирование статуса

# CantChangeBlockingStatusDeletedCustomer
source: You can't change the blocking status of a deleted customer
bg: Не можете да променяте статус блокиране на изтрит клиент
fi: Et voi muuttaa poistetun asiakkaan estotilaa
is: Ekki er hægt að breyta læsingar stöðu viðskiptamanns sem hefur verið eytt
nl_be: U kunt de blokkeerstatus van een verwijderde klant niet wijzigen
ru: Нельзя изменить статус блокирования удаленного клиента

source: Category
bg: Категория
fi: Kategoria
is: Tegund
nl_be: Categorie
ru: Категория

# CategoryAlreadyInUse
source: Category is being used by a customer group and cannot be deleted
bg: Категория се използва от група клиенти и не може да бъде изтрита
fi: Kategoria on käytössä asiakasryhmässä eikä sitä voi poistaa
is: Tegundin er í notkun á viðskiptamannahópi og því er ekki hægt að eyða henni
nl_be: De categorie wordt gebruikt door een klantgroep en kan niet worden verwijderd
ru: Категоричя используется группой клиента и не может быть удалена

# CategoryDescription
source: Description
bg: Описание:
fi: Kuvaus:
is: Lýsing
nl_be: Omschrijving
ru: Описание:

# CategoryDescriptionAlreadyExists
source: A category with this description already exists
bg: Вече съществува категория с това описание
fi: Samalla kuvauksella oleva kategoria on jo olemassa
is: Tegund með þessu nafni er þegar til
nl_be: Er is al een categorie met deze omschrijving
ru: Категория с этим описанием уже существует

source: Contact
bg: Контакт
fi: Kontakti
is: Tengiliður
ru: Контакт

# CustGroupCategory
source: Category
bg: Категория
fi: Kategoria
is: Tegund
nl_be: Categorie
ru: Категория

# CustGroupDescription
source: Description
bg: Описание:
fi: Kuvaus:
is: Lýsing
nl_be: Omschrijving
ru: Описание:

# CustGroupExclusive
source: Exclusive
bg: Не се включва:
fi: Yksinoikeus:
is: Eingöngu
nl_be: Exclusief:
ru: Исключить:

# CustomerGroupAlreadyExists
source: A group with this description already exists
bg: Вече съществува група с това описание
fi: Samalla kuvauksella oleva ryhmä on jo olemassa
is: Hópur með þessu nafni er þegar til
nl_be: Er is al een groep met deze omschrijving
ru: Группа с таким описанием уже существует

# CustomerGroupInUse
source: The selected group has customers and cannot be deleted
bg: Избраната група има клиенти и не може да бъде изтрита
fi: Valitulla ryhmällä on asiakkaita eikä sitä voi poistaa
is: Það eru viðskiptavinir í þessum hóp og því er ekki hægt að eyða honum
nl_be: De geselecteerde groep bevat klanten en kan niet worden verwijderd
ru: Для выбранной группы есть клиенты. Она не может быть удалена

source: Customer groups
bg: Клиентски групи
fi: Asiakasryhmät
is: Viðskiptamannahópar
nl_be: Klantgroepen
ru: Группы клиента

# CustomerGroupsTooltip
source: Manage customer groups and discount limits
bg: Управление на клиентски групи и лимити за отстъпки
fi: Hallinnoi asiakasryhmiä ja alennusrajoituksia
is: Umsjón með viðskiptamannahópum og afsláttarhámörkum
nl_be: Klantengroepen en kortingslimieten beheren
ru: Управление группами клиентов иограничениями скидок

# CustomerHasDependantRecords
source: Customer cannot be deleted
bg: Клиентът не може да бъде изтрит
fi: Asiakasta ei voi poistaa
is: Ekki hægt að eyða viðskiptavini
nl_be: Klant kan niet worden verwijderd
ru: Клиент не может быть удален

# CustomerHasDependantRecordsQuestion
source: Dependant record detected, do you want to block it Instead?
bg: Открит подчинен запис, искате ли да го блокирате?
fi: Riippuvainen tietue löydetty, haluatko estää sen sijaan?
is: Háð færsla fannst viltu stöðva notkun í staðin?
nl_be: Bijhorende gegevens gedetecteerd, wilt u deze in plaats daarvan blokkeren?
ru: Обнаружены зависимые записи, блокировать их?

# CustomerIDExists
source: This customer ID exists in the database
bg: Този клиентски ID съществува в базата данни
fi: Tämä asiakastunnus on tietokannassa
is: Þetta auðkenni viðskiptamanns er nú þegar til
nl_be: Deze klant-ID bestaat al in de database
ru: Этот Клиент ID уже существует в базе данных

source: Customer management
bg: Управление на клиенти
fi: Asiakashallinta
is: Viðskiptamannaumsjón
nl_be: Klantenbeheer
ru: Управление клиентом

# CustomerNew
source: New
bg: Нов
fi: Uusi
is: Nýr
nl_be: Nieuw
ru: Новый

source: Customers
bg: Клиенти
fi: Asiakkaat
is: Viðskiptamenn
nl_be: Klanten
ru: Клиенты

# CustomersTooltipDescription
source: Open the customer list to view and manage customers
bg: Отворете списъка с клиенти, за да преглеждате и управлявате клиенти
fi: Avaa asiakasluettelo asiakkaiden tarkastelemiseksi ja hallinnoimiseksi
is: Opna yfirlit yfir viðskiptamenn og umsjón þeirra
nl_be: Klantenlijst openen om klanten te bekijken en te beheren
ru: Открыть список клиентов для просмотра и управления клиентами

source: Default
bg: По подразбиране
fi: Oletus
is: Sjálfgefið
nl_be: Standaard
ru: По умолчанию

source: Delete
bg: Изтриване
fi: Poista
is: Eyða
nl_be: Verwijderen
ru: Удалить

source: Delete customer
bg: Изтриване на клиент
fi: Poista asiakas
is: Eyða viðskiptamanni
nl_be: Klant verwijderen
ru: Удаление клиента

# DeleteCustomerQuestion
source: Are you sure you want to delete the selected customer?
bg: Сигурни ли сте, че искате да изтриете избрания клиент?
fi: Haluatko varmasti poistaa valitun asiakkaan?
is: Ertu viss um að þú viljir eyða völdum viðskiptamanni?
nl_be: Weet u zeker dat u de geselecteerde klant wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранного клиента?

source: Delete customers
bg: Изтриване на клиенти
fi: Poista asiakkaat
is: Eyða viðskiptavinum
nl_be: Klanten verwijderen
ru: Удаление клиентов

# DeleteCustomersQuestion
source: Are you sure you want to delete the selected customers ?
bg: Сигурни ли сте, че искате да изтриете избраните клиенти?
fi: Haluatko varmasti poistaa valitut asiakkaat?
is: Ertu viss um að þú viljir eyða völdum viðskiptavinum ?
nl_be: Weet u zeker dat u de geselecteerde klanten wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранных клинентов?

# DeleteString
source: Delete
bg: Изтриване
fi: Poista
is: Eyða
nl_be: Verwijderen
ru: Удалить

source: Description
bg: Описание:
fi: Kuvaus:
is: Lýsing
nl_be: Omschrijving
ru: Описание:

source: Details
bg: Детайли
fi: Lisätiedot
is: Nánar
ru: Детали

source: Discounted purchases
bg: Покупки с отстъпка
fi: Alennetut ostot
is: Kaup með afslætti
nl_be: Aankopen met korting
ru: Покупки со скидкой

source: Discount limit
bg: Лимит за отстъпка
fi: Alennusraja
is: Afsláttarhámark
nl_be: Kortingslimiet
ru: Лимит скидки

source: Discounts
bg: Отстъпки:
fi: Alennukset:
is: Afslættir
nl_be: Kortingen
ru: Скидки:

source: Do not copy
bg: Не копирай
fi: Älä kopioi
is: Ekki afrita
nl_be: Niet kopiëren
ru: Не копировать

# EditCategoryDlgCaption
source: Edit category
bg: Редактиране на категория
fi: Muokkaa kategoriaa
is: Breyta tegund
nl_be: Categorie bewerken
ru: Редактировать категорию

# EditCategoryHeader
source: Change category description
bg: Промяна на описание на категорията
fi: Muuta kategorian kuvausta
is: Breyta heiti tegundar
nl_be: Categorieomschrijving wijzigen
ru: Изменение описания категории

# EditCustomerGroupDlgCaption
source: Edit customer group
bg: Редактиране на група клиенти
fi: Muokkaa asiakasryhmää
is: Breyta viðskiptamannahópi
nl_be: Klantgroep bewerken
ru: Редактировать группу клиента

# EditCustomerGroupHeader
source: Change customer group information
bg: Промяна на информацията за група клиенти
fi: Muuta asiakasryhmätietoja
is: Breyta upplýsingum um viðskiptamannahóp
nl_be: Informatie klantgroep wijzigen
ru: Изменить информацию группы клиентов

# EditString
source: Edit
bg: Редактиране
fi: Muokkaa
is: Breyta
nl_be: Bewerken
ru: Редактировать

# EditTypeNone
source: None
bg: Няма
fi: Ei yhtään
is: Engin
nl_be: Geen
ru: Нет

source: General
bg: Обща информация
fi: Yleinen
is: Almennt
nl_be: Algemeen
ru: Общее

source: Group categories
bg: Група категории
fi: Ryhmäkategoriat
is: Tegundir hópa
nl_be: Groep categorieën
ru: Группа категорий

# GroupCategoriesTooltip
source: Manage the customer group categories
bg: Управление на категориите клиентски групи
fi: Hallinnoi asiakasryhmän kategorioita
is: Umsjón með tengundum viðskiptamannahópa
nl_be: De klantengroepcategorieën beheren
ru: Управление категориями групп клиентов

source: Groups
bg: Групи:
fi: Ryhmät:
is: Flokkar
nl_be: Groepen
ru: Группы:

# IDMissing
source: ID is missing
bg: Липсва идентификационен номер
fi: Tunnus puuttuu
is: Auðkenni vantar
nl_be: ID ontbreekt
ru: ID пропущен

# IDMissingQuestion
source: ID is missing. Would you like to auto generate the ID?
bg: Липсва идентификационен номер. Искате ли автоматично да генерирате идентификационния номер?
fi: Tunnus puuttuu. Haluatko luoda tunnuksen automaattisesti?
is: auðkenni vantar. Viltu láta búa til auðkennið sjálfkrafa?
nl_be: ID ontbreekt. Wilt u de ID automatisch genereren?
ru: ID отсутствует. Хотите сгенерировать ID в автоматическом режиме?

source: ID or description
bg: ID или описание
fi: Tunnus tai kuvaus
is: Auðkenni eða lýsing
nl_be: ID of omschrijving
ru: ID или описание

source: Invoice customer
bg: Фактура Клиент:
fi: Laskutusasiakas:
is: Reikningsfærður viðskiptavinur
nl_be: Factuur klant
ru: Счет клиенту:

source: Limited to invoices
bg: Ограничения за фактури
fi: Rajoitettu laskuihin
is: Takmarkaður við reikning
nl_be: Beperkt tot facturen
ru: Ограничения для счетов

source: Line discount group
bg: Група отстъпки за реда
fi: Rivialennusryhmä
is: Línuafsláttarhópur
nl_be: Lijnkortingsgroep
ru: Группа скидок по строке

# NewCategoryDlgCaption
source: New category
bg: Нова категория
fi: Uusi kategoria
is: Ný tegund
nl_be: Nieuwe categorie
ru: Новая категория

# NewCategoryHeader
source: Enter category description
bg: Въведете описание на категорията
fi: Anna kategorian kuvaus
is: Sláðu inn heiti tegundar
nl_be: Categorieomschrijving invoeren
ru: Введите описание категории

source: New customer
bg: Нов клиент
fi: Uusi asiakas
is: Nýr viðskiptamaður
nl_be: Nieuwe klant
ru: Новый клиент

# NewCustomerDescription
source: Use this option to create a new customer
bg: Използвайте тази опция, за да създадете нов клиент
fi: Tämän vaihtoehdon avulla voit luoda uuden asiakkaan
is: Veldu þennan kost til að búa til nýjann viðskiptamann
nl_be: Deze optie gebruiken om een nieuwe klant aan te maken
ru: Используйте эту опцию для создания нового клиента

# NewCustomerGroupDlgCaption
source: New customer group
bg: Нова група клиенти
fi: Uusi asiakasryhmä
is: Nýr viðskiptamannahópur
nl_be: Nieuwe klantgroep
ru: Новая группа клиента

# NewCustomerGroupHeader
source: New customer group infromation
bg: Информация за нова група клиенти
fi: Uusi asiakasryhmätieto
is: Upplýsingar um nýjan viðskiptamannahóp
nl_be: Nieuwe klantgroepinformatie
ru: Новая информация о клиентской группе

# NewCustomerTooltipDescription
source: Create a new customer
bg: Създаване на нов клиент
fi: Luo uusi asiakas
is: Stofna nýjan viðskiptamann
nl_be: Nieuwe klant aanmaken
ru: Создать нового клиента

# NewString
source: New
bg: Нов
fi: Uusi
is: Nýr
nl_be: Nieuw
ru: Новый

# NoAddressInfo
source: No address information
bg: Няма информация за адреса
fi: Ei osoitetietoja
is: Ekkert heimilisfang
nl_be: Geen adresgegevens

# NoColumnSort
source: Sorting by this column is not supported
bg: Сортирането по тази колона не се поддържа
fi: Lajittelua tällä sarakkeella ei tueta
is: Röðun eftir þessum dálki er ekki studd
nl_be: Sorteren op basis van deze kolom wordt niet ondersteund
ru: Сортировка по этой колонке не поддерживается

source: No selection
bg: Няма избор
fi: Ei valintaa
is: Ekkert valið
nl_be: Geen selectie
ru: Нет выбора

source: Not blocked
bg: Не е блокиран
fi: Ei estetty
is: Ekki læstur
nl_be: Niet geblokkeerd
ru: Не блокировано

# OnlyCharAndNumbers
source: Customer ID can only contain alphanumeric letters
bg: Идентификационният номер на клиента може да съдържа само букви и цифри
fi: Asiakastunnus voi sisältää vain aakkosnumeerisia merkkejä
is: Auðkenni viðskiptamanns má eingöngu innihalda stafi og númer
nl_be: De ID van de klant kan alleen alfanumerieke letters bevatten
ru: Клиент ID может содержат только буквы

source: Price group
bg: Ценова група
fi: Hintaryhmä
is: Verðflokkur
nl_be: Prijsgroep
ru: Ценовая группа

source: Retail
bg: Търговия на дребно
fi: Vähittäiskauppa
is: Verslun
ru: Розница

source: Sales tax group
bg: Група данък върху продажбите
fi: Myyntiveroryhmä
is: VSK flokkur
nl_be: Btw-groep
ru: Группа налога с продаж

source: Search
bg: Търсене
fi: Haku
is: Leit
nl_be: Zoeken
ru: Поиск

# SearchBar_Deleted
source: Deleted
bg: Изтрито
fi: Poistettu
is: Óvirkur
nl_be: Verwijderd
ru: Удалено

source: Search for customer
bg: Търсене клиент
fi: Etsi asiakas
is: Leita að viðskiptamanni
nl_be: Klant zoeken
ru: Поиск для клиента

# SearchForCustomerTooltip
source: Type in a customer name to search for a customer
bg: Въведете име на клиент за търсене на клиент
fi: Kirjoita asiakkaan nimi asiakkaan etsimiseksi
is: Leit að viðskiptamanni eftir nafni
nl_be: Klantnaam intypen om een klant te zoeken
ru: Наберите название клиента для его поиска

source: Set blocking status for customer
bg: Задайте статус блокиране за клиента
fi: Aseta asiakkaan estotila
is: Veldu læsingu fyrir viðskiptamann
nl_be: Blokkeerstatus instellen voor klant
ru: Установить для клиента статус блокировано

# SetGroupAsDefault
source: Set as default
bg: Задаване по подразбиране
fi: Aseta oletukseksi
is: Gera sjálfgefið
nl_be: Als standaardwaarde instellen
ru: Установить по умолчанию

source: Setup
bg: Настройка
fi: Asetukset
is: Uppsetning
nl_be: Instellingen
ru: Настройка

source: Show deleted
bg: Показва изтрити
fi: Näytä poistetut
is: Sýna eydda
nl_be: Verwijderde weergeven
ru: Показать удаленные

source: Total discount group
bg: Обща група отстъпки
fi: Loppsumma-alennusryhmä
is: Heildarafsláttarhópur
nl_be: Totale kortingsgroep
ru: Группа общей скидки

source: Undo
bg: Назад
fi: Kumoa
is: Afturkalla
nl_be: Ongedaan maken
ru: Возвратить

# VerifyDeleteAddress
source: Do you wish to delete the selected address?
bg: Искате ли да изтриете избрания адрес?
fi: Haluatko poistaa valitun osoitteen?
is: Viltu eyða völdu heimilisfangi?
nl_be: Wilt u het geselecteerde adres verwijderen?
ru: Вы хотите удалить выбранный адрес?

source: View all
bg: Преглед всички
fi: Näytä kaikki
is: Birta allar
nl_be: Alles bekijken
ru: Просмотр всего

# ViewAllCategoriesDescription
source: Use this option to find and view group categories
bg: Използвайте тази опция, за да намерите и прегледате категории групи
fi: Tämän vaihtoehdon avulla voit etsiä ja tarkastella ryhmän kategorioita
is: Notaðu þennan kost til að skoða tegundir viðskiptamannahópa
nl_be: Gebruik deze optie om groepscategorieën te zoeken en bekijken
ru: Используйте эту опцию для поиска и просмотра групп категорий

# ViewAllCustomerGroupDescription
source: Use this option to find and view customer groups
bg: Използвайте тази опция, за да намерите и прегледате потребителските групи
fi: Tämän vaihtoehdon avulla voit etsiä ja tarkastella asiakasryhmiä
is: Notaðu þennan kost til að skoða viðskiptamannahópa
nl_be: Gebruik deze optie om klantgroepen te zoeken en bekijken
ru: Используйте эту опцию для поиска и просмотра групп клиента

source: View all customers
bg: Преглед всички клиенти
fi: Näytä kaikki asiakkaat
is: Birta alla viðskiptamenn
nl_be: Alle klanten bekijken
ru: Просмотр всех клиентов

# ViewAllCustomersDescription
source: Use this option to find and view customers
bg: Използвайте тази опция, за да намирате и преглеждате клиенти
fi: Tämän vaihtoehdon avulla voit etsiä ja tarkastella asiakkaita
is: Veldu þennan kost til að finna og skoða viðskiptamenn
nl_be: Deze optie gebruiken om klanten te zoeken en te bekijken
ru: Используйте эту опцию для поиска и просмотра клиентов

source: View customer
bg: Преглед Клиент
fi: Näytä asiakas
is: Skoða viðskiptamann
nl_be: Klant bekijken
ru: Просмотр клиента

# ViewCustomerGroup
source: View group
bg: Преглед група
fi: Näytä ryhmä
is: Skoða hóp
nl_be: Groep bekijken
ru: Просмотр группы
