Repository: iespana/LSOne
Catalog: SM/Plugins/Replenishment/Properties/Resources.*.resx
Languages: bg, de, is, ru, vi_vn

source: Action
bg: Действие
de: Aktion
is: Aðgerð
ru: Действие
vi_vn: Hành động

source: Add
bg: Добавяне
de: Hinzufügen
is: Bæta við
ru: Добавить
vi_vn: Cộng thêm

source: All
bg: Всички
de: Alle
is: Allt
ru: Все
vi_vn: Tất cả

source: All stores
bg: Всички магазини
de: Alle Geschäfte
is: Allar verslanir
ru: Все магазины
vi_vn: Tất cả cửa hàng

source: Area
bg: Площ
is: Svæði
vi_vn: Khu vực

source: Blocked for purchase
bg: Блокирани за покупка
de: Für Einkauf gesperrt
is: Læst fyrir innkaupum
ru: Блокировано для покупки
vi_vn: Chặn mua hàng

source: Blocked for purchase and replenishment
bg: Блокирани за покупка и попълване
de: Für Einkauf und Warennachschub gesperrt
is: Læst fyrir innkaupum og áfyllingu
ru: Блокировано для покупки и пополнения
vi_vn: Chặn mua và bổ sung hàng

source: Blocked for replenishment
bg: Блокиран за попълване
de: Blockiert für Nachschub
is: Læst fyrir áfyllingu
ru: Блокировано для пополнения
vi_vn: Bị chặn để bổ sung

source: Convertible
bg: Трансформиращ
de: Umrechenbar
is: Umreiknanlegt
ru: Трансформируемый
vi_vn: Có khả năng chuyển đổi

# CouldNotConnectToStoreServer
source: Could not connect to Site Service
bg: Не можа да се свърже с услугата на сайта
de: Konnte keine Verbindung zum Site Service herstellen
is: Gat ekki tengst búðarþjóni
ru: Не удалось подключиться к Сайту Сервиса
vi_vn: Không thể kết nối với dịch vụ Trang web

source: Default vendors
bg: Доставчици по подразбиране
de: Standardverkäufer
is: Sjálfgefnir birgjar
ru: Поставщики по умолчанию
vi_vn: Nhà cung cấp mặc định

source: Delete
bg: Изтриване
de: Löschen
is: Eyða
ru: Удалить
vi_vn: Xóa

# DeleteAreaQuestion
source: Are you sure you want to delete the selected area?
bg: Сигурни ли сте, че искате да изтриете избраната област?
is: Ertu viss um að þú viljir eyða svæðinu sem er valið?
vi_vn: Bạn có chắc chắn muốn xóa các mục đã chọn?

# DeleteAreaQuestionCaption
source: Delete area
bg: Изтриване на област
is: Eyða svæði
vi_vn: Xóa vùng

source: Delete inventory template
bg: Изтриване на шаблон за материални запаси
de: Bestandsvorlage löschen
is: Eyða birgðasniðmáti
ru: Удалить складской шаблон
vi_vn: Xóa mẫu hàng tồn kho

# DeleteInventoryTemplateQuestion
source: Are you sure you would like to delete the selected inventory template?
bg: Наистина ли искате да изтриете избрания шаблон за материални запаси?
de: Möchten Sie die ausgewählte Bestandsvorlage wirklich löschen?
is: Ertu viss um að þú viljir eyða völdu birgðasniðmáti?
ru: Вы уверены, что хотите удалить выбраный складской шаблон?
vi_vn: Bạn có chắc chắn muốn xóa mẫu tồn kho đã chọn?

source: Delete inventory templates
bg: Изтриване на шаблони за материални запаси
de: Bestandsvorlagen löschen
is: Eyða birgðasniðmátum
ru: Удалить складские шаблоны
vi_vn: Xóa mẫu tồn kho

# DeleteInventoryTemplatesQuestion
source: Are you sure you would like to delete the selected inventory templates ?
bg: Наистина ли искате да изтриете избраните шаблони за материални запаси?
de: Möchten Sie die ausgewählten Bestandsvorlagen wirklich löschen?
is: Ertu viss um að þú viljir eyða völdum sniðmátum?
ru: Вы уверены, что хотите удалить выбранные складские шаблоны?
vi_vn: Bạn có chắc chắn muốn xóa các mẫu tồn kho đã chọn?

# DeletePurchaseWorksheetLine
source: Delete line
bg: Изтриване на ред
de: Zeile löschen
is: Eyða línu
ru: Удалить строку
vi_vn: Xoá dòng

# DeletePurchaseWorksheetLineQuestion
source: Are you sure you would like to delete the selected line?
bg: Наистина ли искате да изтриете избрания ред?
de: Möchten Sie die ausgewählte Zeile wirklich löschen?
is: Ertu viss um að þú viljir eyða valinni línu?
ru: Вы уверены, что хотите удалить выбранную строку?
vi_vn: Bạn có chắc chắn muốn xóa dòng đã chọn?

source: Delete purchase worksheet lines
bg: Изтриване редове работен лист покупки
de: Einkaufsarbeitsblattzeilen löschen
is: Eyða línum innkaupavinnubókar
ru: Удалить строки журнала покупки
vi_vn: Xóa các dòng bảng tính mua hàng

# DeletePurchaseWorksheetLinesQuestion
source: Are you sure you would like to delete the selected lines ?
bg: Наистина ли искате да изтриете избраните редове?
de: Möchten Sie die ausgewählten Zeilen wirklich löschen?
is: Ertu viss um að þú viljir eyða völdum línum?
ru: Вы уверены, что хотите удалить выбранные строки ?
vi_vn: Bạn có chắc chắn muốn xóa các dòng đã chọn?

source: Delete replenishment setting
bg: Изтриване настройка за попълване
de: Einstellung für Warennachschub löschen
is: Eyða áfyllingarstillingu
ru: Удалить настройки пополнения
vi_vn: Xóa cài đặt bổ sung

# DeleteReplenishmentSettingQuestion
source: Are you sure you would like to delete the selected replenishment setting ?
bg: Наистина ли искате да изтриете избраната настройка за попълване?
de: Möchten Sie die ausgewählte Einstellung für den Warennachschub wirklich löschen?
is: Ertu viss um að þú viljir eyða valinni áfyllingarstillingu?
ru: Вы уверены, что хотите удалить выбранную настройку пополнения ?
vi_vn: Bạn có chắc chắn muốn xóa cài đặt bổ sung đã chọn không?

source: Delete replenishment settings
bg: Изтриване настройките за попълване
de: Einstellungen für Warennachschub löschen
is: Eyða áfyllingarstillingum
ru: Удалить настройки пополнения
vi_vn: Xóa cài đặt bổ sung

# DeleteReplenishmentSettingsQuestion
source: Are you sure you would like to delete the selected replenishment settings ?
bg: Наистина ли искате да изтриете избраните настройки за попълване?
de: Möchten Sie die ausgewählten Einstellungen für den Warennachschub wirklich löschen?
is: Ertu viss um að þú viljir eyða völdum áfyllingarstillingum?
ru: Вы уверены, что хотите удалить выбранные настройки пополнения ?
vi_vn: Bạn có chắc chắn muốn xóa các cài đặt bổ sung đã chọn không?

source: Description
bg: Описание
is: Lýsing
vi_vn: Miêu tả

source: Edit
bg: Редактиране
de: Bearbeiten
is: Breyta
ru: Редактировать
vi_vn: Chỉnh sửa

source: Edit all
bg: Редактиране на всички
de: Alle bearbeiten
is: Breyta öllum
ru: Редактировать все
vi_vn: Chỉnh sửa tất cả

source: General
bg: Обща информация
de: Allgemein
is: Almennt
ru: Общее
vi_vn: Chung

source: General setup
bg: Общи настройки
de: Allgemeines Setup
is: Almenn uppsetning
ru: Общая настройка
vi_vn: Thiết lập chung

source: Inventory
bg: Материални запаси
de: Bestand
is: Birgðir
ru: Склад
vi_vn: Tồn kho

source: Inventory template
bg: Шаблон за материални запаси
de: Bestandsvorlage
is: Birgðasniðmát
ru: Складской шаблон
vi_vn: Mẫu tồn kho

source: Inventory templates
bg: Шаблони за материални запаси
de: Bestandsvorlagen
is: Birgðasniðmát
ru: Складские шаблоны
vi_vn: Các mẫu tồn kho

# InventoryTemplatesDescription
source: Use this option to manage inventory templates
bg: Използвайте тази опция, за да управлявате шаблоните за материални запаси
de: Verwenden Sie diese Option, um Bestandsvorlagen zu verwalten.
is: Notið þennan valkost til að sjá um birgðasniðmát
ru: Используйте эту опцию для управления складскими шаблонами
vi_vn: Sử dụng tùy chọn này để quản lý mẫu tồn kho

# InventoryTemplatesTooltipDescription
source: Manage inventory templates for purchase orders, store transfers and stock counting
bg: Управлявайте шаблони за материални запаси, за да генерирате работни таблици за покупка
de: Bestandsvorlagen verwalten, um Bestandsarbeitsblätter zu erstellen
is: Umsjón birgðasniðmáta til að búa til innkaupavinnubók
ru: Управление шаблонами склада для генерирования рабочих листов покупки
vi_vn: Quản lý mẫu tồn kho để tạo bảng tính mua hàng

# InventoryUnitMissing
source: Inventory unit missing for item
bg: Липсва мерна единица запаси за артикула
de: Bestandseinheit für Artikel fehlt
is: Birgðareining ekki skráð fyrir vöru
ru: Склдаская единица пропущена для товара
vi_vn: Đơn vị tồn kho thiếu cho mã hàng này

source: Item filter
bg: Артикул филтър
de: Artikelfilter
is: Vöruafmörkun
ru: Фильтр по товару
vi_vn: Lọc mặt hàng

source: Like for like
de: Flächenbereinigt
is: Vara fyrir vöru
ru: Один в один
vi_vn: Thích cho thích

source: Multiple stores
bg: Множество магазини
de: Mehrere Geschäfte
is: Margar búðir
ru: Множ. магазины
vi_vn: Nhiều cửa hàng

# NoPurchaseUnitFound
source: No purchase unit found. This item will not be added
bg: Няма намерена мерна единица за покупка. Този артикул няма да бъде добавен
de: Keine Einkaufseinheit gefunden. Dieser Artikel wird nicht hinzugefügt.
is: Engin innkaupamælieining fannst. Þessari vöru verður ekki bætt við
ru: Не найдена единица покупки. Данный товар не будт добавлен
vi_vn: Không tìm thấy đơn vị mua hàng. Mục này sẽ không được thêm vào

# NoSettingFound
source: No replenishment settings have been configured for the item. This item will not be added
bg: За този артикул не са конфигурирани настройки за снабдяване. Този артикул няма да бъде добавен
de: Es wurden keine Einstellungen für den Warennachschub für diesen Artikel konfiguriert. Dieser Artikel wird nicht hinzugefügt.
is: Engar áfyllingarstillingar hafa verið skráðar fyrir þessa vöru. Varan verður ekki tekin með
ru: Нет сконфигурированных настроек пополнения для этого товара. Этот товар не будет добавлен
vi_vn: Không có cài đặt bổ sung đã được cấu hình cho các mục. Mục này sẽ không được thêm vào

# NoStoreServerIsSetUp
source: Site Service has not been configured yet
bg: Услугата на сайта все още не е конфигурирана
de: Store Server wurde noch nicht konfiguriert
is: Stillingar fyrir búðarþjón hafa ekki verið settar inn
ru: Сайт Сервиса еще не был сконфигурирован
vi_vn: Dịch vụ trang web chưa được cấu hình

# NoStoresSelected
source: No stores selected. The template will not be saved.
bg: Няма избрани магазини. Шаблонът няма да бъде запазен.
vi_vn: Không có cửa hàng được chọn. Mẫu sẽ không được lưu.

source: Not blocked
bg: Не е блокиран
de: Nicht blockiert
is: Ekki læst
ru: Не блокировано
vi_vn: Không bị chặn

# NoVendorFound
source: No vendor found. This item will not be added
bg: Не е намерен доставчик. Този артикул няма да бъде добавен
de: Kein Verkäufer gefunden. Dieser Artikel wird nicht hinzugefügt.
is: Enginn lánardrottinn finnst. Varan verður ekki tekin með
ru: Поставщик не найден. Этот товар не будет добавлен
vi_vn: Không tìm thấy nhà cung cấp. Mục này sẽ không được thêm vào

source: Post purchase worksheet
bg: Осчетоводяване работна таблица за покупка
de: Einkaufsarbeitsblatt buchen
is: Bóka innkaupavinnubók
ru: Учет журнала покупки
vi_vn: Ghi sổ bảng mua hàng

# PostPurchaseWorksheetNonInventoryItemsQuestion
source: There are items on the worksheet that cannot be posted to a purchase order. Do you want to continue?
bg: В работната таблица има артикули, които не могат да бъдат осчетоводени в поръчка за покупка. Искате ли да продължите?
de: Es befinden sich Artikel im Arbeitsblatt, die nicht in einem Auftrag gepostet werden können. Möchten Sie fortfahren?
is: Það eru línur á vinnubókinni sem er ekki hægt að bóka á innkaupapöntun. Viltu halda áfram?
ru: В рабочем листе есть товары, которые не могут быть учтены в заказе покупки. Продолжить?
vi_vn: Có những mặt hàng trên bảng mua hàng không được ghi sổ vào đơn đặt hàng. Bạn có muốn tiếp tục?

# PostPurchaseWorksheetQuestion
source: Are you sure you would like the post the purchase worksheet ?
bg: Сигурни ли сте, че искате да осчетоводите работната таблица покупка?
de: Möchten Sie das Einkaufsarbeitsblatt wirklich buchen?
is: Ertu viss um að þú viljir bóka innkaupavinnubókina?
ru: Вы уверены, что хотите выполнить учет журнала покупки?
vi_vn: Bạn có chắc chắn muốn ghi sổ bảng mua hàng không?

source: Profiles
bg: Профили
de: Profile
is: Prófílar
ru: Профили
vi_vn: Hồ sơ

source: Purchase
bg: Покупка
de: Einkauf
is: Kaup
ru: Покупка
vi_vn: Mua

source: Purchase order created
bg: Създадена е поръчка за покупка
de: Einkaufsbestellung erstellt
is: Innkaupapöntun var búin til
ru: Заказ покупки создан
vi_vn: Đơn đặt hàng đã tạo

# PurchaseOrderCreatedQuestion
source: Would you like to view the purchase order ?
bg: Искате ли да видите поръчката за покупка?
de: Möchten Sie die Einkaufsbestellung ansehen?
is: Viltu skoða innkaupapöntunina?
ru: Вы хотите просмотреть заказ покупки?
vi_vn: Bạn có muốn xem đơn đặt hàng?

source: Purchase orders created
bg: Създадени са поръчки за покупка
de: Einkaufsbestellungen erstellt
is: Innkaupapantanir voru búnar til
ru: Заказы покупки созданы
vi_vn: Đơn đặt hàng đã tạo

# PurchaseOrdersCreatedQuestion
source: #1 purchase orders created. Would you like to view them ?
bg: #1 създадени поръчки за покупка. Искате ли да ги видите?
de: #1 Einkaufsbestellungen erstellt. Möchten Sie sie ansehen?
is: #1 innkaupapantanar búnar til. Viltu skoða þær?
ru: #1 заказов покупки создано. Вы хотите просмотреть их?
vi_vn: Đơn đặt hàng mua số 1 được tạo. Bạn có muốn xem?

# PurchaseWorksheet
source: Worksheets
bg: Работни таблици
de: Arbeitsblätter
is: Vinnubækur
ru: Рабочие листы
vi_vn: Bảng

source: Purchase worksheets
bg: Работни таблици покупки
de: Einkaufsarbeitsblätter
is: Innkaupavinnubækur
ru: Журналы покупки
vi_vn: Bảng mua hàng

# PurchaseWorksheetsDescription
source: Use this option to manage purchase worksheets
bg: Използвайте тази опция, за да управлявате работни таблици за покупка
de: Verwenden Sie diese Option, um Einkaufsarbeitsblätter zu verwalten.
is: Notið þennan valkost til að sjá um innkaupavinnubækur
ru: Используйте эту опцию для управления журналами покупки
vi_vn: Sử dụng tùy chọn này để quản lý bảng tính mua hàng

# PurchaseWorksheetSettings
source: Purchase worksheet
bg: Работна таблица покупка
de: Einstellungen für Einkaufsarbeitsblatt
is: Stillingar innkaupavinnubókar
ru: Настройки журнала покупки
vi_vn: Bảng mua hàng

# PurchaseWorksheetsTooltipDescription
source: Manage purchase worksheets to create purchase orders based on replenishment settings
bg: Управлявайте работните таблици за покупка, за да създавате поръчки за покупка въз основа на настройките за снабдяване
de: Verwalten Sie Einkaufsarbeitsblätter, um Aufträge auf Grundlage der Warennachschubeinstellungen zu erstellen
is: Umsjón innkaupavinnubóka til að búa til innkaupapantanir út frá áfyllingarstillingum
ru: Управление рабочими листами покупки для создания заказов покупки на основе настроек пополнения
vi_vn: Quản lý bảng mua hàng để tạo đơn đặt hàng dựa trên cài đặt bổ sung

# QuantityUpdated
source: Suggested quantity updated
bg: Предложеното количество е актуализирано
de: Empfohlene Menge aktualisiert
is: Leiðbeinandi magn uppfært
ru: Предложенное количество обновлено
vi_vn: Số lượng đề xuất được cập nhật

# QuantityUpdatedQuestion
source: Suggested quantity has changed for some items. Would you like to update the ordering quantity to be equal to the new suggested quantities? This will not affect manually added items nor items modified by user.
bg: Предложеното количество е променено за някои артикули. Искате ли да актуализирате количеството за поръчка, за да бъде равно на новите предложени количества? Това няма да засегне ръчно добавените артикули, нито артикулите, променени от потребителя.
de: Die empfohlene Menge wurde für einige Artikel geändert. Möchten Sie die Bestellmenge aktualisieren, damit Sie den neuen empfohlenen Mengen entspricht? Diese Änderung wirkt sich nicht auf manuell hinzugefügte oder auf vom Benutzer geänderte Artikel aus.
is: Leiðbeinandi magn hefur breyst fyrir sumar vörur. Viltu breyta magni til pöntunar til jafns við hið nýja leiðbeinandi magn? Þetta mun ekki hafa áfrif á vörur sem var handvirkt bætt við eða vörum sem var breytt af notanda.
ru: Предложенное кол-во было изменено для некоторых товаров. Вы хотите обновить заказанное количество предложенным количеством? Это не будет распространяться для товаров добаленных менеджером вручную, а также для товаров измененных пользователем .
vi_vn: Số lượng đề xuất đã thay đổi cho một số mặt hàng. Bạn có muốn cập nhật số lượng đặt hàng bằng với số lượng đề xuất mới không? Điều này sẽ không ảnh hưởng đến các mục được thêm thủ công cũng như các mục được sửa đổi bởi người dùng.

source: Refresh
bg: Обновяване
de: Aktualisieren
is: Uppfæra
ru: Обновить
vi_vn: Làm mới

source: Remove action
bg: Премахване на действие
de: Aktion entfernen
is: Fjarlæga aðgerð
ru: Удалить действие
vi_vn: Xóa hành động

source: Replenishment
bg: Снабдяване
de: Warennachschub
is: Áfylling
ru: Пополнение
vi_vn: Bổ sung hàng

source: Reset
bg: Нулиране
de: Zurücksetzen
is: Endurstilla
ru: Сбросить
vi_vn: Thiết lập lại

source: Reset worksheet
bg: Възстановяване на работна таблица
de: Arbeitsbatt zurücksetzen
is: Endurstilla vinnubók
ru: Обнулить журнал
vi_vn: Đặt lại bảng tính

# ResetWorksheetQuestion
source: Are you sure you would like to reset the worksheet? You will lose all manual changes to the worksheet.
bg: Наистина ли искате да възстановите работната таблица? Ще загубите всички ръчни промени в работната страница.
de: Möchten Sie das Arbeitsblatt wirklich zurücksetzen? Dabei gehen alle manuellen Änderungen am Arbeitsblatt verloren.
is: Ertu viss um að þú viljir endurstilla vinnubókina? Þú munt tapa öllum breytingum á vinnubókinni.
ru: Вы уверены, что хотите обнулить журнал? Вы потеряете все ручные изменения в этом журнале .
vi_vn: Bạn có chắc chắn muốn đặt lại bảng tính? Bạn sẽ mất tất cả các thay đổi thủ công trên bảng tính.

source: Retail department
bg: Отдел Търговия на дребно
de: Einzelhandelsbranche
is: Vörudeild
ru: Розничный отдел
vi_vn: Bộ phận bán lẻ

source: Retail group
bg: Ритейл група
de: Einzelhandelsgruppe
is: Smásöluflokkur
ru: Розничная группа
vi_vn: Nhóm bán lẻ

source: Retail item
bg: Ритейл Артикул
de: Einzehandelsartikel
is: Kassavara
ru: Розничный товар
vi_vn: Mặt hàng bán lẻ

# SelectStoreToDeleteOverwriteSettings
source: Select store to delete overwrite settings for.
bg: Изберете магазин, за който да изтриете настройките за презаписване.
de: Wählen Sie ein Geschäft, für das Einstellungen überschrieben werden sollen.
is: Veldu búð til að yfirskrifa stillingar fyrir.
ru: Выберите магазин для удаления настроек для.
vi_vn: Chọn cửa hàng để xóa cài đặt cho.

source: Special group
bg: Специална група
de: Sondergruppe
is: Sérflokkur
ru: Специальная группа
vi_vn: Nhóm đặc biệt

source: Stock counting
bg: Броене на запаси
de: Lagerzählung
is: Birgðatalning
ru: Пересчет склада
vi_vn: Kiểm kê

source: Stock level
bg: Ниво на запасите
de: Lagerbestand
is: Birgðastaða
ru: Уровень склада
vi_vn: Mức tồn kho

source: Store setup
bg: Настройки на магазина
de: Geschäftssetup
is: Uppsetning búða
ru: Настройка магазина
vi_vn: Thiết lập cửa hàng

# TemplateCannotBeDeletedWhenOpenWorksheetsAreAttached
source: The template cannot be deleted as there are worksheets attached to it
bg: Шаблонът не може да бъде изтрит, тъй като към него са закачени работни таблици
de: Die Vorlage kann nicht gelöscht werden, da ihr keine Arbeitsblätter beigefügt sind
is: Ekki er hægt að eyða sniðmáti þar sem það er tengt vinnubók
ru: Шаблон не может быть удален, потому что есть присоединенные к нему рабочие листы
vi_vn: Không thể xóa mẫu vì có bảng tính được đính kèm

source: Templates
bg: Шаблони
de: Vorlagen
is: Sniðmát
ru: Шаблоны
vi_vn: Mẫu

source: Type
bg: Вид
is: Tegund
vi_vn: Loại

source: Undo
bg: Назад
de: Rückgängig
is: Afturkalla
ru: Возвратить
vi_vn: Hoàn tác

# UnitConversionQuestion
source: No unit conversion rule exists to convert from the selected unit to the inventory unit for the selected item. Would you like to create the rule?
bg: Не съществува правило за конверсия от избраната единица в единица мярка запаси за избрания артикул. Искате ли да създадете правилото?
de: Keine Einheitsumwandlungsregel ist vorhanden, um die gewählte Einheit in eine Inventareinheit für den ausgewählten Artikel zu konvertieren. Möchten Sie die Regel erstellen?
is: Engin einingaumbreytingaregla fannst til að umbreyta úr valinni einingu yfir í einingu birgða. Viltu búa til regluna?
ru: Нет правила преобразования из выбранной единицы в складскую единицу, для выбранного товара. Создать такое правило? ?
vi_vn: Không tồn tại quy tắc chuyển đổi đơn vị để chuyển đổi từ đơn vị đã chọn sang đơn vị khoảng không quảng cáo cho mục đã chọn. Bạn có muốn tạo quy tắc?

# UnitConversionRuleMissing
source: Unit conversion rule is missing
bg: Липсва правило за преобразуване на мерни единици
de: Einheitsumrechnungsregel fehlt
is: Einingaumbreytingaregla er ekki til
ru: Правило конвертирования единиц пропущено
vi_vn: Quy tắc chuyển đổi đơn vị bị thiếu

# UnitConversionRuleMissingAlert
source: No unit conversion rule exists to convert from the selected unit to the inventory unit for the selected item.
bg: Не съществува правило за конверсия от избраната единица в единица мярка запаси за избрания артикул.
de: Keine Einheitsumwandlungsregel ist vorhanden, um die gewählte Einheit in eine Inventareinheit für den ausgewählten Artikel zu konvertieren. Möchten Sie die Regel erstellen?.
is: Engin einingaumbreytingaregla fannst til að umbreyta úr valinni einingu yfir í einingu birgða.
ru: Нет правила конвертации из выбранной единицы в складскую единицу для выбранного товара.
vi_vn: Không tồn tại quy tắc chuyển đổi đơn vị để chuyển đổi từ đơn vị đã chọn sang đơn vị khoảng không quảng cáo cho mục đã chọn.

source: Vendor
bg: Доставчик
de: Verkäufer
is: Birgi
ru: Поставщик
vi_vn: Nhà cung cấp

source: Vendors
bg: Доставчици:
de: Verkäufer
is: Birgjar
ru: Поставщики:
vi_vn: Nhà cung cấp
