Repository: iespana/LSOne
Catalog: Core/Common_services/DiscountService/Properties/Resources.*.resx
Languages: fi, ru, sv

# DiscountInvalidForSelectedItem
source: This discount is invalid for #1
fi: Tämä alennus on virheellinen #1 :lle
ru: Эта скидка не корректна для #1
sv: Den här rabatten gäller inte för #1

# DiscountNotManuallyTriggerable
source: #1 is invalid and can not be manually triggered
fi: #1 on virheellinen eikä voida manuaalisesti laukaista
ru: #1 не корректен и не может быть вручную запущен как триггер
sv: #1 är ogiltig och kan inte triggas manuellt

# EnteredDiscountAmountIsTooHigh
source: The entered discount amount is too high. The discount limit is set to #1
fi: Annettu alennussumma on liian korkea. Alennusrajaksi on määritetty #1
ru: Введенная сумма скидки слишком большая. Ограничение скидки установлено в #1
sv: Rabattbeloppet är för högt. Rabattgränsen är #1

# EnteredDiscountPercentageIsTooHigh
source: The entered discount percentage is too high. The maximum limit is set to #1
fi: Annettu alennusprosentti on liian korkea. Maksimiraja on #1
ru: Введенный процент скидки слишком большой. Максимальное значение установлено в #1
sv: Rabattprocenten är för hög. Maximumgränsen är satt till #1

# LineDiscountLoyaltyPointDiscountAlreadyOnItem
source: A line discount cannot be added to an item that already has a loyalty point discount
fi: Rivialennusta ei voi lisätä tuotteelle, jolla on jo kanta-asiakas alennus
ru: Скидка строки не может быть применена к товару, к которому применена скидка по баллам лояльности
sv: En radrabatt kan inte användas på en artikel som redan har en kundklubbspoäng rabatt

# NoCouponFoundForCustomer
source: Coupon #1 was no found for customer #2
fi: Kuponkia #1 ei löydetty asiakkaalle #2
ru: Купон #1 не найден для клиента #2
sv: Kupong #1 hittades inte för kund #2

# NoPeriodicDiscountsToTrigger
source: No periodic discounts to trigger for sold items
fi: Ei määräaikaisia alennuksia joita voitaisiin laukaista myytäville tuotteille
ru: Периодические скидки не могут быть запущены как триггеры для проданных товаров
sv: Inga periodiska rabatter att utlösa för sålda artiklar

source: Select periodic discount to clear
fi: Valitse tyhjennettävä määräaikainen alennus
ru: Выберите периодческую скидку для обнуления
sv: Välj en periodisk rabatt som du vill ta bort

source: Select periodic discount to trigger
fi: Valitse laukaistava määräaikainen alennus
ru: Выберите периодическую скидку для запуска как триггер
sv: Välj en periodisk rabatt som du vill trigga

# TheDiscountPercentageIsTooHigh
source: The discount percentage entered is too high. The limit is #1
fi: Annettu alennusprosentti on liian suuri. Raja on #1
ru: Введенный процент скидки слишком большой. Лимит #1
sv: Rabattprocenten är för hög. Gränsen är #1

# TotalDiscountCannotBeAppliedToASaleWithBalanceOfZero
source: A total discount cannot be applied to a sale with a balance of zero
fi: Loppusumma-alennusta ei voida soveltaa myyntiin jonka saldo on nolla
ru: Общая скидка не может быть применена к продаже с нулевым балансом
sv: En fullständig rabatt kan inte tillämpas på en försäljning med en balans på noll

# TotalDiscountLoyaltyPointDiscountAlreadyOnItem
source: A total discount cannot be added to an item that already has a loyalty point discount
fi: Loppusumma-alennusta ei voida lisätä kohteeseen, jolla on jo kanta-asiakas alennus
ru: Общая скидка не может быть добавлена к товару, к которому уже применена скидка баллов лояльности
sv: En totalrabatt kan inte användas på en artikel som redan har en kundklubbspoäng rabatt
