Repository: iespana/LSOne
Catalog: SM/Plugins/CustomerOrders/Properties/Resources.*.resx
Languages: bg, fi, is, nl_be

source: Customer
bg: Клиент
fi: Asiakas
is: Viðskiptamaður
nl_be: Klant

source: Yes
bg: Да
fi: Kyllä
is: Já
nl_be: Ja

source: Additional configurations
bg: Допълнителни конфигурации
fi: Lisämääritykset
is: Aðrar stillingar
nl_be: Extra configuraties

source: All types
bg: Всички видове
fi: Kaikki tyypit
is: Allar tegundir
nl_be: Alle types

source: Cancelled
bg: Отменен
fi: Peruutettu
is: Hætt við
nl_be: Geannuleerd

source: Closed
bg: Затворено
fi: Suljettu
is: Lokuð
nl_be: Gesloten

source: Comment
bg: Коментар
fi: Kommentti
is: Athugasemdir
nl_be: Opmerking

# ConfigurationDescriptionAlreadyExists
source: A configuration with this description already exists
bg: Настройка с това описание вече съществува
fi: Samalla kuvauksella oleva määritys on jo olemassa
is: Stilling með sömu lýsingu er nú þegar til
nl_be: Er is al een configuratie met deze omschrijving

# ConfigurationInUse
source: Configuration is in use and cannot be deleted.
bg: Настройката се използва и не може да бъде изтрита.
fi: Määrittely on käytössä eikä sitä voi poistaa.
is: Ekki er hægt að eyða þessari stillingu þar sem hún er í notkun.
nl_be: Configuratie is in gebruik en kan niet worden verwijderd.

# CouldNotConnectToStoreServer
source: Could not connect to Site Service
bg: Не можа да се свърже с услугата на сайта
fi: Yhteyden muodostaminen Site Service -palveluun ei onnistunut
is: Gat ekki tengst búðarþjóni
nl_be: Kon geen verbinding tot stand brengen met Site Service

source: Customer order
bg: Клиентска поръчка
fi: Asiakkaan tilaus
is: Sölupöntun
nl_be: Klantbestelling

# CustomerOrderDescription
source: Use this option to view a list of customer orders
bg: Използвайте тази опция за преглед на списък с клиентски поръчки
fi: Tämän vaihtoehdon avulla voit tarkastella asiakkaiden tilauksia
is: Veldu þennan kost til að skoða lista af sölupöntunum
nl_be: Gebruik deze optie om een lijst van klantbestellingen te bekijken

source: Customer orders
bg: Клиентски поръчки
fi: Asiakkaan tilaukset
is: Sölupantanir
nl_be: Klantbestellingen

source: Customer order settings
bg: Настройки за поръчка клиент
fi: Asiakkaan tilausasetukset
is: Stillingar sölupantana
nl_be: Instellingen klantbestelling

# CustomerOrderSettingsDescription
source: Use this option to view the customer order settings
bg: Използвайте тази опция, за да видите настройките за клиентска поръчка
fi: Tämän vaihtoehdon avulla voit tarkastella asiakkaan tilausasetuksia
is: Notaðu þennan kost til að sjá stillingar fyrir sölupantanir
nl_be: Gebruik deze optie om de instellingen voor de klantbestelling te bekijken

# CustomerOrderSettingsTooltipDescription
source: Manage the customer order settings and configuration such as minimum deposit
bg: Управлявайте настройките и конфигурацията на клиентската поръчка, като например миним.депозит
fi: Hallinnoi asiakkaan tilausasetuksia ja määritystä, kuten vähimmäisennakkomaksua
is: Umsjón sölupantanna og stillinga fyrir þær eins og til dæmis lágmarksinnborgun.
nl_be: De instellingen en configuratie voor klantorders beheren zoals het minimumdeposito

# CustomerOrderTooltipDescription
source: View and filter the list of all customer orders
bg: Преглед и филтриране на списъка с всички поръчки на клиенти
fi: Tarkastele ja suodata kaikkien asiakkaiden tilauksia
is: Skoða og afmarka lista af öllum sölupöntunum
nl_be: De lijst met alle klantorders bekijken en filteren

source: Delete
bg: Изтриване
fi: Poista
is: Eyða
nl_be: Verwijderen

source: Delete configuration
bg: Изтриване на конфигурацията
fi: Poista määritys
is: Eyða stillingu
nl_be: Configuratie verwijderen

# DeleteConfigurationQuestion
source: Are you sure you want to delete the configuration?
bg: Сигурни ли сте, че искате да изтриете конфигурацията?
fi: Haluatko varmasti poistaa määrityksen?
is: Ertu viss um að þú viljir eyða út stillingunni?
nl_be: Weet u zeker dat u de configuratie wilt verwijderen?

source: Delete customer order
bg: Изтрийте поръчката на клиента
fi: Poista asiakastilaus
is: Eyða sölupöntun
nl_be: Klantbestelling verwijderen

# DeleteCustomerOrderQuestion
source: Are you sure you want to delete the customer orders?
bg: Наистина ли искате да изтриете поръчките на клиента?
fi: Haluatko varmasti poistaa asiakastilaukset?
is: Ertu viss um að þú viljir eyða sölunpöntuninni?
nl_be: Weet u zeker dat u de klantbestellingen wilt verwijderen?

source: Delete quote
bg: Изтриване на оферта
fi: Poista tarjous
is: Eyða tilboði
nl_be: Offerte verwijderen

# DeleteQuoteQuestion
source: Are you sure you want to delete the quotes?
bg: Наистина ли искате да изтриете офертите?
fi: Haluatko varmasti poistaa tarjoukset?
is: Ertu viss um að þú viljir eyða út tilboðunum?
nl_be: Weet u zeker dat u de offertes wilt verwijderen?

# DeleteString
source: Delete
bg: Изтриване
fi: Poista
is: Eyða
nl_be: Verwijderen

source: Delivery
bg: Доставка
fi: Toimitus
is: Afgreiðsla
nl_be: Levering

source: Delivery location
bg: Място на доставка
fi: Toimituspaikka
is: Afgreiðslustaður
nl_be: Leveringslocatie

source: Edit
bg: Редактиране
fi: Muokkaa
is: Breyta
nl_be: Bewerken

source: Edit configuration
bg: Редактиране Конфигурацията
fi: Muokkaa määritystä
is: Breyta stillingu
nl_be: Configuratie bewerken

source: Edit customer order details
bg: Редактирайте подробностите за клиентската поръчка
fi: Muokkaa asiakkaan tilauksen tietoja
is: Breyta sölupantana upplýsingum
nl_be: Details klantbestelling bewerken

# Editing
source: Editing #1 orders
bg: Редактиране на поръчки #1
fi: Muokataan #1 tilausta
is: Uppfærsla á #1 pöntunum
nl_be: #1 bestellingen worden bewerkt

# EditQuotesDetails
source: Edit quote details
bg: Редактиране на детайли оферта
fi: Muokkaa tarjouksen tietoja
is: Breyta upplýsingum um tilboð
nl_be: Offertegegevens bewerken

# EditString
source: Edit
bg: Редактиране
fi: Muokkaa
is: Breyta
nl_be: Bewerken

source: Expired orders
bg: Изтекли поръчки
fi: Päättyneet tilaukset
is: Útrunnar pantanir
nl_be: Vervallen bestellingen

source: Expired quotes
bg: Изтекли оферти
fi: Päättyneet tarjoukset
is: Útrunnin tilboð
nl_be: Verlopen offertes

# MinimumValueCannotBeLess
source: Minimum deposit cannot be less than 1%
bg: Минималният депозит не може да бъде по-малък от 1%
fi: Vähimmäisennakko ei saa olla alle 1%
is: Lágmarks greiðsla getur ekki verið minna en 1%
nl_be: Minimaal deposito mag niet minder dan 1% zijn

source: New
bg: Нов
fi: Uusi
is: Ný
nl_be: Nieuw

source: New configuration
bg: Нова конфигурация
fi: Uusi määritys
is: Ný stilling
nl_be: Nieuwe configuratie

source: No
bg: Не
fi: Ei
is: Nei
nl_be: Nee

# NoStoreServerIsSetUp
source: Site Service has not been configured yet
bg: Услугата на сайта все още не е конфигурирана
fi: Site Service -palvelua ei ole vielä määritetty
is: Stillingar fyrir búðarþjón hafa ekki verið settar inn
nl_be: Site Service werd nog niet geconfigureerd

# NumberOfRowsReturned
source: #1 of #2 customer orders displayed
bg: #1 от #2 показани клиентски поръчки
fi: Näytetään #1/#2 asiakastilauksista
is: #1 af #2 sölupöntunum sýndar
nl_be: #1 van #2 klantbestellingen weergegeven

source: Number sequences
bg: Цифрови последователности
fi: Numerosarjat
is: Númeraraðir
nl_be: Getallenreeksen

source: Open
bg: Отваряне
fi: Avaa
is: Opin
nl_be: Openen

# OrderIsBeingProcessedDoYouWantToContinue
source: One or more of the selected orders is being processed for delivery. Do you want to delete those orders?
bg: Една или повече от избраните поръчки се обработват за доставка. Искате ли да изтриете тези поръчки?
fi: Yksi tai useampi valituista tilauksista on käsitelty toimitettavaksi. Haluatko poistaa nämä tilaukset?
is: Ein eða fleiri sölupantanir er verið að vinna í fyrir afgreiðslu. Viltu eyða þeim sölupöntunum?
nl_be: Een of meer van de geselecteerde bestellingen wordt verwerkt voor levering. Wilt u deze bestellingen verwijderen?

source: Orders
bg: Поръчки
fi: Tilaukset
is: Pantanir
nl_be: Bestellingen

source: Orders and Quotes
bg: Поръчки и оферти
fi: Tilaukset ja tarjoukset
is: Pantanir og tilboð
nl_be: Bestellingen en offertes

source: Order settings
bg: Настройки за поръчка
fi: Tilausasetukset
is: Pöntunarstillingar
nl_be: Orderinstellingen

source: Other
bg: Друго
fi: Muu
is: Annað
nl_be: Andere

source: Quotes
bg: Оферти
fi: Tarjoukset
is: Tilboð
nl_be: Offertes

# QuotesDescription
source: Use this option to view a list of quotes
bg: Използвайте тази опция, за да видите списък с оферти
fi: Tämän vaihtoehdon avulla voit tarkastella tarjouksia
is: Notaðu þennan kost til að sjá lista af tilboðum
nl_be: Gebruik deze optie om een lijst van offertes te bekijken

source: Quotes settings
bg: Настройки на оферти
fi: Tarjousasetukset
is: Stillingar tilboða
nl_be: Offerte-instellingen

# ReferenceNumber
source: Reference
bg: Референция
fi: Viite
is: Tilvísun
nl_be: Referentie

# RetailSetup
source: Retail
bg: Търговия на дребно
fi: Vähittäiskauppa
is: Verslun

# SearchDescription
source: Description
bg: Описание:
fi: Kuvaus:
is: Lýsing
nl_be: Omschrijving

source: Settings
bg: Настройки
fi: Asetukset
is: Stillingar
nl_be: Instellingen

source: Source
bg: Източник
fi: Lähde
is: Uppruni
nl_be: Bron

source: Sources
bg: Източници
fi: Lähteet
is: Upprunar
nl_be: Bronnen

source: Status
bg: Статус:
fi: Tila:
is: Staða

source: Type
bg: Вид:
fi: Tyyppi:
is: Tegund
