Repository: iespana/LSOne
Catalog: SM/Plugins/LabelPrinting/Properties/Resources.*.resx
Languages: bg, da, de, fi, fr, nl, nl_be, ru, sv, vi_vn

source: Customers
bg: Клиенти
da: Kunder
de: Kunden
fi: Asiakkaat
fr: Clients
nl: Klanten
nl_be: Klanten
ru: Клиенты
sv: Kunder
vi_vn: Khách hàng

source: Actions
bg: Действия
da: Handlinger
de: Aktionen
fi: Toiminnot
nl: Handelingen
nl_be: Acties
ru: Действия
sv: Åtgärder
vi_vn: Thực thi

source: Add
bg: Добавяне
da: Tilføj
de: Hinzufügen
fi: Lisää
fr: Ajouter
nl: Toevoegen
nl_be: Toevoegen
ru: Добавить
sv: Addera
vi_vn: Cộng thêm

# AddNewLine
source: Many printers require that RAW commands that are sent to the printer end with newline. The current template doesn't end with a newline. Do you wish to have one added for you?
bg: Много принтери изискват RAW команди, които се изпращат към принтера, да завършат с нов ред. Текущият шаблон не завършва с нов ред. Искате ли да ви бъде добавен?
da: Mange printere kræver, at RAW-kommandoer, der sendes til printeren, slutter med ny linje. Den aktuelle skabelon slutter ikke med en ny linje. Ønsker du at tilføje en til dig?
de: Viele Drucker verlangen, dass RAW-Befehle, die an den Drucker gesendet werden, mit einem Zeilenumbruch enden. Die aktuelle Vorlage endet nicht mit einem Zeilenumbruch. Möchten Sie, dass einer hinzugefügt wird?
fi: Monet tulostimet vaativat että RAW komennot lähetetään tulostimelle niin että perässä on tyhjä rivi. Nykyinen mallisi ei lopu uuteen riviin. Halutko että sellainen lisätään?
fr: De nombreuses imprimantes exigent que les commandes RAW envoyées à l'imprimante se terminent par une nouvelle ligne. Le modèle actuel ne se termine pas par une nouvelle ligne. Souhaitez-vous qu'une ligne soit ajoutée ?
nl: Veel printers vereisen dat RAW commando's die worden verzonden naar het einde van de printer met newline. De huidige sjabloon eindigen niet met een nieuwe regel. Wenst u te hebben toegevoegd voor u?
nl_be: Bij veel printers moeten RAW-opdrachten 's die naar de printer worden verzonden, met newline eindigen. De huidige template eindigt niet met newline. Wilt u dat er één wordt toegevoegd voor u?
ru: Многие принтеры требуют, чтобы команда RAW отправляемая на принтер оканчивалась новой строкой. Текущий шаблон не оканчивается новой строкой. Хотите добавить новую строку?
sv: Många skrivare kräver att RAW-kommandon som skickas till skrivaren slutar med ny rad. Aktuell mall slutar inte med ny rad. Vill du att en läggs till för dig?
vi_vn: Nhiều máy in yêu cầu các lệnh RAW được gửi đến máy in kết thúc bằng dòng mới. Mẫu hiện tại không kết thúc với một dòng mới. Bạn có muốn có thêm một dòng mới?

# CodepageNotFound
source: The specified codepage does not exist or is not known
bg: Посочената кодова страница не съществува или не е известна
da: Den specificerede kodeside findes ikke eller er ikke kendt
de: Die angegebene Codepage existiert nicht oder ist nicht bekannt
fi: Määritettyä koodisivua ei ole olemassa tai sitä ei tiedetä
fr: La page de codes spécifiée n'existe pas ou n'est pas connue
nl: De opgegeven codetabel bestaat niet of is niet bekend
nl_be: De gespecificeerde codepagina bestaat niet of is niet bekend
ru: Указанная кодовая страница не существует или не известна
sv: Specificerad kodsida finns inte eller är inte känd
vi_vn: Bảng mã được chỉ định không tồn tại hoặc không được biết

# ColCodepage
source: Codepage
bg: Кодова страница
da: Kodeside
fi: Koodisivu
fr: Page de codes
nl_be: Codepagina
ru: Кодовая страница
sv: Kodsida
vi_vn: Mã trang

# ColContext
source: Context
bg: Контекст:
da: Kontekst
de: Kontext
fi: Asiayhteys:
fr: Contexte
ru: Контекст:
sv: Sammanhang
vi_vn: Nội dung

# ColDescription
source: Description
bg: Описание:
da: Beskrivelse
de: Beschreibung
fi: Kuvaus:
nl: Beschrijving
nl_be: Omschrijving
ru: Описание:
sv: Beskrivning
vi_vn: Mô tả:

# ColID
source: ID
bg: Идентификационен номер
fi: Tunnus

# ColName
source: Name
bg: Име:
da: Navn
fi: Nimi:
fr: Nom
nl: Naam
nl_be: Naam
ru: Название:
sv: Namn
vi_vn: Tên:

# CustomerLabelTemplateDescription
source: Use this option to manage label printing templates for customers
bg: Използвайте тази опция, за да управлявате шаблоните за печат на етикети за клиенти
da: Brug denne mulighed til at administrere skabeloner til labeludskrivning for kunder
de: Verwenden Sie diese Option, um Etikettendruckvorlagen für Kunden zu verwalten
fi: Tämän vaihtoehdon avulla voit hallita etikettien tulostusmalleja asiakkaille
fr: Utilisez cette option pour gérer les modèles d'impression d'étiquettes de clients
nl: Gebruik deze optie om het etiket afdrukken Sjablonen beheren voor klanten
nl_be: Deze optie gebruiken om templates voor het afdrukken van labels voor klanten te beheren
ru: Используйте эту опцию для управлениея печатью этикеток для клиентов
sv: Använd alternativet för att hantera etikettutskriftsmallar för kunder
vi_vn: Sử dụng tùy chọn này để quản lý các mẫu nhãn in cho khách hàng

# CustomerLabelTemplateTooltipDescription
source: Manage printing templates for customer labels such as address and shipping labels
bg: Управлявайте шаблоните за печат за етикети на клиенти като етикети за адрес и доставка
da: Administrer udskrivningsskabeloner til kundelabels såsom adresse- og forsendelseslabels
de: Druckvorlagen für Kundenaufkleber, z. B. Adress- und Versandaufkleber, verwalten
fi: Hallitse tulostusmalleja asiakkaan etiketeille, kuten osoite- ja toimitustarroille
fr: Gérer les modèles d'impression pour les étiquettes de clients, comme les étiquettes d'adresse et de livraison
nl: Beheer sjablonen voor klantenlabels, zoals adres- en verzendlabels
nl_be: Afdruktemplates beheren voor klantenlabels zoals adres- en verzendingslabels
ru: Управление шаблонами печати этикеток клиента, такие как адреса или этикетки отгрузки
sv: Hantera utskriftsmallar för kundetiketter som adress- och fraktetiketter
vi_vn: Quản lý mẫu in cho nhãn của khách hàng như địa chỉ và nhãn vận chuyển

# CustomerLableTemplates
source: Customer label templates
bg: Шаблони за етикети на клиенти
da: Kundelabel-skabeloner
de: Kundenetikettenvorlagen
fi: Asiakkaan etikettimallit
fr: Modèles d'étiquettes client
nl: Klantenlabel sjablonen
nl_be: Templates voor labels voor klanten
ru: Шаблоны этикеток клиента
sv: Kundetikettmallar
vi_vn: Mẫu nhãn hàng của khách hàng

source: Delete
bg: Изтриване
da: Slet
de: Löschen
fi: Poista
fr: Supprimer
nl: Verwijderen
nl_be: Verwijderen
ru: Удалить
sv: Radera
vi_vn: Xóa

source: Delete label templates
bg: Изтриване на шаблоните за етикети
da: Slet labelskabeloner
de: Etikettenvorlagen löschen
fi: Poista etikettimallit
fr: Supprimer les modèles d'étiquettes
nl: Verwijder label sjablonen
nl_be: Labeltemplates verwijderen
ru: Удалить шаблоны этикетки
sv: Radera etikettmallar
vi_vn: Xóa các mẫu nhãn hàng

# DeleteLabelTemplatesQuestion
source: Are you sure you wish to delete the selected label templates?
bg: Наистина ли искате да изтриете избраните шаблони за етикети?
da: Er du sikker på, at du vil slette de valgte labelskabeloner?
de: Sind Sie sicher, dass sie die ausgewählten Etikettenvorlagen löschen wollen?
fi: Haluatko varmasti poistaa valitut etikettimallit?
fr: Êtes-vous sûr(e) de vouloir supprimer les modèles d'étiquettes choisis ?
nl: Weet u zeker dat u de geselecteerde labelsjablonen wilt verwijderen?
nl_be: Weet u zeker dat u de geselecteerde labeltemplates wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранные шаблоны этикетки?
sv: Vill du radera valda etikettmallar?
vi_vn: Bạn có chắc chắn muốn xóa các mẫu nhãn đã chọn?

source: Edit
bg: Редактиране
da: Rediger ...
de: Bearbeiten
fi: Muokkaa
fr: Modifier
nl: Bewerken
nl_be: Bewerken
ru: Редактировать
sv: Redigera
vi_vn: Chỉnh sửa

source: Error printing labels
bg: Грешка при отпечатване на етикети
da: Fejl ved udskrivning af labels
de: Fehler beim Drucken der Etiketten
fi: Virhe tulostettaessa etikettejä
fr: Erreur d'impression d'étiquettes
nl: Fout bij het afdrukken van labels
nl_be: Fout bij afdrukken labels
ru: Ошибка печати этикеток
sv: Fel vid etikettutskrift
vi_vn: Lỗi in nhãn

source: Forms and labels
bg: Форми и етикети
da: Formularer og labels
de: Formulare und Etiketten
fi: Lomakkeet ja etiketit
fr: Formulaires et étiquettes
nl: Tool voor labels en etiketten
nl_be: Formulieren en labels
ru: Формы и метки
sv: Formulär och etiketter
vi_vn: Biểu mẫu và nhãn

source: General setup
bg: Общи настройки
da: Generelle indstillinger
de: Allgemeines Setup
fi: Yleiset asetukset
fr: Paramètres généraux
nl: Algemene instellingen
nl_be: Algemene instelling
ru: Общая настройка
sv: Allmänna inställningar
vi_vn: Thiết lập chung

source: Item
bg: Артикул
da: Vare
de: Artikel
fi: Tuote
fr: Article
nl: Artikel
nl_be: Artikel
ru: Товар
sv: Artikel
vi_vn: Mặt hàng

# ItemLabelTemplateDescription
source: Use this option to manage label printing templates for items
bg: Използвайте тази опция, за да управлявате шаблоните за печат на етикети за артикули
da: Brug denne indstilling til at administrere skabeloner til labeludskrivning til varer
de: Verwenden Sie diese Option, um Etikettendruckvorlagen für Artikel zu verwalten
fi: Tämän vaihtoehdon avulla voit hallita tuotteiden etikettitulostusmalleja
fr: Utilisez cette option pour gérer les modèles d'impression d'articles
nl: Gebruik deze optie om etiketafdrukmallen voor items te beheren
nl_be: Deze optie gebruiken om afdruktemplates voor labels voor artikelen te beheren
ru: Используйте эту опцию для управлениея печатью этикеток для товаров
sv: Använd alternativet för att hantera etikettutskriftsmallar för artiklar
vi_vn: Sử dụng tùy chọn này để quản lý các mẫu in nhãn cho các mặt hàng

source: Item label templates
bg: Шаблони за етикети на артикули
da: Varelabel skabeloner
de: Artikeletikettenvorlage
fi: Tuotteen etikettitulostusmallit
fr: Modèles d'étiquettes d'articles
nl: Artikelsjablonen voor objecten
nl_be: Labeltemplates voor artikelen
ru: Шаблоны этикеток товара
sv: Artikeletikettmallar
vi_vn: Mẫu nhãn mặt hàng

# ItemLabelTemplateTooltipDescription
source: Manage printing templates for item labels such as shelf or price labels
bg: Управлявайте шаблоните за печат за етикети на артикули, като етикети за рафтове или ценови етикети
da: Administrer udskrivningsskabeloner til varemærker som hylde eller prislabels
de: Druckvorlagen für Artikeletiketten, z. B. Haltbarkeits- und Preisetiketten, verwalten
fi: Hallitse tuote-etikettien tulostusmalleja kuten hylly- ja hintatulosteita
fr: Gérer les modèles d'impression pour les étiquettes d'articles, comme les étiquettes de rayon ou de prix
nl: Beheer sjablonen voor objectetiketten, zoals planketiketten of prijskaartjes
nl_be: Afdruktemplates beheren voor artikellabels zoals rek- of prijslabels
ru: Управление шаблонами печати для этикетов товаров, такие как полочные или товарные этикетки
sv: Hantera utskriftsmallar för artikeletiketter som hyll- och prisetiketter
vi_vn: Quản lý mẫu in cho nhãn mặt hàng như giá kệ hoặc nhãn giá

# LabelExistsError
source: A label for this context with the given name already exists
bg: Вече съществува етикет за този контекст с даденото име
da: Der findes allerede en label til denne sammenhæng med det givne navn
de: Ein Etikett für diesen Kontext mit dem gegebenen Namen ist bereits vorhanden
fi: Etiketti tähän kontekstiin annetulla nimellä, on jo olemassa
fr: Une étiquette correspondant à ce contexte et à ce nom existe déjà
nl: De label afdrukservice is niet beschikbaar
nl_be: Er bestaat al een label voor deze context met de ingegeven naam
ru: Этикетка для этого содержимого будет названа уже существующеи именем
sv: En etikett med detta innehåll med givet namn finns redan
vi_vn: Một nhãn cho nội dung này với tên này đã tồn tại

source: Label printing
bg: Отпечатване на етикети
da: Labeludskrivning
de: Etikettendruck
fi: Etikettitulostus
fr: Impression d'étiquette
nl: Etiketten printen
nl_be: Label afdrukken
ru: Печать этикетки
sv: Etikettutskrift
vi_vn: In nhãn

# LabelPrintingServiceUnavailable
source: The label printing service is not available
bg: Услугата за печат на етикети не е налична
da: Labeludskrivningstjenesten er ikke tilgængelig
de: Der Etikettendruckdienst ist nicht verfügbar
fi: Etikettitulostuspalvelu ei ole käytettävissä
fr: Le service d'impression d'étiquettes n'est pas disponible
nl: De label afdrukservice is niet beschikbaar
nl_be: De afdrukservice voor labels is niet beschikbaar
ru: Сервис печати этикетки не доступен
sv: Etikettutskrift-tjänsten är inte tillgänglig
vi_vn: Dịch vụ in nhãn không có sẵn

source: Labels
bg: Етикети
de: Etiketten
fi: Etiketit
fr: Étiquettes
ru: Этикетки
sv: Etiketter
vi_vn: Nhãn

source: Label template
bg: Шаблон за етикет
da: Labelskabelon
de: Etikettenvorlage
fi: Etikettitulostus malli
fr: Modèle d'étiquette
nl: Etiket sjablonen
ru: Шаблон этикетки
sv: Etikettmall
vi_vn: Mẫu nhãn hàng

source: Label templates
bg: Шаблони за етикети
da: Labelskabeloner
de: Etikettenvorlagen
fi: Etikettitulostus mallit
fr: Modèles d'étiquettes
nl: Etiket sjablonen
ru: Шаблоны этикетки
sv: Etikettmallar
vi_vn: Các mẫu nhãn

# LabelTemplatesDescription
source: Use this option to manage label printing templates
bg: Използвайте тази опция, за да управлявате шаблоните за печат на етикети
da: Brug denne mulighed til at administrere skabeloner til labeludskrivning
de: Verwenden Sie diese Option, um Etikettendruckvorlagen zu verwalten
fi: Tämän asetuksen avulla voit hallita etikettitulostusmalleja
fr: Utilisez cette option pour gérer les modèles d'impression d'étiquettes
nl: Gebruik deze optie om etiketafdrukmallen te beheren
nl_be: Deze optie gebruiken om afdruktemplates voor labels te beheren
ru: Используйте эту опцию для управления шаблонами печати жтикетки
sv: Använd alternativet för att hantera etikettutskriftsmallar
vi_vn: Sử dụng tùy chọn này để quản lý các mẫu nhãn in

# NoEntitesPassedToDialog
source: No entities to print were passed to the dialog. Nothing to print.
bg: В диалоговия прозорец не бяха прехвърлени обекти за отпечатване. Нищо за печат.
da: Ingen enheder til udskrivning blev sendt til dialogen. Intet at udskrive.
de: Keine Druckeinheiten wurden an den Dialog übergeben. Nichts zu drucken.
fi: Mitään tulostuksia ei siirretty valintaikkunaan. Ei tulostettavaa.
fr: Aucune entité à imprimer n'a été communiquée à la boîte de dialogue. Rien à imprimer.
nl: Er werden geen entiteiten om af te drukken doorgegeven aan het dialoogvenster. Niets te printen.
nl_be: Er werden geen entiteiten om af te drukken naar het dialoogvenster verzonden. Niets om af te drukken.
ru: В этот диалог не было передано ни одной записи. Нечего печатать.
sv: Inget att skriva ut överfördes till dialogen. Inget att skriva ut.
vi_vn: Không có thực thể để in được chuyển đến hộp thoại. Không có gì để in.

# NoLabelSelected
source: No label template has been selected. Please select a label template before continuing.
bg: Не е избран шаблон за етикет. Моля изберете шаблон за етикет, преди да продължите.
da: Der er ikke valgt nogen labelskabelon. Vælg en labelskabelon, inden du fortsætter.
de: Keine Etikettenvorlagen ausgewählt. Bitte wählen Sie eine Etikettenvorlage, bevor Sie fortfahren.
fi: Etikettimalleja ei ole valittu. Valitse etikettimalli jatkaaksesi.
fr: Aucun modèle d'étiquette a été choisi. Sélectionnez un modèle d'étiquette avant de poursuivre.
nl: Er is geen label sjabloon geselecteerd. Selecteer alstublieft een label sjabloon voordat u verder gaat.
nl_be: Er werd geen labeltemplate geselecteerd. Selecteer een labeltemplate voordat u doorgaat.
ru: Не был выбран шаблон этикетки. Пожалуйста, выберите шаблон этикетки перед продолжением.
sv: Ingen etikettmall har valts. Välj en etikettmall innan du fortsätter.
vi_vn: Không có mẫu nhãn đã được chọn. Vui lòng chọn một mẫu nhãn trước khi tiếp tục.

# NoPrinterSelected
source: No printer has been selected. Please select a printer before continuing.
bg: Не е избран принтер. Моля изберете принтер преди да продължите.
da: Der er ikke valgt nogen printer. Vælg en printer, før du fortsætter.
de: Es wurde kein Drucker ausgewählt. Bitte wählen Sie einen Drucker aus, bevor sie fortfahren
fi: Tulostinta ei ole valittu. Valitse tulostin jatkaaksesi.
fr: Aucune imprimante n'a été choisie. Choisissez une imprimante avant de continuer.
nl: Er is geen printer geselecteerd. Selecteer een printer voordat u verder gaat.
nl_be: Er werd geen printer geselecteerd. Selecteer een printer voordat u doorgaat.
ru: Принтер не выбран. Пожалуйста, выберите принтер перед продолжением.
sv: Ingen skrivare är vald. Välj skrivare innan du fortsätter .
vi_vn: Không có máy in đã được chọn. Vui lòng chọn một máy in trước khi tiếp tục.

source: Possibly invalid template
bg: Вероятно невалиден шаблон
da: Muligvis ugyldig skabelon
de: Mögliche ungültige Vorlage
fi: Mahdollisesti virheellinen malli
fr: Modèle éventuellement invalide
nl: Mogelijke ongeldige template
nl_be: Mogelijk ongeldige template
ru: Возможно не корректный шаблон
sv: Eventuellt ogiltig mall
vi_vn: Có thể mẫu không hợp lệ

source: Template
bg: Шаблон
da: Skabelon
de: Vorlage
fi: Malli
fr: Modèle
nl: Sjabloon
ru: Шаблон
sv: Mall
vi_vn: Mẫu
