Repository: iespana/LSOne
Catalog: POS/Services/GiftCardService/Properties/resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Cancel
bg: Отказ
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
is: Hætta við
nl: Annuleren
nl_be: Annuleren
ru: Отмена
sv: Avbryt
vi_vn: Hủy bỏ thao tác

# EnterGiftCardId
source: Enter the gift card id:
bg: Въведете идентификационния номер на гифт карта:
da: Indtast gavekorts-ID:
de: Geben Sie die Geschenkkarten-ID ein:
es: Introduzca el ID de la tarjeta de regalo:
fi: Anna lahjakortin tunnus:
fr: Entrez l'ID carte cadeau :
is: Sláðu inn númer gjafakorts:
nl: De gift card id opgeven:
nl_be: De ID van de cadeaukaart invoeren:
ru: Введите ID подарочной карты:
sv: Ange presentkort ID:
vi_vn: Nhập id thẻ quà tặng:

source: Error issuing gift card:
bg: Грешка при издаване на гифт карта:
da: Fejl ved udstedelse af gavekort:
de: Fehler beim Erstellen der Geschenkkarte:
es: Error al emitir la tarjeta de regalo:
fi: Virhe kortin myöntämisessä:
fr: Erreur lors de l'émission de la carte cadeau
is: Villa kom upp við útgáfu gjafakorts:
nl: Fout afgifte Geschenkenkaart:
nl_be: Fout bij het uitgeven van de cadeaukaart:
ru: Ошибка при выпуске карты:
sv: Fel vid utställande av presentkort:
vi_vn: Lỗi phát hành thẻ quà tặng:

source: Get
bg: Получаване
da: Hent
de: Erhalten
es: Obtener
fi: Hae
fr: Obtenir
is: Sækja
nl: Ophalen
nl_be: Ophalen
ru: Получить
sv: Hämta
vi_vn: Nhận lấy

source: Gift Card
bg: Гифт карта
da: Gavekort
de: Geschenkkarte
es: Tarjeta de regalo
fi: Lahjakortti
fr: Carte cadeau
is: Gjafakort
nl_be: Cadeaubon
ru: Подарочная карта
sv: Presentkort
vi_vn: Thẻ quà tặng

# GiftCardAlreadyUsed
source: This gift card has already been used in this transaction. Please use another gift card or void the previous payment and try again
bg: Тази гифт карта вече е използвана в тази транзакция. Моля използвайте друга гифт карта или анулирайте предишното плащане и опитайте отново
da: Dette gavekort er allerede blevet anvendt som betaling i denne transaktion. Anvend et andet gavekort, eller annuller den foregående betaling, og prøv igen
de: Diese Geschenkarte ist bereits in dieser Transaktion verwendet worden. Bitte benutzen Sie eine andere Geschenkkarte oder löschen Sie die vorherige Zahlung und versuchen Sie es erneut
es: Esta tarjeta de regalo ya se ha utilizado en esta transacción. Utilice otra tarjeta de regalo o anule el pago anterior e inténtelo otra vez.
fi: Tätä lahjakorttia on jo käytetty tässä transaktiossa. Ole hyvä ja käytä toista lahjakorttia tai mitätöi edellinen suoritus ja yritä uudelleen
fr: Cette carte cadeau a déjà été utilisée lors de cette transaction. Veuillez utiliser une autre carte cadeau ou annuler le paiement précédant et recommencer
is: Þetta gjafakort hefur þegar verið notað í þessari færslu. Vinsamlegast notið annað gjafakort eða ógildið fyrri greiðslu og reynið aftur
nl: Deze cadeaubon is reeds gebruikt in deze transactie. Gelieve een andere Geschenkenkaart gebruiken of vernietigen van de vorige betaling en probeer het opnieuw
nl_be: Deze cadeaukaart werd al in deze transactie gebruikt. Voer een andere cadeaukaart in of maak de vorige betaling ongeldig en probeer het nog eens
ru: Эта подарочная карта уже используется в транзакции. Пожалуйста, используйте другую подарочную карту или аннулируйте предыдущую оплату и повторите снова
sv: Presentkortet har redan använts i transaktionen. Använd ett annat presentkort eller makulera tidigare betalning och försök igen
vi_vn: Thẻ quà tặng này đã được sử dụng trong giao dịch này. Vui lòng sử dụng thẻ quà tặng khác hoặc hủy bỏ khoản thanh toán trước đó và thử lại

# GiftCardAmount
source: Card balance:
bg: Карта Салдо:
da: Kortsaldo:
de: Kartensaldo:
es: Importe de la tarjeta de regalo:
fi: Kortin saldo:
fr: Solde de la carte :
is: Upphæð gjafakorts:
nl: Kaart saldo:
nl_be: Saldo kaart:
ru: Баланс карты:
sv: Presentkort belopp:
vi_vn: Số dư thẻ

# GiftCardBalanceToLow
source: Gift card balance is to low, current balance is:
bg: Балансът на гифт картата е нисък, текущото салдо е:
da: Saldoen på gavekortet er for lav, den aktuelle saldo er:
de: Geschenkkartensaldo ist zu niedrig, aktueller Saldo ist:
es: El saldo de la tarjeta de regalo es demasiado bajo, el saldo actual es:
fi: Lahjakortin saldo on liian pieni, nykyinen saldo on:
fr: Le solde de la carte est trop bas ; le solde actuel est de :
is: Staða gjafakorts er of lág, núverandi staða er:
nl: Cadeau kaart saldo is te laag, huidige saldo is:
nl_be: Saldo cadeaukaart is te laag; huidig saldo bedraagt:
ru: Баланс подарочной карты мал, ее текущий баланс :
sv: Presentkort saldo är för lågt, aktuellt saldo är:
vi_vn: Số dư thẻ quà tặng là thấp, số dư hiện tại là:

source: Gift card ID
bg: Гифт карта ID
da: Gavekorts-ID
de: Geschenkkarten-ID
es: ID de tarjeta de regalo
fi: Lahjakortin tunnus
fr: ID carte cadeau
is: Númer gjafakorts
nl: Giftcard
nl_be: Cadeaubon-id
ru: ID Подарочной карты
sv: Presentkort ID:
vi_vn: Quà

# GiftCardNotActive
source: This card is not active
bg: Тази карта не е активна
da: Dette kort er ikke aktivt
de: Diese Karte ist nicht aktiv
es: Esta tarjeta no está activa
fi: Tämä kortti ei ole aktiivinen
fr: Cette carte n'est pas active
is: Þetta gjafakort er ekki virkt
nl: Deze kaart is niet actief
nl_be: Deze kaart is niet actief
ru: Эта карта не активирована
sv: Kortet är inte aktivt
vi_vn: Thẻ này không hoạt động

source: Gift card not found
bg: Гифт карта не е намерена
da: Gavekort ikke fundet
de: Geschenkkarte nicht gefunden
es: No se encontró tarjeta de regalo
fi: Lahjakorttia ei löytynyt
fr: La carte cadeau n'a pas été trouvée
is: Gjafakort fannst ekki
nl: Cadeaukaart niet gevonden
nl_be: Cadeaukaart niet gevonden
ru: Подарочная карта не найдена
sv: Presentkort kan inte hittas
vi_vn: Không tìm thấy thẻ quà tặng

# GiftCardsDisabled
source: Gift cards are currently disabled. You either need to add a site service profile to the terminal or enable gift cards in the terminal's site service profile
bg: Понастоящем гифт картите са деактивирани. Трябва или да добавите профил на услугата на сайта към терминала или да разрешите гифт карти в профила на услугата на сайта на терминала
da: Gavekort er deaktiverede i øjeblikket. Du skal enten tilføje en Site Service-profil til terminalen, eller aktivere gavekort i terminalens Site Service-profil
de: Geschenkkarten sind momentan deaktiviert. Sie müssen entweder ein Store Server-Profil zu dem Terminal hinzufügen oder die Geschenkkarten in dem Store Server-Profil des Terminals aktivieren
es: Las tarjetas de regalo están deshabilitadas en este momento. Es necesario añadir un perfil de servidor de la tienda al terminal o habilitar tarjetas de regalo en el perfil del servidor de la tienda del terminal.
fi: Lahjakortit ovat tällä hetkellä poissa käytöstä. Sinun tulee joko lisätä Site Service profiili päätteelle tai aktivoida lahjakortit päätteen Site Service profiilissa
fr: Les cartes cadeau sont actuellement désactivées. Vous devez soit ajouter un profil de service de site au terminal, soit activer les cartes cadeau dans le profil de Service de site du terminal
is: Gjafakort er ekki virk. Þú þarft annaðhvort að bæta búðarþjóns profíl á útstöðina eða virkja gjafakort á búðarþjóns prófíl útstöðvarinnar.
nl: Cadeaubonnen zijn momenteel uitgeschakeld. U die ofwel moet toevoegen van een site-service profiel naar de terminal of inschakelen van de kaarten van de gift in van de terminal site serviceprofiel
nl_be: De cadeaukaarten zijn momenteel gedesactiveerd. U moet een Site Service-profiel aan de kassa toevoegen of in het Site Service-profiel van de kassa de cadeaukaarten activeren
ru: Подарочная карта заблокирована. Вам нужно либо добавить профайл Сайта Сервиса на терминал или разрешить подарочные карты в профайле Сайта Сервиса на терминале
sv: Presentkort är inaktiverat. Du måste antingen lägga till en Site Service profil till terminalen eller aktivera presentkort i terminalens Site Service profil
vi_vn: Thẻ quà tặng hiện đang bị vô hiệu hóa. Bạn cần thêm hồ sơ dịch vụ trang web vào thiết bị đầu cuối hoặc bật thẻ quà tặng trong hồ sơ dịch vụ trang web của thiết bị đầu cuối

source: Gift card validation successful
bg: Успешното потвърждаване на гифт карта
da: Validering af gavekort gennemført
de: Geschenkkartenüberprüfung erfolgreich
es: Validación correcta de la tarjeta de regalo
fi: Lahjakortin validointi onnistui
fr: Validation de la carte cadeau réussie
is: Gjafakort heimilað
nl: Cadeau kaart validatie succesvol
nl_be: Validering cadeaukaart geslaagd
ru: Подарочная карта проверена успешно
sv: Presentkort validering gick bra
vi_vn: Xác nhận thẻ quà tặng thành công

# IssueGiftCard
source: Issue #1
da: Problem #1
de: Problem #1
es: Problema #1
fi: Ongelma #1
fr: Émission #1
is: Gefa út #1
nl: Nummer 1
nl_be: Uitgeven #1
ru: Выпуск #1
sv: Problem #1
vi_vn: Vấn đề #1

source: OK
es: Aceptar
is: Í lagi
ru: ОК
vi_vn: Đồng ý

# UnknownErrorOccurred
source: Unknown error occurred during validation
bg: Възникна неизвестна грешка:
da: Der opstod en ukendt fejl i forbindelse med valideringen
de: Unbekannter Fehler ist während der Überprüfung aufgetreten
es: Error desconocido durante la validación
fi: Tuntematon virhe tapahtui:
fr: Une erreur inconnue s'est produite :
is: Óþekkt villa kom upp við heimilun gjafakorts
nl: Er is een onbekende fout opgetreden
nl_be: Tijdens de validering heeft zich een onbekende fout voorgedaan
ru: Во время проверки произошла неизвестная ошибка:
sv: Okänt fel uppstod under validering
vi_vn: Một lỗi không rõ nguyên nhân đã xảy

# NoGiftCardPaymentMethodFound
source: No valid gift card payment method found
bg: Не е намерен валиден начин за плащане с подаръчна карта
da: Der blev ikke fundet en gyldig gavekortsbetalingsmetode
de: Keine gültige Geschenkkartenzahlungsmethode gefunden
es: No se encontró un método de pago de tarjeta de regalo válido
fi: Kelvollista lahjakortin maksutapaa ei löytynyt
fr: Aucun mode de paiement de carte cadeau valide n'a été trouvé
is: Enginn gildur greiðslumáti fannst fyrir gjafakort
nl: Geen geldige cadeau kaart betalingsmethode gevonden
nl_be: Geen geldige cadeaukaartbetalingsmethode gevonden
ru: Не найден корректный метод оплаты подарочной картой
sv: Inget giltigt presentkortsbetalningsmetod hittad
vi_vn: Không tìm thấy phương thức thanh toán thẻ quà tặng hợp lệ

source: Activating gift card...
bg: Активиране на гифт карта ...
da: Aktiverer gavekort ...
de: Aktiviere Geschenkkarte...
es: Activando tarjeta de regalo...
fi: Aktivoidaan lahjakortti...
fr: Activation de la carte cadeau en cours...
is: Virkja gjafakort...
nl: Activeer Geschenkenkaart...
nl_be: Cadeaukaart activeren ...
ru: Активация тодарочной карты...
sv: Aktiverar presentkort...
vi_vn: Kích hoạt thẻ quà tặng ...

source: Updating gift card...
bg: Гифт карта се актуализира ...
da: Opdaterer gavekort ...
de: Aktualisiere Geschenkkarte...
es: Actualizando tarjeta de regalo...
fi: Päivitetään lahjakorttia...
fr: Mise à jour de la carte cadeau en cours...
is: Uppfæri gjafakort...
nl: Geschenkenkaart worden bijgewerkt...
nl_be: Cadeaukaart updaten ...
ru: Обновление подарочной карты...
sv: Uppdaterar presentkort...
vi_vn: Đang cập nhật thẻ quà tặng ...

source: Validating gift card...
bg: Потвърждаване на гифт карта ...
da: Validerer gavekort ...
de: Überprüfe Geschenkkarte...
es: Validando tarjeta de regalo...
fi: Validoidaan lahjakorttia...
fr: Validation de la carte cadeau en cours...
is: Heimila gjafakort...
nl: Valideren Geschenkenkaart...
nl_be: Cadeaukaart valideren ...
ru: Проверка подарочной карты...
sv: Validerar presentkort...
vi_vn: Xác thực thẻ quà tặng ...

source: Voiding gift card...
bg: Анулиране на подаръчната карта ...
da: Annullerer gavekort ...
de: Entleere Geschenkkarte...
es: Anulando tarjeta de regalo...
fi: Lahjakorttia mitätöidään...
fr: Annulation de la carte cadeau en cours...
is: Ógildi gjafakort...
nl: Voiding Geschenkenkaart...
nl_be: Cadeaukaart ongeldig maken ...
ru: Аннулирование подарочной карты...
sv: Makulerar presentkort...
vi_vn: Thẻ quà tặng bỏ trống ...

source: Voiding gift card payment...
bg: Анулиране на плащане с гифт карта...
da: Annullerer gavekortsbetaling ...
de: Entleere Geschenkkartenzahlung...
es: Anulando pago con tarjeta de regalo...
fi: Mitätöidään lahjakorttimaksu...
fr: Annulation du paiement de la carte cadeau en cours...
is: Ógildi greiðslu með gjafakorti...
nl: Gift card betaling ongeldig te verklaren...
nl_be: Betaling cadeaukaart ongeldig maken ...
ru: Аннулирование оплаты подарочной карты...
sv: Makulerar presentkortsbetalning...
vi_vn: Hủy thanh toán thẻ quà tặng ...

# NoAmountPleaseEnter
source: Please enter an amount
bg: Моля въведете сума
da: Indtast et beløb
de: Bitte geben Sie einen Betrag ein
es: Introducir un importe
fi: Anna summa
fr: Veuillez entrer un montant
is: Vinsamlegast sláið inn upphæð
nl: Voer een bedrag in
nl_be: Voer een bedrag in
ru: Пожалуйста, введите сумму
sv: Ange belopp
vi_vn: Vui lòng nhập số tiền

# AmountDue
source: Amount due: #1
bg: Дължима сума: #1
da: At betale: #1
de: Offener Betrag: #1
es: Importe por pagar #1
fi: Erääntyvä summa: #1
fr: Somme due : #1
is: Upphæð til greiðslu: #1
nl: Verschuldigde bedrag: #1
nl_be: Verschuldigd bedrag: #1
ru: Сумма к оплате: #1
sv: Att betala: #1
vi_vn: Số tiền đến hạn: # 1

# CommuncatingWithStoreServer
source: Communicating with Site service, please wait...
bg: Връзка с услугата на сайта, моля изчакайте ...
da: Kommunikerer med Site Service, vent et øjeblik ...
de: Kommuniziere mit Site Service, bitte warten...
es: Estableciendo comunicación con el servidor de la tienda, espere por favor...
fi: Kommunikoidaan Site Service -palvelun kanssa, ole hyvä ja odota...
fr: Communication avec le Service de site en cours, veuillez patienter...
is: Samskipti við búðarþjón, bíðið augnablik...
nl: Communiceren met on-site service, moment geduld a.u.b....
nl_be: Communiceren met Site Service, even geduld aub ...
ru: Взаимодействие с Сайтом Сервиса, пожалуйста, подождите...
sv: Kommunicerar med Site Service, var god vänta...
vi_vn: Giao tiếp với dịch vụ Trang web, vui lòng đợi ...

# CouldNotConnectToStoreServer
source: Could not connect to the site service.
bg: Не можахме да се свържем с услугата на сайта
da: Kunne ikke oprette forbindelse til Site Service
de: Konnte nicht zum Site Service verbinden.
es: No se puede establecer la conexión con el servidor de la tienda.
fi: Ei voitu yhdistää Site Serviceen
fr: Impossible de se connecter au Service de site
is: Tenging við búðarþjón tókst ekki.
nl: Kan geen verbinding met de Site-Service
nl_be: Kon geen verbinding tot stand brengen met de Site Service.
ru: Не удалось подключиться с Сайту Сервиса
sv: Kunde inte ansluta till Site Service.
vi_vn: Không thể kết nối với Trang Dịch vụ

# AddAmountQuestion
source: Do you want to add the entered amount to the gift card?
bg: Искате ли да добавите въведената сума към гифт картата?
da: Ønsker du at tilføje det indtastede beløb til gavekortet?
de: Möchten Sie den eingegebenen Betrag auf die Geschenkkarte laden?
es: ¿Desea añadir el importe introducido a la tarjeta regalo?
fi: Haluatko lisätä syötetyn summan lahjakortille?
fr: Souhaitez-vous ajouter le montant entré à la carte cadeau ?
is: Viltu bæta innsleginni upphæð við gjafakortið?
nl: Wilt u het ingevoerde bedrag toevoegen aan de giftcard?
nl_be: Wilt u het ingevoerde bedrag aan de cadeaukaart toevoegen?
ru: Вы хотите добавить введенную сумму к подарочной карте?
sv: Vill du lägga till beloppet till presentkortet?
vi_vn: Bạn có muốn thêm số tiền đã nhập vào thẻ quà tặng không?

source: Amount to add:
bg: Сума за добавяне:
da: Beløb at tilføje:
de: Hinzuzufügender Betrag:
es: Importe a añadir:
fi: Lisättävä summa:
fr: Montant à ajouter :
is: Upphæð til að bæta við:
nl: Bedrag toe te voegen:
nl_be: Bedrag dat moet worden toegevoegd:
ru: Добавить сумму:
sv: Belopp att lägga till:
vi_vn: Số tiền cần thêm:

source: Checking gift card...
bg: Проверка на гифт карта ...
da: Kontrollerer gavekort ...
de: Überprüfe Geschenkkarte...
es: Comprobando la tarjeta regalo...
fi: Tarkastetaan lahjakorttia...
fr: Vérification de la carte cadeau en cours...
is: Athuga gjafakort...
nl: Controle Geschenkenkaart...
nl_be: Cadeaukaart controleren ...
ru: Проверка подарочной карты...
sv: Kontrollerar presentkort...
vi_vn: Kiểm tra thẻ quà tặng ...

source: Connection failure
bg: Неуспешно свързване
da: Fejl ved oprettelse af forbindelse
de: Verbindungsfehler
es: Error de conexión
fi: Yhteysvirhe
fr: Échec de la connexion
is: Tengivilla
nl: Verbindingsfout
nl_be: Storing in verbinding
ru: Ошибка подключения
sv: Uppkoppling misslyckades
vi_vn: Lỗi kết nối

# CurrentAmountExceedsMaximum
source: Current amount exceeds the maximum balance amount. The maximum is #1
bg: Текущата сума надвишава максималната сума на салдото. Максимумът е #1
da: Det aktuelle beløb overstiger den maksimale saldo. Den må højst være #1
de: Aktueller Betrag übersteigt den maximalen Saldobetrag. Das Maximum ist #1
es: El importe actual supera el saldo máximo. El máximo es #1.
fi: Nykyinen summa ylittää enimmäissaldon. Enimmäisaldo on #1
fr: Le montant actuel dépasse le montant maximum du solde. Le maximum est #1
is: Valin upphæð er of há. Hámarksupphæð er: #1
nl: Huidige bedrag hoger is dan het maximale saldobedrag. De maximumwaarde is #1
nl_be: Huidig bedrag overtreft het maximale saldobedrag. Het maximum is #1
ru: Текущая сумма превосходит максимальную сумму баланса. Максимальная сумма #1
sv: Beloppet överskrider maximum saldobelopp. Maximum är #1
vi_vn: Số tiền hiện tại vượt quá số dư tối đa. Tối đa là # 1

source: Current balance:
bg: Текущ баланс:
da: Aktuel saldo:
de: Aktueller Saldo:
es: Saldo actual:
fi: Nykyinen saldo
fr: Solde actuel :
is: Núverandi staða:
nl: Huidig saldo:
nl_be: Huidig saldo:
ru: Текущий баланс:
sv: Aktuellt saldo:
vi_vn: Số dư hiện tại:

source: Final balance:
bg: Краен баланс:
da: Endelig saldo:
de: Schlusssaldo:
es: Saldo final:
fi: Lopullinen saldo:
fr: Solde final :
is: Lokastaða:
nl: Eind Prognose
nl_be: Definitief saldo:
ru: Конечный баланс:
sv: Slutsaldo:
vi_vn: Số dư sau cùng

# GiftCardCurrencyMismatchError
source: Gift card currency and store currency do not match. Store currency is #1 but gift card currency is #2
bg: Валутата на картата за подарък и валутата на магазина не съвпадат. Валутата на магазина е #1, а валутата на гифт картата е #2
da: Gavekortets valuta og butikkens valuta stemmer ikke overens. Butikkens valuta er #1, men gavekortets valuta er #2.
de: Geschenkkartenwährung und Geschäftswährung stimmen nicht überein. Geschäftswährung ist # 1, aber die Geschenkkartenwährung ist #2
es: La divisa de la tarjeta regalo y la divisa de la tienda no coinciden. La divisa de la tienda es #1 y la divisa de la tarjeta regalo es #2.
fi: Lahjakortin valuutta ja myymälän valuutta eivät täsmää. Myymälän valuutta on #1, mutta lahjakortin on #2
fr: La devise de la carte cadeau ne correspond pas à la devise du magasin. La devise du magasin est #1 mais la devise de la carte cadeau est #2.
is: Gjaldmiðlar gjafakorts og búðar stemma ekki. Gjaldmiðill búðar er #1 en gjaldmiðill gjafakorts er #2
nl: Cadeau kaart valuta en winkel valuta komen niet overeen. Winkel valuta is #1 maar cadeau kaart valuta is #2
nl_be: De valuta op de cadeaukaart en de valuta in de winkel stemmen niet overeen. De valuta van de winkel is #1, maar de cadeaukaartvaluta is #2
ru: Валюта подарочной карты и магазина не соответствуют. Валюта магазина #1, а валюта подарочной карты #2
sv: Presentkortsvaluta och butiksvaluta överensstämmer inte. Butiksvaluta är #1 men presentkortsvaluta är #2
vi_vn: Tiền thẻ quà tặng và tiền tệ cửa hàng không phù hợp. Tiền tệ lưu trữ là #1 nhưng tiền tệ thẻ quà tặng là #2

# GiftcardExistsNotRefillable
source: Gift card exists and is not refillable
bg: Гифт карта съществува и не може да се зарежда отново
da: Gavekortet eksisterer, og der kan ikke fyldes flere penge på
de: Die Gutscheinkarte existiert und kann nicht aufgeladen werden.
es: La tarjeta regalo existe y no es recargable
fi: Lahjakortti on olemassa eikä sille voi lisätä saldoa
fr: La carte cadeau existe mais n'est pas rechargeable
is: Gjafakort er til og er ekki áfyllanlegt
nl: Gift card bestaat en is niet hervulbare
nl_be: Cadeaubon bestaat en is niet hernieuwbaar
ru: Подарочная карту уже существует и не может быть отменена
sv: Presentkort är tillgängligt och kan inte fyllas på
vi_vn: Thẻ quà tặng tồn tại và không thể nạp lại

# GiftCardHasZeroBalance
source: Gift card cannot be used. The balance is 0
bg: Гифт карта не може да се използва. Балансът е 0
da: Gavekortet kan ikke anvendes. Saldoen er 0
de: Geschenkkarte kann nicht verwendet werden. Saldo ist 0
es: No se puede utilizar la tarjeta regalo. No queda saldo.
fi: Lahjakorttia ei voi käyttää. Saldo on nolla
fr: La carte cadeau ne peut pas être utilisée. Son solde est de 0
is: Ekki er hægt að nota gjafakort. Staða korts er 0
nl: Geschenkenkaart kan niet worden gebruikt. Het saldo is 0
nl_be: De cadeaukaart kan niet worden gebruikt. Het saldo bedraagt 0
ru: Подарочная карта не может быть использована. Ее баланс 0
sv: Presentkort kan inte användas. Saldo är 0.
vi_vn: Thẻ quà tặng không thể được sử dụng. Số dư là 0

# GiftCardIDAlreadyExists
source: This gift card ID already exists, please enter another ID
bg: Този идентификационен номер за гифт карта вече съществува, моля въведете друг идентификационен номер
da: Dette gavekorts-ID eksisterer allerede, indtast et andet ID
de: Diese Geschenkkarten-ID existiert bereits, bitte geben Sie eine andere ID ein
es: Este ID de tarjeta regalo ya existe, introduzca otro ID
fi: Tämä lahjakorttitunnus on jo olemassa, kirjoita toinen tunnus
fr: Cet ID de carte cadeau existe déjà ; veuillez entrer un autre ID
is: Þetta gjafakortanúmer er nú þegar til, vinsamlegast sláið inn annað númer
nl: Deze Geschenkenkaart-ID al bestaat, geef een andere ID
nl_be: De ID van de cadeaukaart bestaat al; voer een andere ID in
ru: ID этой подарочной карты уже существует. Пожалуйста, введите другой ID
sv: Presentkort-ID finns redan, ange ett annat ID
vi_vn: ID thẻ quà tặng này đã tồn tại, vui lòng nhập ID khác

# GiftCardInUseOrInvalidID
source: gift card already in use or invalid gift card ID entered
bg: Гифт карта вече е в употреба или въведен невалиден номер на карта
da: gavekort allerede i brug, eller ugyldigt gavekorts-ID indtastet
de: Geschenkkarte bereits genutzt oder ungültige Geschenkkarten-ID eingegeben
es: La tarjeta regalo ya se ha utilizado o ha introducido un ID incorrecto de la tarjeta regalo
fi: lahjakortti on jo olemassa tai väärä lahjakortti numero syötetty
fr: Cette carte cadeau est déjà utilisée ou un ID de carte cadeau non valide a été entré
is: Gjafakort er nú þegar í notkun eða ógilt númer slegið inn
nl: de Geschenkenkaart reeds in gebruik of ongeldig gift card ID ingevoerd
nl_be: de cadeaukaart wordt al gebruikt of er werd een ongeldige ID van de cadeaukaart ingevoerd
ru: Подарочная карта уже используется или неправильно введен ID подарочной карты
sv: presentkort används redan eller ogiltigt presentkort-ID har registrerats
vi_vn: thẻ quà tặng đã được sử dụng hoặc đã nhập ID thẻ quà tặng không hợp lệ

# GiftCardNotRefillable
source: This gift card is not refillable
bg: Тази гифт карта не може да се зареди отново
da: Der kan ikke fyldes penge på gavekortet igen
de: Diese Geschenkkarte ist nicht wieder aufladbar
es: Esta tarjeta regalo no es recargable
fi: Tämä lahjakortti ei ole uudelleenladattava
fr: Cette carte cadeau n'est pas rechargeable
is: Þetta gjafakort er ekki áfyllanlegt
nl: Deze cadeau kaart is niet hervulbare
nl_be: Deze cadeaukaart kan niet opnieuw worden aangevuld
ru: Эта карта не возвратная
sv: Presentkortet är inte påfyllningsbart
vi_vn: Thẻ quà tặng này không được nạp lại
