Repository: iespana/LSOne
Catalog: POS/Services/GiftCardService/Properties/resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# NoGiftCardIDPleaseEnter
source: Please enter a gift card ID
bg: Моля въведете номер на гифт карта
da: Indtast et gavekorts-ID
de: Bitte geben Sie eine Geschenkkarten-ID ein
es: Introduzca un ID de tarjeta regalo
fi: Anna lahjakortin tunnus
fr: Veuillez entrer un ID de carte cadeau
is: Vinsamlegast sláið inn númer gjafakorts
nl: Voer een geschenk kaart-ID
nl_be: Voer een ID van een cadeaukaart in
ru: Пожалуйста, введите ID подарочной карты
sv: Ange ett presentkort-ID
vi_vn: Vui lòng nhập ID thẻ quà tặng

# OverTenderNotAllowedOnRefillable
source: Overtendering not allowed on refillable gift cards.
bg: Надплащането не е разрешено при многократни гифт карти
da: Overbetaling er ikke tilladt med påfyldningsbare gavekort.
de: Überangebot auf aufladbare Geschenkkarten nicht erlaubt.
es: Las tarjetas regalo recargables no admiten la opción de sobrepago.
fi: Ylisuoritukset eivät ole sallittuja uudelleenladattavilla lahjakorteilla
fr: Le rendu-monnaie n'est pas autorisé sur les cartes cadeau rechargeables.
is: Yfirborgun er ekki leyfð á áfyllanlegum gjafakortum.
nl: Overtendering toegestaan niet op hervulbare cadeau kaarten.
nl_be: Overtendering niet toegestaan ​​op herlaadbare cadeaubonnen.
ru: Менять тип оплаты не разрешено для возвращаемых подарочных карт. .
sv: Överbetalning inte tillåten i påfyllningsbara presentkort.
vi_vn: Vượt thanh toán không được phép trên thẻ quà tặng refillable.

# GiftCardDuplicateIdForId
source: A gift card with this ID has already been added to transaction.
bg: Вече е добавена гифт карта с този идентификационен номер.
da: Et gavekort med dette ID er allerede føjet til transaktionen.
de: Eine Geschenkkarte mit dieser ID wurde bereits zur Transaktion hinzugefügt.
es: Ya se ha añadido una tarjeta regalo con este ID a la transacción.
fi: Tällä numerolla oleva lahjakortti on jo tapahtumalla
fr: Une carte cadeau correspondant à cet ID a déjà été ajoutée à la transaction.
is: Gjafakort með þessu númeri er nú þegar á sölunni.
nl: Een gift card met deze ID is al toegevoegd aan de transactie.
nl_be: Een cadeaukaart met deze ID werd al aan de transactie toegevoegd.
ru: Подарочная карта с этим ID уже была добавлена в транзакцию.
sv: Ett presentkort med detta ID har redan lagts till för transaktionen.
vi_vn: Thẻ quà tặng có ID này đã được thêm vào giao dịch.

# GiftCardDuplicateIdForIdAmount
source: A gift card with this ID has already been added to transaction. Please select another ID for the gift card you are issuing.
bg: Към транзакцията вече е добавена гифт карта с този идентификационен номер. Моля изберете друг идентификационен номер за гифт картата, която издавате.
da: Et gavekort med dette ID er allerede føjet til transaktionen. Vælg et andet ID for det gavekort, du udsteder.
de: Eine Geschenkkarte mit dieser ID wurde bereits zur Transaktion hinzugefügt. Bitte wählen Sie eine andere ID für die Geschenkkarte, die Sie gerade ausstellen.
es: Ya se ha añadido una tarjeta regalo con este ID a la transacción. Seleccione otro ID para la tarjeta regalo que va a emitir.
fi: Tällä numerolla oleva lahjakortti on jo tapahtumalla. Ole hyvä ja valitse toinen lahjakortti numero.
fr: Une carte cadeau correspondant à cet ID a déjà été ajoutée à la transaction. Veuillez choisir un autre ID pour la carte cadeau que vous êtes en train d'émettre.
is: Gjafakorti með þessu auðkenni hefur nú þegar verið bætt við þessa færslu. Veljið annað auðkenni fyrir gjafakortið.
nl: Een gift card met deze ID is al toegevoegd aan de transactie. Selecteer een andere ID voor de giftcard die u geven.
nl_be: Een cadeaukaart met deze ID werd al aan de transactie toegevoegd. Selecteer een andere ID voor de cadeaukaart die u gaat uitgeven.
ru: Подарочная карта с этим ID уже была добавлена в транзакцию. Пожалуйста, выберите другой ID карты.
sv: Ett presentkort med detta ID har redan lagts till för transaktionen. Välj ett annat ID för presentkortet du ska utfärda.
vi_vn: Thẻ quà tặng có ID này đã được thêm vào giao dịch. Vui lòng chọn một ID khác cho thẻ quà tặng bạn đang phát hành.
