Repository: iespana/LSOne
Catalog: POS/Other/Peripherals/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# HardwareNotSavedOnHO
source: Could not access service to save hardware settings centrally, only local changes will be performed.
bg: Не може да има достъп до услугата, за да се запазят централизирано настройките на хардуера, промените ще бъдат запазени локално
da: Kunne ikke få adgang til service for at gemme hardwareindstillinger centralt – ændringer vil kun blive udført lokalt.
de: Der Dienst war nicht erreichbar, um die Hardwareeinstellungen zentral zu speichern. Es werden nur lokale Änderungen durchgeführt.
es: No se pudo acceder al servicio para guardar de forma centralizada la configuración de hardware. Solo se realizarán cambios locales.
fi: Palvelua ei voitu käyttää laitteistoasetusten tallentamiseen keskitetysti, vaan vain paikalliset muutokset suoritetaan.
fr: Impossible d'accéder au service pour enregistrer les paramètres matériel de façon centrale ; seuls les changements locaux seront effectués.
is: Gat ekki tengst þjónustu til að vista vélbúnaðarstillingar miðlægt, aðeins staðbundnar breytingar verða framkvæmdar.
nl: Kan geen toegang tot de service voor het opslaan van de hardware-instellingen centraal, alleen lokale wijzigingen zal worden uitgevoerd.
nl_be: Geen toegang tot service om hardware-instellingen centraal op te slaan, alleen lokale wijzigingen worden uitgevoerd.
ru: Нет доступа к централизованному сохранению настроек оборудования. Будут выпольнены только локальные изменения. .
sv: Det gick inte att komma åt tjänsten för att spara hårdvaruinställningar centralt, ändringar tillämpas endast lokalt.
vi_vn: Không thể truy cập dịch vụ để lưu cài đặt phần cứng tập trung, chỉ những thay đổi cục bộ sẽ được thực hiện.

# HardwareProfileSufficientPermissions
source: To change the hardware profile a user with sufficient permissions needs to log in.
bg: За да промените хардуерния профил, потребителят с необходимите разрешения трябва да влезе в профила си.
da: Hardwareprofilen kan kun ændres ved, at en bruger med tilstrækkelige tilladelser logger ind.
de: Um das Hardwareprofil eines Benutzers mit ausreichenden Berechtigungen zu ändern, müssen Sie sich anmelden.
es: Para cambiar el perfil de hardware, es necesario que un usuario con los permisos adecuados inicie sesión.
fi: Jos haluat muuttaa laitteistoprofiilia, on kirjauduttava sisään käyttäjätunnuksella, jolla on riittävät käyttöoikeudet.
fr: Pour modifier le profil matériel, un utilisateur aux permissions suffisantes doit se connecter.
is: Til að breyta vélbúnaðarprófíl þarf notandi með nægileg réttindi að skrá sig inn.
nl: Als u wilt wijzigen van de hardware-profiel een gebruiker met voldoende machtigingen moeten om in te loggen.
nl_be: Om het hardwareprofiel te wijzigen, moet een gebruiker met voldoende machtigingen zich aanmelden.
ru: Чтобы изменить профиль оборудования, пользователю с достаточными разрешениями необходимо войти в систему.
sv: För att ändra hårdvaruprofilen måste en användare med rätt behörighet logga in.
vi_vn: Để thay đổi cấu hình phần cứng, người dùng có đủ quyền cần phải đăng nhập.

# MoreThanOneOPOSDevice
source: Found {0} {1} devices, do you want the POS to try to find and select an active device?
bg: Намерени са {0} {1} устройства, искате ли POS да намери и избере активно устройство?
da: Fandt {0} {1} enheder. Ønsker du, at kassen skal forsøge at finde og vælge en aktiv enhed?
de: {0} {1} Geräte gefunden. Möchten Sie, dass das POS versucht, ein aktives Gerät zu suchen und auszuwählen?
es: Se encontraron {0} dispositivos {1}. ¿Desea que el punto de venta intente buscar y seleccionar un dispositivo activo?
fi: Löytyi {0} {1} laitteita, haluatko POS-laitteen yrittävän etsiä ja valita aktiivisen laitteen?
fr: {0} {1} dispositifs trouvés, souhaitez-vous que le PDV essaye de trouver et de choisir un dispositif actif ?
is: Fann {0} {1} tæki, viltu að útstöðin reyni að finna og velja virkt tæki?
nl: Gevonden {0} {1} apparaten, wilt u de kassa om te proberen te vinden en selecteren van een actief apparaat?
nl_be: {0} {1} apparaten gevonden, wilt u de POS een actief apparaat laten zoeken en selecteren?
ru: Найдено {0} {1} устройств. Вы хотите, чтобы POS попыталось найти и выбрать активное устройство?
sv: Hittade {0} {1} enheter. Vill du att kassan ska försöka hitta och välja en aktiv enhet?
vi_vn: Đã tìm thấy các thiết bị {0} {1}, bạn có muốn POS thử tìm và chọn một thiết bị hoạt động không?

# NoHardwareProfilePermission
source: You do not have permission to change the hardware profile.
bg: Нямате разрешение да променяте хардуерния профил
da: Du har ikke tilladelse til at ændre hardwareprofilen.
de: Sie haben keine Berechtigung, um das Hardwareprofil zu ändern.
es: No dispone de los permisos necesarios para cambiar el perfil de hardware.
fi: Sinulla ei ole lupaa muuttaa laitteistoprofiilia.
fr: Vous n'êtes pas autorisé à modifier le profil matériel.
is: Þú hefur ekki réttindi til að breyta vélbúnaðarprófíl.
nl: U bent niet gemachtigd om te veranderen van het hardwareprofiel.
nl_be: U hebt geen machtiging om het hardwareprofiel te wijzigen.
ru: У вас нет разрешения на изменение в профиле оборудования.
sv: Du har inte behörighet att ändra hårdvaruprofilen.
vi_vn: Bạn không có quyền thay đổi hồ sơ phần cứng.

# NoOPOSDevice
source: No {0} found
bg: Не е намерен {0}
da: Ingen {0} fundet
de: Kein {0} gefunden
es: No se han encontrado {0}
fi: {0} ei löytynyt
fr: Aucun {0} trouvé
is: Ekkert {0} fannst
nl: <span class="pagebanner">Geen {0} gevonden.</span>
nl_be: Geen {0} gevonden
ru: Не {0} найдено
sv: Det gick inte att hitta {0}
vi_vn: Không tìm thấy {0}

# NoPrinterSelected
source: No printer has been selected it might be impossible to start LS One POS using these settings.
bg: Не е избран принтер, и може да бъде невъзможно да се стартира LS One POS с тези настройки.
da: Der er ikke valgt nogen printer. Det kan være umuligt at starte LS One POS med disse indstillinger.
de: Es wurde kein Drucker ausgewählt. Möglicherweise ist es nicht möglich, LS One POS mit diesen Einstellungen zu starten.
es: No ha seleccionado ninguna impresora. Puede que sea imposible iniciar LS One POS con esta configuración.
fi: Tulostinta ei ole valittu, LS One kassaa voi olla mahdotonta käynnistää näillä asetuksilla.
fr: Aucune imprimante n'a été sélectionnée. Il pourrait être impossible de lancer LS One POS avec ces paramètres.
is: Enginn prentari hefur verið skráður, það gæti verið ómögulegt að ræsa LS One POS með þessum stillingum.
nl: Er is geen printer geselecteerd. Het kan onmogelijk zijn om LS One POS te starten met deze instellingen.
nl_be: Er werd geen printer geselecteerd; het is misschien niet mogelijk om met behulp van deze instellingen LS One POS op te starten.
ru: Не выбран принтер. Это может послужить причиной невозможности запуска LS One POS, использующей эти настройки.
sv: Ingen skrivare har valts, det kan vara omöjligt att starta LS One kassan med dessa inställningar.
vi_vn: Không có máy in nào được chọn, không thể khởi động LS One POS bằng các cài đặt này.

# TestFailed
source: Device test failed: #1
bg: Тестът на устройството не бе успешен: #1
da: Test af enhed mislykkedes: #1
de: Gerätetest fehlgeschlagen: #1
es: Prueba del dispositivo fallida: #1
fi: Laitetesti epäonnistui: #1
fr: Le test du dispositif a échoué : #1
is: Prófun á tæki mistókst: #1
nl: Test van het apparaat is mislukt: #1
nl_be: Apparaattest mislukt: #1
ru: Тестирование устройства не успешно:#1
sv: Enhetstestet misslyckades: #1
vi_vn: Kiểm tra thiết bị thất bại: # 1

# TestSuccessful
source: Device tested successfully
bg: Устройството е тествано успешно
da: Test af enhed gennemført
de: Gerät erfolgreich getestet
es: Prueba del dispositivo realizada correctamente
fi: Laite testattiin onnistuneesti
fr: Test du dispositif réussi
is: Prófun á tæki tókst
nl: Apparaat met succes getest
nl_be: Apparaat met succes getest
ru: Тестирование устройства успешно
sv: Enhet testad
vi_vn: Thiết bị đã được thử nghiệm thành công

source: Welcome to
bg: Добре дошли в
da: Velkommen til
de: Willkommen bei
es: Bienvenido/a a
fi: Tervetuloa
fr: Bienvenue sur
is: Velkomin í
nl: Welkom bij
nl_be: Welkom bij
ru: Добро пожаловать
sv: Välkommen till
vi_vn: Chào mừng đến

source: Printing station
bg: Печатна станция
da: Printstation
de: Druckstation
es: Estación de impresión
fi: Tulostusasema
fr: Poste d'impression
is: Prentunarstöð
nl: Drukken
nl_be: Printstation
ru: Станция печати
sv: Restaurang station
vi_vn: Trạm in

source: Could not start print job.
bg: Заданието за печат не можа да се стартира.
da: Kunne ikke starte udskrivningsopgaver.
de: Druckauftrag konnte nicht gestartet werden.
es: No se pudo iniciar la tarea de impresión.
fi: Tulostusta ei voitu aloittaa
fr: Impossible de lancer le travail d'impression.
is: Ekki tókst að hefja prentun.
nl: Kon afdruktaak niet starten.
nl_be: Afdruktaak kan niet worden gestart.
ru: Не удалось запустить задание печати.
sv: Kunde inte starta utskriftsjobb.
vi_vn: Không thể bắt đầu công việc in ấn.

# PleaseCheckPrinterOrPrintingStation
source: Please check the printer or the printing station
bg: Моля проверете принтера или печатната станция
da: Kontroller printeren eller printstationen
de: Bitte überprüfen Sie den Drucker oder die Druckstation.
es: Compruebe la impresora o la estación de impresión
fi: Tarkista tulostin tai tulostusasema
fr: Vérifiez l'imprimante ou le poste d'impression
is: Vinsamlegast athugið prentara eða prentunarstöð
nl: Controleer de printer of het afdrukken station
nl_be: Controleer de printer of het afdrukstation
ru: Проверьте принтер или станцию печати
sv: Kontrollera skrivaren eller utskriftsstationen
vi_vn: Vui lòng kiểm tra máy in hoặc trạm in

source: Printing station error
bg: Грешка в печатащата станция
da: Fejl på printstation
de: Druckstationsfehler
es: Error de la estación de impresión
fi: Tulostusaseman virhe
fr: Erreur de poste d'impression
is: Villa frá prentunarstöð
nl: Afdrukken van station fout
nl_be: Fout op afdrukstation
ru: Ошибка станции печати
sv: Utskriftsstationsfel
vi_vn: Lỗi trạm in
