Repository: iespana/LSOne
Catalog: POS/Other/Peripherals/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Enter weight
bg: Въведете тегло
da: Indtast vægt
de: Gewicht eingeben
es: Introducir peso
fi: Syötä paino
fr: Entrez le poids
is: Þyngd
nl: Gewicht opgeven
nl_be: Gewicht invoeren
ru: Введите вес
sv: Ange vikt
vi_vn: Nhập Trọng lượng

# PrinterNotAccessible
source: Printer #1 is not accessible. The printing has been cancelled.
bg: Принтер #1 не е достъпен. Отпечатването е отменено.
da: Printer #1 er ikke tilgængelig. Udskrivningen er blevet annulleret.
de: Drucker #1 ist nicht erreichbar. Der Druck wurde abgebrochen.
es: No se puede acceder a la impresora #1. La impresión se ha cancelado.
fi: Tulostin #1 ei ole käytettävissä. Tulostus on keskeytetty.
fr: L'imprimante #1 n'est pas accessible. L'impression a été annulée.
is: Ekki næst í prentara #1. Hætt hefur verið við prentun .
nl: Printer #1 is niet toegankelijk. Het afdrukken is geannuleerd.
nl_be: Printer #1 is niet toegankelijk. De afdrukopdracht werd geannuleerd.
ru: Принтер #1 не доступен. Печать отменена.
sv: Det finns ingen åtkomst till skrivare #1. Utskrift avbruten.
vi_vn: Máy in #1 không truy cập được. Việc in ấn đã bị hủy bỏ.

source: Printing
bg: Отпечатване
da: Udskrivning
de: Drucken
es: Imprimiendo
fi: Tulostus
fr: Impression
is: Prentun
nl: Bezig met printen
nl_be: Afdrukken ...
ru: Печать
sv: Utskrift
vi_vn: In ấn

# PrinterCompletedOutput
source: The printer has completed it's output!
da: Printeren er færdig med at udskrive
de: Druckauftrag abgeschlossen!
es: La impresora ha completado su salida.
fi: Tulostin on saanut valmiiksi tulostuksen!
fr: L'imprimante a terminé sa sortie !
is: Prentarinn hefur lokið útprentun!
nl: De printer is voltooid de uitgang!
nl_be: De printer is klaar!
ru: Принтер завершил печать данных!
sv: Skrivaren är klar med utskriften!
vi_vn: Máy in đã hoàn thành đầu ra của nó!

# PrinterFiredOffAnEvent
source: The printer fired off an error event!
bg: Принтерът изключи грешка!
da: Der opstod en fejl i printeren!
de: Der Drucker meldet einen Ereignisfehler!
es: Se ha producido un error en la impresora.
fi: Tulostin antoi virheilmoituksen!
fr: L'imprimante a lancé un évènement d'erreur !
is: Prentarinn sendi villuskilaboð!
nl: De printer afgevuurd uit een foutgebeurtenis!
nl_be: De printer veroorzaakte een fout!
ru: Принтер не работает в результате ошибки!
sv: Det uppstod ett fel i skrivaren !
vi_vn: Sự kiện lỗi do tắt máy in

# CashDrawerIsClosed
source: The cash drawer is closed.
bg: Касово чекмедже е затворено.
da: Skuffen er lukket.
de: Die Kassenschublade ist geschlossen.
es: La caja registradora está cerrada.
fi: Kassalaatikko on suljettu.
fr: Le tiroir-caisse est fermé.
is: Peningaskúffan er ekki virk.
nl: Lade is nu gesloten.
nl_be: De lade van de kassa is dicht.
ru: Кассовый денежный ящик закрыт.
sv: Kassalådan är stängd.
vi_vn: Các ngăn kéo tiền mặt được đóng lại.

# CashDrawerIsIllegallyClosed
source: The cash drawer is illegally closed.
bg: Касовото чекмедже е неправилно затворено.
da: Skuffen er blevet lukket på en måde, som ikke er tilladt.
de: Die Kassenschublade ist unerlaubt geschlossen.
es: La caja registradora está cerrada ilícitamente.
fi: Kassalaatikko on suljettu luvattomasti.
fr: Le tiroir-caisse est fermé illégalement.
is: Peningaskúffan er ekki virk.
nl: De Kassalade is illegaal gesloten.
nl_be: De lade van de kassa werd onrechtmatig gesloten.
ru: Денежный ящик неожиданно закрылся.
sv: Kassalådan är stängd på ett otillåtet sätt.
vi_vn: Các ngăn kéo tiền mặt được đóng cửa bất hợp pháp.

# CheckForPaperJam
source: Printer failure: Check for paper jam or power failure.
bg: Отказ на принтера: Проверете за засядане на хартия или прекъсване на захранването.
da: Printerfejl. Kontroller, om der er papir i klemme, eller om strømmen er gået.
de: Fehler. Prüfen Sie, ob ein Papiestau vorliegt.
es: Error: compruebe si se ha atascado el papel.
fi: Tulostinvirhe: Tarkista paperitukos tai virtakatkos.
fr: Défaillance de l'imprimante : Vérifiez qu'il n'y ait pas de bourrage papier ou de problème d'alimentation.
is: Prentara villa. Athugaðu hvort pappírinn sé flæktur.
nl: Printer mislukking: controleren op papier jam of macht mislukking.
nl_be: Fout. Controleer of er papier klem zit.
ru: Отказ принтера: Проверьте жом бумаги или проблему с эл.питанием.
sv: Fel. Pappret har fastnat.
vi_vn: Lỗi máy in: Kiểm tra kẹt giấy hoặc mất điện.

# CouldNotLoadCashDrawer
source: Could not load cash drawer: #1
bg: Касовото чекмедже не можа да се зареди: #1
da: Kunne ikke indlæse skuffe: #1
de: Kassenschublade könnte nicht geladen werden: #1
es: No se ha podido cargar la caja registradora: #1
fi: Kassalaatikkoa ei voitu ladata: #1
fr: Impossible de charger le tiroir-caisse : #1
is: Ekki tókst að tengjast peningaskúffu: #1
nl: Kassalade kan niet worden geladen: #1
nl_be: Kon lade kassa niet laden: #1
ru: Не удается загрузить кассовый денежный ящик: #1
sv: Kan inte ladda kassalåda: #1
vi_vn: Không thể tải ngăn kéo tiền mặt: #1

# CouldNotLoadDualDisplay
source: Could not load dual display: #1
bg: Двойният дисплей не можа да се зареди: #1
da: Kunne ikke indlæse dobbeltskærm: #1
de: Doppeldisplay konnte nicht geladen werden: #1
es: No se ha podido cargar la pantalla doble: #1
fi: Kaksoisnäyttöä ei voitu ladata: #1
fr: Impossible de charger l'affichage double : #1
is: Ekki tókst að tengjast auka skjá: #1
nl: Dubbele prijsaanduiding kan niet worden geladen: #1
nl_be: Kon dubbele display niet laden: #1
ru: Не удалось загрузить двойной дисплей: #1
sv: Kunde inte ladda dubbla bildskärmar: #1
vi_vn: Không thể tải màn hình kép: #1

# CouldNotLoadForecourtManager
source: Could not load forecourt manager: #1
bg: Forecourt manager не можа да се зареди: #1
da: Kunne ikke indlæse forecourt manager: #1
de: "Forecourt-Manager" konnte nicht geladen werden: #1
es: No se ha podido cargar el administrador del mostrador: #1
fi: Mittarikentän hallinnoijaa ei voitu ladata: #1
fr: Impossible de charger le gestionnaire de station-service : #1
is: Ekki tókst að tengjast eldsneytisstjóra: #1
nl: Voorplein manager kan niet worden geladen: #1
nl_be: Kon Forecourt Manager niet laden: #1
ru: Не удалось загрузить управление АЗС: #1
sv: Kunde inte ladda forecourt-chef: #1
vi_vn: Không thể tải trình quản lý forecourt: #1

# CouldNotLoadKeylock
source: Could not load keylock: #1
bg: Заключване на клавиатурата не можа да се зареди: #1
da: Kunne ikke indlæse tastaturlås: #1
de: Tastensperre konnte nicht geladen werden: #1
es: No se ha podido cargar la llave de seguridad: #1
fi: Näppäinlukkoa ei voi ladata: #1
fr: Impossible de charger le verrou : #1
is: Ekki tókst að tengjast keylock: #1
nl: Kan niet laden keylock: #1
nl_be: Kon sleutelslot niet laden: #1
ru: Не удалось загрузить клавиатуру: #1
sv: Kunde inte ladda knapplås: #1
vi_vn: Không thể tải khóa phím: #1

# CouldNotLoadLineDisplay
source: Could not load line display: #1
bg: Не може да се зареди ред дисплей: #1
da: Kunne ikke indlæse kundedisplay: #1
de: Zeilendisplay konnte nicht geladen werden: #1
es: No se ha podido cargar la visualización de la línea: #1
fi: Asiakasnäyttöä ei voitu ladata: #1
fr: Impossible de charger l'affichage de ligne : #1
is: Ekki tókst að tengjast kúnna skjá: #1
nl: Kon niet lijning weergegeven: #1
nl_be: Kon regeldisplay niet laden: #1
ru: Не удалось загрузить строчный дисплей :#1
sv: Kunde inte ladda kund-display: #1
vi_vn: Không thể tải hiển thị dòng: #1

# CouldNotLoadMSR
source: Could not load msr: #1
bg: Не може да се зареди msr: #1
da: Kunne ikke indlæse msr: #1
de: MSR konnte nicht geladen werden: #1
es: No se ha podido cargar el msr: #1
fi: Kortinlukija (msr) ei latautunut: #1
fr: Impossible de charger LBM : #1
is: Ekki tókst að tengjast MSR: #1
nl: Kon msr niet laden.
nl_be: Kon msr niet laden: #1
ru: Не удалось загрузить MSR: #1
sv: Kunde inte ladda msr: #1
vi_vn: Không thể tải msr: #1

# CouldNotLoadPrinter
source: Could not load printer: #1
bg: Принтерът не можа да се зареди: #1
da: Kunne ikke indlæse printer: #1
de: Drucker konnte nicht geladen werden: #1
es: No se ha podido cargar la impresora: #1
fi: Tulostinta ei voitu ladata: #1
fr: Impossible de charger l'imprimante : #1
is: Ekki tókst að tengjast auka prentara: #1
nl: Kon printer niet laden.
nl_be: Kon printer niet laden: #1
ru: Невозможно загрузить принтер: #1
sv: Kunde inte ladda skrivare: #1
vi_vn: Không thể tải máy in: #1

# CouldNotLoadRFIDScanner
source: Could not load RFID scanner: #1
bg: RFID скенерът не може да се зареди: #1
da: Kunne ikke indlæse RFID-scanner: #1
de: RFID-Scanner konnte nicht geladen werden: #1
es: No se ha podido cargar el escáner RFID: #1
fi: RFID-skanneria ei voitu ladata: #1
fr: Impossible de charger le scanner RFID : #1
is: Ekki tókst að starta RFID skanna: #1
nl: RFID scanner kan niet worden geladen: #1
nl_be: Kon RFID-scanner niet laden: #1
ru: Не удалось загрузить RFID сканер: #1
sv: Kan inte ladda RFID scanner: #1
vi_vn: Không thể tải máy quét RFID: #1

# CouldNotLoadScale
source: Could not load scale: #1
bg: Везната не може да се зареди: #1
da: Kunne ikke indlæse vægt: #1
de: Skala konnte nicht geladen werden: #1
es: No se ha podido cargar la balanza: #1
fi: Vaakaa ei voitu ladata: #1
fr: Impossible de charger la balance : #1
is: Ekki tókst að tengjast vikt: #1
nl: Kon scale niet laden.
nl_be: Kon weegschaal niet laden: #1
ru: Не удалось загрузить весы: #1
sv: Kunde inte ladda våg: #1
vi_vn: Không thể tải quy mô: #1

# CouldNotLoadScanner
source: Could not load scanner: #1
bg: Скенерът не можа да се зареди: #1
da: Kunne ikke indlæse scanner: #1
de: Scanner konnte nicht geladen werden: #1
es: No se ha podido cargar el escáner: #1
fi: Skanneria ei voitu ladata: #1
fr: Impossible de charger le scanner : #1
is: Ekki tókst að tengjast skanna: #1
nl: Scanner kan niet worden geladen: #1
nl_be: Kon scanner niet laden: #1
ru: Невозможно загрузить сканер: #1
sv: Kunde inte ladda scanner: #1
vi_vn: Không thể tải máy quét: #1

# DisplayIsClosed
source: The Display is closed.
bg: Дисплеят е затворен.
da: Skærmen er slukket.
de: Das Display ist geschlossen.
es: La pantalla está cerrada.
fi: Näyttö on suljettu.
fr: L'Affichage est fermé.
is: Kúnna skjárinn er ekki virkur.
nl: Het beeldscherm is gesloten.
nl_be: De Display is dicht.
ru: Дисплей закрыт.
sv: Skärm är stängd.
vi_vn: Màn hình được đóng lại.

# DisplayIsIllegallyClosed
source: The Display is illegally closed.
bg: Дисплеят е незаконно затворен.
da: Skærmen er blevet slukket på en måde, som ikke er tilladt.
de: Das Display ist unerlaubt geschlossen.
es: La pantalla está cerrada ilícitamente.
fi: Näyttö on laittomasti suljettu.
fr: L'Affichage est fermé illégalement.
is: Kúnna skjárinn er ekki virkur.
nl: Het Display is illegaal gesloten.
nl_be: De Display werd onrechtmatig gesloten.
ru: Дисплей неожиданно закрылся.
sv: Skärm stängd på ett otillåtet sätt.
vi_vn: Màn hình bị đóng bất hợp pháp.

# FixProblemAndRetry
source: Do you want to try to fix the problem and retry?
bg: Искате ли да опитате да разрешите проблема и да опитате отново?
da: Vil du forsøge at løse problemet og gøre et nyt forsøg?
de: Wollen Sie versuchen, das Problem zu beheben und es wiederholen?
es: ¿Desea solucionar el problema y volver a intentarlo?
fi: Haluatko yrittää korjata ongelman ja yrittää uudelleen?
fr: Souhaitez-vous essayer de résoudre le problème et recommencer ?
is: Viltu reyna að laga vandamálið og tengjast aftur?
nl: Wilt u proberen op te lossen het probleem en probeer het opnieuw?
nl_be: Wilt u het probleem proberen te herstellen en het nog eens proberen?
ru: Вы хотите попытаться устранить проблему и повторить?
sv: Vill du försöka lösa problemet och försöka igen?
vi_vn: Bạn có muốn thử khắc phục sự cố và thử lại không?

# KeylockIsClosed
source: The keylock is closed.
bg: Заключването на клавиатурата е затворено.
da: Tastaturlåsen er slukket.
de: Die Tastensperre ist geschlossen.
es: La llave de seguridad está cerrada.
fi: Näppäinlukko on suljettu.
fr: Le verrou est fermé.
is: Ekki náðist samband við keylock innan setts tíma (timeout).
nl: De keylock is gesloten.
nl_be: Het sleutelslot is dicht.
ru: Клавиатура закрыта.
sv: Knapplås är stängd.
vi_vn: Khóa phím được đóng lại.

# KeylockIsIllegallyClosed
source: The keylock is illegally closed.
bg: Заключването на клавиатурата е неправилно затворено.
da: Tastaturlåsen er blevet lukket på en måde, som ikke er tilladt.
de: Die Tastensperre ist unerlaubt geschlossen.
es: La llave de seguridad está cerrada ilícitamente.
fi: Näppäinlukko on laittomasti suljettu.
fr: Le verrou est fermé illégalement.
is: Keylock er ekki virkt.
nl: De knopvergrendeling is illegaal gesloten.
nl_be: Het sleutelslot werd onrechtmatig gesloten.
ru: Клавиатура неожиданно закрылась.
sv: Knapplås stängd på ett otillåtet sätt.
vi_vn: Các khóa được đóng bất hợp pháp.

# MSRIllegallyClosed
source: The MSR is illegally closed.
bg: MSR е незаконно затворен.
da: MSR er blevet lukket på en måde, som ikke er tilladt.
de: MSR ist unerlaubt geschlossen.
es: El MSR está cerrado ilícitamente.
fi: MSR on laittomasti suljettu.
fr: Le LBM est fermé illégalement.
is: MSR er ekki virkt.
nl: De MSR is illegaal gesloten.
nl_be: De MSR werd onrechtmatig gesloten.
ru: MSR неожиданного закрылось.
sv: MSR stängd på ett otillåtet sätt.
vi_vn: MSR bị đóng cửa bất hợp pháp.

# MSRIsClosed
source: The MSR is closed.
bg: MSR е затворен.
da: MSR er lukket.
de: MSR ist geschlossen.
es: El MSR está cerrado.
fi: MSR on suljettu.
fr: Le LBM est fermé.
is: MSR er ekki virkt.
nl: De MSR is gesloten.
nl_be: De MSR is dicht.
ru: MSR закрыто.
sv: MSR stängd.
vi_vn: MSR đã bị đóng.

source: No printer found
bg: Няма намерен принтер
da: Ingen printer fundet
de: Keinen Drucker gefunden
es: No se ha encontrado ninguna impresora
fi: Tulostinta ei löytynyt
fr: Aucune imprimante trouvée
is: Enginn prentari fannst
nl: Geen printer gevonden
nl_be: Geen printer gevonden
ru: Принтер не найден
sv: Ingen skrivare hittades
vi_vn: Không tìm thấy máy in

# PrinterCoverIsOK
source: The printer cover is OK
bg: Капакът на принтера е ОК
da: Printerens kabinet er OK
de: Die Abdeckung des Druckers ist OK
es: La cubierta de la impresora está en buenas condiciones
fi: Tulostimen kansi on OK
fr: Le capot de l'imprimante est OK
is: Lokið á prentaranum er í lagi
nl: De printer te dekken is OK
nl_be: De printerklep is oké
ru: Крышка принтера - ОК
sv: Skrivarens hölje är OK
vi_vn: Nắp máy in ổn

# PrinterCoverIsOpen
source: The printer cover is open
bg: Капакът на принтера е отворен
da: Printerens kabinet står åbent
de: Die Abdeckung des Druckers ist offen
es: La cubierta de la impresora está abierta
fi: Kirjoittimen kansi on auki
fr: Le capot de l'imprimante est ouvert
is: Lokið á prentaranum er opið
nl: De printer te dekken is geopend
nl_be: De printerklep staat open
ru: Открыта крышка принтера
sv: Skrivarens hölje är öppet
vi_vn: Nắp máy in đang mở

# PrinterIsClosed
source: The printer is closed.
bg: Принтерът е затворен.
da: Printeren er slukket.
de: Der Drucker ist geschlossen.
es: La impresora está cerrada.
fi: Tulostin on suljettu.
fr: L'imprimante est fermée.
is: Prentarinn er ekki virkur.
nl: De printer is gesloten.
nl_be: De printer is dicht.
ru: Принтер закрыт.
sv: Skrivaren är stängd.
vi_vn: Máy in đã đóng.

# PrinterIsIllegallyClosed
source: The printer is illegally closed.
bg: Принтерът е затворен неправилно.
da: Printeren er blevet slukket på en måde, som ikke er tilladt.
de: Der Drucker ist unerlaubt geschlossen.
es: La impresora está cerrada ilícitamente.
fi: Tulostin on suljettu laittomasti.
fr: L'imprimante est fermée illégalement.
is: Prentarinn er ekki virkur.
nl: De printer is illegaal gesloten.
nl_be: De printer werd onrechtmatig gesloten.
ru: Принтер неожиданно закрылся.
sv: Skrivaren är stängd på ett otillåtet sätt.
vi_vn: Máy in bị đóng bất hợp pháp.

source: Printer is open
bg: Принтерът е отворен
da: Printeren står åben
de: Drucker ist offen
es: La impresora está abierta
fi: Tulostin on auki
fr: L'imprimante est ouverte
is: Prentari er opinn
nl: Printer is geopend
nl_be: De printer staat open
ru: Принтер открыт
sv: Skrivaren är öppen
vi_vn: Máy in đang mở

source: Printing device is disabled
bg: Устройството за печат е деактивирано
da: Printerenhed frakoblet
de: Druckgerät ist deaktiviert
es: El dispositivo de impresión está deshabilitado
fi: Tulostuslaite on poistettu käytöstä
fr: Le dispositif d'impression est désactivé
is: Prentarinn er ekki virkur
nl: Afdrukken-apparaat is uitgeschakeld
nl_be: De printer is uitgeschakeld
ru: Принтер не доступен
sv: Utskriftsenhet är inte aktiverad
vi_vn: Thiết bị in bị vô hiệu hóa

# ScaleIsClosed
source: The scale is closed.
bg: Везната е затворена.
da: Vægten er slukket.
de: Die Skala ist geschlossen.
es: La balanza está cerrada.
fi: Vaaka on suljettu
fr: La balance est fermée.
is: Viktin er ekki virk.
nl: De schaal is gesloten.
nl_be: De weegschaal is gesloten.
ru: Весы закрыты.
sv: Vågen är stängd.
vi_vn: Cân được đóng lại.

# ScaleIsIllegallyClosed
source: The scale is illegally closed
bg: Везната е неправилно затворена
da: Vægten er blevet slukket på en måde, som ikke er tilladt.
de: Die Skala ist unerlaubt geschlossen
es: La escala está cerrada ilícitamente.
fi: Vaaka on laittomasti suljettu
fr: La balance est fermée illégalement
is: Viktin er ekki virk
nl: De schaal is illegaal gesloten
nl_be: De weegschaal werd onrechtmatig gesloten
ru: Весы неожиданно закрылись
sv: Vågen stängd på ett otillåtet sätt
vi_vn: Cân bị đóng bất hợp pháp

# ScannedTimedOut
source: The scanned timed out
bg: Времето за сканиране изтече
da: Der opstod timeout ved scanning
de: Zeitüberschreitung beim Scanner
es: Se ha agotado el tiempo de espera del escáner.
fi: Skanneri on suljettu aikakatkaistulla
fr: Expiration du scanner
is: Ekki náðist samband við barkóðaskanna innan setts tíma (timeout)
nl: De gescande time-out
nl_be: De toegelaten tijd voor de scanner is verstreken.
ru: Превышено время ожидания сканера
sv: Scanning - timeout uppstod
vi_vn: Đã hết thời gian quét

# ScannerIsClosesd
source: The scanner is closed.
bg: Скенерът е затворен.
da: Scanneren er slukket.
de: Der Scanner ist geschlossen.
es: El escáner está cerrado.
fi: Skanneri on suljettu.
fr: Le scanner est fermé.
is: Barkóða skanninn er ekki virkur.
nl: De scanner is gesloten.
nl_be: De scanner is dicht.
ru: Сканер закрыт.
sv: Scanner är stängd.
vi_vn: Máy quét được đóng lại.

# ScannerIsIllegallyClosed
source: The scanner is illegally closed
bg: Скенерът е незаконно затворен
da: Scanneren er blevet slukket på en måde, som ikke er tilladt.
de: Der Scanner ist unerlaubt geschlossen
es: El escáner está cerrado ilícitamente.
fi: Skanneri on laittomasti suljettu
fr: Le scanner est fermé illégalement
is: Barkóðaskanninn er ekki virkur
nl: De scanner is illegaal gesloten
nl_be: De scanner werd onrechtmatig gesloten
ru: Сканер неожиданно закрылся
sv: Scanner stängd på ett otillåtet sätt
vi_vn: Máy quét bị đóng bất hợp pháp

# BarcodeReaderEmpty
source: Barcode scanner: Name is empty.
bg: Скенер за баркодове: Името е празно.
da: Stregkodelæser: Navn er tomt.
de: Barcode-Leser: Name ist leer.
es: Escáner de códigos de barras: el nombre está vacío.
fi: Viivakoodiskanneri: Nimi on tyhjä.
fr: Scanner de code barre : Le nom est vide.
is: Strikamerkjalesari: Nafn ekki skráð.
nl: Barcodescanner: naam leeg is.
nl_be: Barcodescanner: Naam is leeg.
ru: Сканер штрих кода: Отсутствует название.
sv: Streckkodsscanner: Namn saknas.
vi_vn: Máy quét mã vạch: Tên trống.

# CardReaderEmpty
source: Card Reader: Name is empty.
bg: Четец на карти: Името е празно.
da: Kortlæser: Navn er tomt.
de: Kartenleser: Name ist leer.
es: Lector de tarjetas: el nombre está vacío.
fi: Kortinlukija: Nimi on tyhjä.
fr: Lecteur de carte : Le nom est vide.
is: Kortalesari: Nafn ekki skráð.
nl: Kaartlezer: Naam is leeg.
nl_be: Kaartlezer. Naam is leeg.
ru: Считыватель карт: Отсутствует название.
sv: Kortläsare: Namn saknas.
vi_vn: Đầu đọc thẻ: Tên trống.

# CashDrawerTimedOut
source: The cash drawer timed out.
bg: Таймерът на касовото чекмедже изтече.
da: Der opstod timeout for skuffen.
de: Zeitüberschreitung bei Kassenschublade.
es: Se ha agotado el tiempo de espera de la caja registradora.
fi: Kassalaatikko aikakatkaistiin.
fr: Expiration du délai du tiroir-caisse.
is: Ekki náðist samband við peningaskúffu innan setts tíma (timeout).
nl: De Kassalade time-out.
nl_be: De toegelaten tijd voor het sluiten van de lade van de kassa is verstreken.
ru: Превышено время ожидания денежного ящика.
sv: Kassalåda - timeout uppstod.
vi_vn: Các ngăn kéo tiền mặt đã hết thời gian.

# CouldNotLoadDallasKey
source: Could not load Dallas key: #1
bg: Ключът на Dallas не можа да се зареди: #1
da: Kunne ikke indlæse Dallas-nøgle: #1
de: Dallas-Schlüssel konnte nicht geladen werden: #1
es: No se pudo cargar la llave Dallas: #1
fi: Dallas-avainta ei voitu ladata: #1
fr: Impossible de charger la clé Dallas : #1
is: Ekki tókst að tengjast Dallas lykli: #1
nl: Dallas sleutel kan niet worden geladen: #1
nl_be: Kon Dallas-sleutel niet laden: #1
ru: Не удалось загрузить Dallas key: #1
sv: Kan inte ladda Dallasnyckel: #1
vi_vn: Không thể tải khóa Dallas: #1

# DisplayTimedOut
source: The Display timed out.
bg: Времето на дисплея изтече
da: Der opstod timeout for skærmen.
de: Zeitüberschreitung beim Display.
es: Se ha agotado el tiempo de espera de la pantalla.
fi: Näyttö suljettiin aikakatkaisulla.
fr: Expiration de l'Affichage.
is: Ekki náðist samband við kúnna skjá innan setts tíma (timeout).
nl: Op de display time out
nl_be: De toegelaten tijd voor de Display is verstreken.
ru: Превышено время ожидания дисплея.
sv: Skärm - timeout uppstod.
vi_vn: Màn hình đã hết thời gian.

# DrawerEmpty
source: Drawer: Name is empty
bg: Чекмедже: Името е празно
da: Skuffe: Navn er tomt
de: Schublade: Name ist leer
es: Caja registradora: el nombre está vacío
fi: Laatikko: Nimi on tyhjä
fr: Tiroir : Le nom est vide.
is: Skúffa: Nafn ekki skráð
nl: Lade: Naam is leeg
nl_be: Lade: Naam is leeg
ru: Денежный ящик: Отсутствует название
sv: Kassalåda: Namn saknas
vi_vn: Ngăn kéo: Tên trống
