Repository: iespana/LSOne
Catalog: POS/Other/Peripherals/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# HardwareProfileErrorString
source: The following device(s) have invalid settings: {0}Please run the site manager and resolve all issues before restarting the POS
bg: Следното(ите) устройство(а) имат невалидни настройки: {0} Моля стартирайте мениджъра на сайта и разрешете всички проблеми, преди да рестартирате POS
da: Følgende enhed(er) har ugyldige indstillinger: {0}Kør Site Manager, og løs alle problemer, inden kassen genstartes
de: Die folgenden Geräte haben ungültige Einstellungen: {0}Bitte starten Sie den Site Manager und lösen Sie alle Probleme, bevor Sie den POS neustarten.
es: El/los dispositivo(s) siguiente(s) tiene(n) una configuración inválida: {0}Ejecute Site Manager y resuelva todos los problemas antes de reiniciar el punto de venta.
fi: Seuraavilla laitteilla on virheelliset asetukset: {0} Käynnistä Site Manager ja ratkaise kaikki ongelmat ennen POS-ohjelman uudelleenkäynnistystä
fr: Le(s) dispositif(s) suivant(s) a (ont) des paramètres non valides : {0}Veuillez exécuter le gestionnaire de site et résoudre tous les problèmes avant de relancer le PDV
is: Eftirtalin/Eftirtalið tæki er/eru rangt stillt: {0}Vinsamlega lagfærði stillingar í Site Manager áður en LS One POS er ræstur aftur
nl: De volgende apparaten hebben ongeldige instellingen: {0} start de sitebeheerder en alle problemen oplossen voordat u opnieuw opstart de POS
nl_be: De volgende apparaten hebben ongeldige instellingen: {0}Laat de Site Manager draaien en los alle problemen op voordat u de POS opnieuw opstart
ru: Для следующего устройства (устройств) установлены не корректные настройки {0}. Пожалуйста, запустите Сайт Управления и скорректируйте их перед перезапуском POS
sv: Följande enheter har ogiltiga inställningar: {0}Kör Site Manager och lös problemen innan du startar om kassan
vi_vn: Thiết bị đang theo dõi(s) có cài đặt không hợp lệ: {0} Vui lòng chạy trình quản lý trang và giải quyết tất cả các sự cố trước khi khởi động lại POS

# InsertSlipIntoPrinter
source: Insert slip into the printer
da: Sæt kvitteringen i printeren
de: Beleg in den Drucker einlegen
es: Insertar trabajo en la impresora
fi: Aseta kuitti tulostimeen
fr: Insérez le bon dans l'imprimante
is: Setjið nótu í prentarann
nl: Invoegen van slip in de printer
nl_be: Strook in printer schuiven
ru: Вставьте слип в принтер
sv: Sätt i kvitto i skrivare
vi_vn: Chèn phiếu vào máy in

# KeylockEmpty
source: Key Lock: Name is empty
bg: Заключване на клавишите: Името е празно
da: Tastaturlås: Navn er tomt
de: Steckschloss: Name ist leer
es: Bloqueo de clave: el nombre está vacío
fi: Näppäinlukko: Nimi on tyhjä
fr: Verrou : Le nom est vide.
is: Lyklalás: Nafn ekki skráð
nl: Sleutelvergrendeling: Naam is leeg
nl_be: Sleutelslot: Naam is leeg
ru: Клавиатура: Отсутствует название
sv: Knapplås: Namn saknas
vi_vn: Khóa phím: Tên trống

# KeylockTimedOut
source: The keylock timed out.
bg: Заключването на клавиатурата изтече.
da: Der opstod timeout for tastaturlåsen.
de: Zeitüberschreitung bei Tastensperre.
es: Se ha agotado el tiempo de espera de la llave de seguridad.
fi: Näppäinlukko on suljettu aikakatkaisulla.
fr: Expiration du verrou.
is: Ekki náðist samband við keylock innan setts tíma (timeout).
nl: De knopvergrendeling time-out.
nl_be: De toegelaten tijd voor het sleutelslot is verstreken.
ru: Превышено время ожидания клавиатуры.
sv: Knapplås - timeout uppstod.
vi_vn: Khóa phím đã hết thời gian.

# LineDisplayEmpty
source: Line Display: Name is empty
bg: Показване на линия: Името е празно
da: Kundedisplay: Navn er tomt
de: Zeilenbildschirm: Name ist leer
es: Visualización de líneas: el nombre está vacío
fi: Rivinäyttö: Nimi on tyhjä
fr: Affichage de ligne : Le nom est vide.
is: Línuskjár: Nafn ekki skráð
nl: Regelig Display: Naam is leeg
nl_be: Lijnweergave: Naam is leeg
ru: Строчный дисплей: Отсутствует название
sv: Kund-display: Namn saknas
vi_vn: Hiển thị dòng: Tên trống

# MSRTimedOut
source: The MSR timed out
bg: MSR изтекъл
da: Der opstod timeout for MSR.
de: Zeitüberschreitung MSR
es: Se ha agotado el tiempo de espera del MSR.
fi: MSR on suljettu aikakatkaisulla
fr: Expiration du LBM.
is: Ekki náðist samband við MSR innan setts tíma (timeout)
nl: De MSR time-out
nl_be: De toegelaten tijd voor de MSR is verstreken.
ru: Превышено время ожидания MSR
sv: MSR - timeout uppstod
vi_vn: MSR đã hết thời gian

# NoInputdetected
source: No input was detected.Please check the scale and restart the POS
bg: Не намира запис. Моля проверете везната и рестартирайте POS
da: Der blev ikke registreret nogen input. Kontroller vægten, og genstart kassen
de: Keine Eingabe wurde erkannt. Bitte prüfen Sie die Waage und starten Sie den POS neu
es: No se detectó ninguna entrada. Compruebe la balanza.
fi: Tuloa ei löytynyt. Tarkista vaaka ja käynnistä POS uudelleen.
fr: Aucune entrée n'a été détectée. Vérifiez la balance et relancez le PDV
is: Ekkert inntak kom á vogina. Vinsamlegast athugaðu hvort vogin sé í lagi og endurræstu posann
nl: Geen invoer werd ontdekt. Controleer de schaal en opnieuw opstarten van de POS
nl_be: Geen input gedetecteerd. Controleer de weegschaal en start de POS opnieuw op
ru: Не обнаружено входных сигналов. Пожалуйста проверьте веся и перезапустите POS
sv: Ingen input fanns. Kontrollera våg och starta om kassan
vi_vn: Không có đầu vào nào được phát hiện. Vui lòng kiểm tra thang đo và khởi động lại POS

source: No scale detected
bg: Не е открита везна
da: Ingen vægt registreret
de: Keine Waage gefunden
es: No se detectó ninguna balanza
fi: Vaakaa ei havaittu
fr: Aucune balance détectée
is: Engin vigt fannst
nl: Geen schaal gedetecteerd
nl_be: Geen weegschaal gedetecteerd
ru: Весы не обнаружены
sv: Ingen våg hittades
vi_vn: Không phát hiện thang đo

# PrinterEmpty
source: Printer: Name is empty
bg: Принтер: Името е празно
da: Printer: Navn er tomt
de: Drucker: Name ist leer
es: Impresora: el nombre está vacío
fi: Tulostin: Nimi on tyhjä
fr: Imprimante : Le nom est vide
is: Prentari: Nafn ekki skráð
nl: Printer: Naam is leeg
nl_be: Printer: Naam is leeg
ru: Принтер: Отсутствует название
sv: Skrivare: Namn saknas
vi_vn: Máy in: Tên trống

# PrinterIsOutOfPaper
source: Printer is out of paper or printer was disconnected
bg: Принтерът няма хартия или принтерът е изключен
da: Printeren er løbet tør for papir eller er blevet koblet fra
de: Drucker hat kein Papier oder wurde getrennt
es: La impresora no tiene papel
fi: Tulostimesta on paperi lopussa tai tulostin irrotettiin
fr: L'imprimante n'a plus de papier ou l'imprimante a été déconnectée
is: Pappírinn kláraðist eða prentarinn missti tenginguna
nl: Printer is geen papier of printer is verbroken
nl_be: Er is geen papier in de printer of de printer werd losgekoppeld
ru: В принтере закончилась бумага или он отключен
sv: Slut på papper i skrivaren eller skrivaren är frånkopplad
vi_vn: Máy in hết giấy hoặc máy in bị ngắt kết nối

# PrinterTimeout
source: Timeout encountered, this may be caused by other programs or processes having previously claimed the printer
bg: Възникнало прекъсване, това може да e причинено от други програми или процеси, свързани с принтера
da: Der opstod en timeout. Den kan være forårsaget af andre programmer eller processer, som tidligere har benyttet printeren
de: Zeitüberschreitung aufgetreten, dies kann durch andere Programme oder durch Prozesse verursacht worden sein, die vorher den Drucker beansprucht haben.
es: Tiempo de espera, puede deberse a que haya otros programas o procesos que hayan solicitado previamente la impresora.
fi: Aikakatkaisu voi johtua muista ohjelmista tai prosesseista, jotka ovat aiemmin vaatineet tulostinta
fr: Expiration ayant pu être causée par d'autres programmes ou processus précédemment réclamés par l'imprimante
is: Tími rann út. Þetta kann að vera vegna þess að önnur forrit hafi þegar fest sér prentarann
nl: Time-out opgetreden, dit kan worden veroorzaakt door andere programma's of processen die eerder beweerde de printer
nl_be: Time-out; dit kan door andere programma's of processen veroorzaakt zijn die eerder de printer hadden opgeëist
ru: Превышено время ожидания. Причиной могут быть другие программы или процессы, заблокировавшие принтер
sv: Timeout uppstod, det kan bero på andra program eller processer som tagit skrivaren i anspråk
vi_vn: Hết thời gian chờ, điều này có thể do các chương trình hoặc quy trình khác đã yêu cầu máy in trước đó

source: Printing in progress...
bg: Извършва се отпечатване...
da: Udskrivning i gang ...
de: Druckvorgang...
es: Impresión en curso...
fi: Tulostaminen käynnissä...
fr: Impression en cours...
is: Prentun er í gangi...
nl: Afdrukken in vooruitgang...
nl_be: Afdrukken bezig ...
ru: В процессе печати...
sv: Utskrift pågår...
vi_vn: Đang in ...

source: Remove slip from printer
bg: Премахване на приплъзване от принтера
da: Fjern kvittering fra printeren
de: Beleg von Drucker entfernen
es: Quitar trabajo en la impresora
fi: Poista kuitti tulostimesta
fr: Retirer le bon de l'imprimante
is: Fjarlægið nótu úr prentara
nl: Slip van printer verwijderen
nl_be: Strook uit printer verwijderen
ru: Удалите слип из принтера
sv: Tag kvitto från skrivare
vi_vn: Loại bỏ phiếu từ máy in

# ScaleEmpty
source: Scale: Name is empty
bg: Везна: Името е празно
da: Vægt: Navn er tomt
de: Waage: Name ist leer
es: Balanza: el nombre está vacío
fi: Vaaka: Nimi on tyhjä
fr: Balance : Le nom est vide
is: Vog: Nafn ekki skráð
nl: Schaal: Naam is leeg
nl_be: Weegschaal: Naam is leeg
ru: Весы: Отсутствует название
sv: Våg: Namn saknas
vi_vn: Cân: Tên trống

# ScaleIsDiabledReconnect
source: Please reconnect the scale and restart the POS
bg: Моля свържете отново везната и рестартирайте POS
da: Tilslut vægten igen, og genstart kassen
de: Bitte schließen Sie die Waage erneut an und starten Sie den POS neu
es: Vuelva a conectar la balanza
fi: Yhdistä vaaka ja käynnistä POS uudelleen
fr: Veuillez reconnecter la balance et relancer le PDV
is: Vinsamlegast endurtengdu vogina og endurræstu posann
nl: Gelieve de schaal opnieuw en opnieuw opstarten van de POS
nl_be: Sluit de weegschaal opnieuw aan en start de POS opnieuw op
ru: Пожалуйста, переподключите весы и перезапустите POS
sv: Återanslut vågen och starta om kassan
vi_vn: Vui lòng kết nối lại cân và khởi động lại POS

# ScaleIsDisabled
source: The scale is disabled, Please reconnect the scale and restart the POS
bg: Везната е деактивирана, моля свържете отново везната и рестартирайте POS
da: Vægten er frakoblet. Tilslut vægten igen, og genstart kassen
de: Die Waage ist deaktiviert. Bitte schließen Sie die Waage erneut an.
es: La balanza está deshabilitada. Vuelva a conectar la balanza.
fi: Vaakaa ei ole käytössä, yhdistä vaaka ja käynnistä POS uudelleen
fr: La balance est désactivée. Veuillez reconnecter la balance et relancer le PDV
is: Vigtin er óvirk. Vinsamlegast endurtengdu vigtina og endurræstur posann
nl: USB-HDD-accessoire losgekoppeld. Plaats opnieuw en start de printer opnieuw.
nl_be: De weegschaal is uitgeschakeld. Maak opnieuw verbinding met de weegschaal.
ru: Весы не доступны. Пожалуйста, переподключите весы и перезапустите POS
sv: Vågen är inte aktiv, återanslut vågen och starta om kassan
vi_vn: Cân bị vô hiệu hóa, Vui lòng kết nối lại cân và khởi động lại POS

# ScaleIsDisabledEnterWeight
source: The scale is disabled, Do you want to manually enter weight?
bg: Везната е деактивирана, искате ли ръчно да въведете теглото?
da: Vægten er slukket. Vil du indtaste vægten manuelt?
de: Die Waage ist deaktiviert. Möchten Sie das Gewicht manuell eingeben?
es: La balanza está deshabilitada. ¿Desea introducir manualmente el peso?
fi: Vaaka on pois käytöstä, Haluatko syöttää manuaalisesti painon?
fr: La balance est désactivée. Souhaitez-vous entrer le poids manuellement ?
is: Vigtin er óvirk, Viltu slá inn þyngd?
nl: De schaal is uitgeschakeld, wil je handmatig in te voeren gewicht?
nl_be: De weegschaal is uitgeschakeld. Wilt u het gewicht handmatig invoeren?
ru: Эти весы отключены. Хотите ввести вес вручную?
sv: Vågen är inte aktiv, vill du manuellt ange en vikt?
vi_vn: Cân bị vô hiệu hóa, Bạn có muốn tự nhập trọng lượng không?

# ScaleTimedOut
source: The scale timed out
bg: Времето на везната изтече
da: Der opstod timeout for vægten.
de: Zeitüberschreitung bei Skala
es: Se ha agotado el tiempo de espera de la escala.
fi: Vaaka on suljettu aikakatkaistulla
fr: Expiration de la balance
is: Ekki náðist samband við viktina innan setts tíma (timeout)
nl: De schaal time-out
nl_be: De toegelaten tijd voor de weegschaal is verstreken
ru: Превышено время ожидания весов
sv: Våg - timeout uppstod
vi_vn: Cân đã hết thời gian

source: Barcode reader
bg: Четец на баркодове
da: Stregkodelæser
de: Barcodeleser
es: Lector de código de barras
fi: Viivakoodinlukija
fr: Lecteur de codes barre
is: Strikamerkjalesari
nl: Barcodescanner
nl_be: Barcodelezer
ru: Считыватель штрих кодов
sv: Streckkodsläsare
vi_vn: Đầu đọc mã vạch

source: Card reader
bg: Четец на карти
da: Kortlæser
de: Kartenleser
es: Lector de tarjetas
fi: Kortinlukija
fr: Lecteur de carte
is: Kortalesari
nl: Kaart lezer
nl_be: Kaartlezer
ru: Устройство чтения карт
sv: Kortläsare
vi_vn: Bộ đọc thẻ (thiết bị đọc dữ kiện được xử lý bằng máy tính)

source: Drawer
bg: Чекмедже
da: Skuffe
de: Aussteller
es: Caja registradora
fi: Kassalaatikko
fr: Tiroir
is: Skúffa
nl: Kassalade
nl_be: Lade
ru: Денежный ящик
vi_vn: Ngăn kéo

source: Line display
bg: Изглед ред
da: Kundedisplay
de: Zeilenbildschirm
es: Visualización de líneas
fi: Asiakasnäyttö
fr: Affichage de ligne
is: Línuskjár
nl: Regeldisplay
nl_be: Lijnweergave
ru: Строка отображения
sv: Rad-display
vi_vn: Dòng hiển thị

source: Printer
bg: Принтер
de: Drucker
es: Impresora
fi: Tulostin
fr: Imprimante :
is: Prentari
ru: Принтер
sv: Skrivare
vi_vn: Máy in

source: Finish
bg: Приключване
da: Gem og luk
de: Fertig
es: Finalizar
fi: Suorita loppuun
fr: Terminer
is: Ljúka
nl: Afronden
nl_be: Afsluiten
ru: Завершить
sv: Slutför
vi_vn: Hoàn thành

source: Please check the printer
bg: Моля проверете принтера
da: Kontroller printeren
de: Bitte überprüfen Sie den Drucker
es: Comprobar la impresora
fi: Tarkista tulostin
fr: Vérifiez l'imprimante
is: Vinsamlegast athugið prentara
nl: Controleer of de printer
nl_be: Controleer de printer
ru: Пожалуйста, проверьте принтер
sv: Kontrollera skrivare
vi_vn: Vui lòng kiểm tra máy in

source: Auto detection results
bg: Резултати за автоматично откриване
da: Resultater af autosøgning
de: Ergebnisse der automatischen Erkennung
es: Resultados de detección automática
fi: Automaattisen tunnistuksen tulokset
fr: Résultats d'auto détection
is: Niðurstaða úr sjálfvirkri leit
nl: Auto detectie resultaten
nl_be: Autom. detectieresultaten
ru: Результаты автодетектирования
sv: Resultat av automatisk identifiering
vi_vn: Kết quả tự động phát hiện

# AutoDetectOPOS_Failed
source: Failed test for {0}: {1}
bg: Неуспешен тест за {0}: {1}
da: Mislykket test af {0}: {1}
de: Fehlgeschlagener Test für {0}: {1}
es: Prueba fallida para {0}: {1}
fi: Epäonnistunut testi {0}: {1}
fr: Le test {0} : {1} a échoué
is: Fann ekki {0}: {1}
nl: Mislukte test voor {0}: {1}
nl_be: Mislukte test voor {0}: {1}
ru: Ошибка теста для {0}: {1}
sv: Misslyckade med testet för {0}: {1}
vi_vn: Kiểm tra thất bại cho {0}: {1}

# AutoDetectOPOS_Successfully
source: Successfully added {0}: {1}
bg: Успешно е добавена {0}: {1}
da: Vellykket tilføjelse af {0}: {1}
de: Erfolgreich hinzugefügt: {0}: {1}
es: {0} añadido correctamente: {1}
fi: Lisätty onnistuneesti {0}: {1}
fr: L'ajout {0} : {1} a réussi
is: Fann {0}: {1}
nl: Succesvol toegevoegd {0}: {1}
nl_be: {0}: {1} met succes toegevoegd
ru: Успешно добавлено {0}: {1}
sv: Lades till {0}: {1}
vi_vn: Đã thêm thành công {0}: {1}

# BarcodePrintingRequiresCustomization
source: <#1 barcode is not supported>
bg: <#1 баркод не се поддържа>
da: <#1 stregkode understøttes ikke>
de: <#1 Barcode wird nicht unterstützt>
es: <El código de barras #1 no es compatible>
fi: <#1 viivakoodi ei tuettu>
fr: Le code barre <#1 n'est pas pris en charge>
is: <#1 barkóði er ekki studdur>
nl: < #1 barcode wordt niet ondersteund >
nl_be: <#1 barcode wordt niet ondersteund>
ru: <#1 штрих код не поддерживается>
sv: <#1 streckkod stöds ej>
vi_vn: Mã vạch &lt;# 1 không được hỗ trợ&gt;

source: Could not load hardware
bg: Хардуерът не можа да се зареди
da: Kunne ikke indlæse hardware
de: Hardware konnte nicht geladen werden
es: No se pudo cargar el hardware
fi: Laitteistoa ei voitu ladata
fr: Impossible de charger le matériel
is: Tókst ekki að tengjast vélbúnaði
nl: Hardware kan niet worden geladen
nl_be: Kon hardware niet laden
ru: Не удается загрузить оборудование
sv: Det gick inte att läsa in hårdvara
vi_vn: Không thể tải phần cứng

# CouldNotLoadHardwareProfile
source: Unable to load hardware profile, due to the following error: #1Would you like to open the hardware profile to test hardware setup and make modifications?
bg: Профилът на хардуера не може да се зареди поради следната грешка: # 1 Искате ли да отворите хардуерния профил, за да тествате настройките на хардуера и да правите промени?
da: Hardwareprofil kunne ikke indlæses på grund af følgende fejl: #1 Vil du åbne hardwareprofilen for at teste hardwarekonfigurationen og foretage ændringer?
de: Das Hardwareprofil konnte aufgrund des folgenden Fehlers nicht geladen werden: #1Möchten Sie das Hardwareprofil öffnen, um die Hardwareeinrichtung zu testen und Änderungen vorzunehmen?
es: No se pudo cargar el perfil de hardware debido al siguiente error: #1¿Desea abrir el perfil de hardware para probar la configuración de hardware y realizar modificaciones?
fi: Laitteistoprofiilia ei voitu ladata seuraavan virheen vuoksi: #1 Haluatko avata laitteistoprofiilin laitteistoasetusten testausta ja muuttamista varten?
fr: Impossible de charger le profil matériel en raison de l'erreur suivante : #1Souhaitez-vous ouvrir le profil matériel pour tester le paramétrage matériel et faire des modifications ?
is: Tókst ekki að finna vélbúnað sökum eftirfarandi villu: #1 Viltu opna vélbúnaðarprófílinn til að prófa vélbúnað og gera breytingar?
nl: Onvermogend voor vracht hardwareprofiel, vanwege de volgende fout: #1Would u willen openen het hardwareprofiel om te testen van de installatie van de hardware en wijzigingen?
nl_be: Kon hardwareprofiel niet laden als gevolg van volgende fout: #1Wilt u het hardwareprofiel openen om de hardware-instelling te testen en aanpassingen uit te voeren?
ru: Не удалось загрузить профиль оборудования из-за следующей ошибки: # 1 Открыть профиль оборудования, чтобы проверить настройку оборудования и внести изменения?
sv: Det gick inte att läsa in hårdvaruprofil på grund av följande fel: #1Vill du vill öppna hårdvaruprofilen för att testa och ändra hårdvarukonfigurationen?
vi_vn: Không thể tải cấu hình phần cứng, do lỗi sau: #1 Bạn có muốn mở cấu hình phần cứng để kiểm tra thiết lập phần cứng và thực hiện sửa đổi không?

source: Could not load hardware setup with error
bg: Настройката на хардуера не можа да се зареди с грешка
da: Kunne ikke indlæse hardwarekonfiguration med fejl
de: Die Hardwareeinrichtung konnte aufgrund eines Fehlers nicht geladen werden.
es: No se pudo cargar la configuración de hardware debido a un error
fi: Laitteistoasetuksia ei voitu ladata virheen takia
fr: Impossible de charger le paramétrage matériel avec l'erreur
is: Ekki tókst að hlaða upp vélbúnaðaruppsetningu með villu
nl: Installatie van de hardware met fout kan niet worden geladen
nl_be: Kon hardware-instelling met fout niet laden
ru: Не удается загрузить настройку оборудования с ошибкой
sv: Det gick inte att läsa in hårdvarukonfiguration med fel
vi_vn: Không thể tải thiết lập phần cứng có lỗi

source: Could not test printing of receipt
bg: Не можа да се тества отпечатването на разписката
da: Kunne ikke teste udskrivning af kvittering
de: Der Testdruck des Kassenbons konnte nicht durchgeführt werden.
es: No se pudo realizar la prueba de impresión de recibos
fi: Kuittien tulostamista ei voitu testata
fr: Impossible de tester l'impression du reçu
is: Ekki tókst að prófa prentun á kvittun
nl: Kan niet afdrukken van ontvangst testen
nl_be: Kon afdrukken van ontvangstbewijs niet testen
ru: Не удалось протестировать печать чека
sv: Det gick inte att testa kvittoutskrift
vi_vn: Không thể kiểm tra in biên lai

source: Current profile will be applied
bg: Ще се приложи текущият профил
da: Den aktuelle profil vil blive anvendt
de: Das aktuelle Profil wird angewendet.
es: Se aplicará el perfil actual
fi: Nykyinen profiili tulee voimaan
fr: Le profil actuel sera appliqué
is: Núverandi prófíll verður notaður
nl: Huidige profiel worden toegepast
nl_be: Huidig profiel zal worden toegepast
ru: Будет применен текущий профиль
sv: Nuvarande profil kommer att användas
vi_vn: Hồ sơ hiện tại sẽ được áp dụng

# EFTNotSavedOnHO
source: Could not access service to save EFT settings centrally, only local changes will be performed.
bg: Няма достъп до услугата, за да се запазят централизирано настройките на EFT, промените ще бъдат запазени локално
da: Kunne ikke få adgang til service for at gemme EFT-indstillinger centralt – ændringer vil kun blive udført lokalt.
de: Der Dienst war nicht erreichbar, um die EFT-Einstellungen zentral zu speichern. Es werden nur lokale Änderungen durchgeführt.
es: No se pudo acceder al servicio para guardar de forma centralizada la configuración de EFT. Solo se realizarán cambios locales.
fi: Palvelua ei voitu käyttää EFT-asetusten tallentamiseksi keskitetysti, vain paikalliset muutokset suoritetaan.
fr: Impossible d'accéder au service pour enregistrer les paramètres TEF de façon centrale ; seuls les changements locaux seront effectués.
is: Gat ekki tengst þjónustu til að vista EFT stillingar miðlægt, aðeins staðbundnar breytingar verða framkvæmdar.
nl: Kan geen verbinding maken met de site service om EFT gegegevns centraal tye bewaren, enkel lokale wijzigingen kunnen worden opgeslagen.
nl_be: Geen toegang tot service mogelijk om EFT-instellingen centraal op te slaan, alleen lokale wijzigingen worden uitgevoerd.
ru: Нет доступа для сохранения централизованных настроек EFT. Изменения будут сделаны только локально.
sv: Det gick inte att komma åt tjänsten för att spara EFT-inställningar centralt, ändringar tillämpas endast lokalt.
vi_vn: Không thể truy cập dịch vụ để lưu cài đặt EFT tập trung, chỉ những thay đổi cục bộ mới được thực hiện.
