Repository: iespana/LSOne
Catalog: SM/Plugins/TradeAgreements/Properties/resources.*.resx
Languages: bg, da, de, fr, is, ru, sv, vi_vn

# PriceGroupsTooltipDescription
source: Manage groups of stores and customers to use for sales price and discount setup
bg: Управлявайте групи от магазини и клиенти, за да се използват за продажни цени и настройка отстъпки
da: Administrer grupper af butikker og kunder, der skal bruges til salgspris og rabatopsætning
de: Gruppen von Geschäften und Kunden verwalten, um sie für die Festlegung von Verkaufspreisen und Rabatten zu verwenden
fr: Gérer les groupes de magasins et de clients à utiliser pour configurer les remises et prix de vente
is: Hafa umsjón með hópum af búðum og viðskiptamönnum til að nota fyrir söluverð og afslætti
ru: Управление группами магазинов и клинтов для использования в прайслистах и настройке скидок
sv: Hantera butiks- och kundgrupper som ska användas vid konfigurering av försäljningspris och rabatter
vi_vn: Nhóm cửa hàng và khách hàng sử dụng để thiết lập giá bán và chiết khấu

# QuantityHigherThanZero
source: Quantity must be higher than 0
bg: Количеството трябва да бъде по-голямо от 0
da: Mængden skal være højere end 0
de: Anzahl muss höher als 0 sein
fr: La quantité doit être supérieure à 0
is: Magn verður að vera meira en 0
ru: Количество должно быть больше 0
sv: Antal måste vara högre än 0
vi_vn: Số lượng phải cao hơn 0

source: Remove action
bg: Премахване на броячите за действия
da: Fjern handlingstællere
de: Aktionszähler entfernen
fr: Retirer des compteurs d'actions
is: Ný staðsetning
ru: Удалить счетчики действий
sv: Ta bort åtgärdsräknare
vi_vn: Xóa Action Counters

source: Retail
bg: Търговия на дребно
da: Salg
de: Einzelhandel
fr: Vente au détail
is: Verslun
ru: Розница
sv: Detaljhandel
vi_vn: Bán lẻ

source: Retail item
bg: Ритейл Артикул
da: Salgsvare
de: Einzehandelsartikel
fr: Article de vente au détail
is: Kassa vara
ru: Розничный товар
sv: Detaljhandel artikel
vi_vn: Mặt hàng bán lẻ

source: Same as on item
bg: Същото като на артикула
da: Samme som på varen
de: Identisch wie bei Artikel
fr: Comme sur l'article
is: Sama og á vöru
ru: Такое же как в товаре
sv: Samma som på artikel
vi_vn: Tương tự như mặt hàng trên

source: Setup
bg: Настройка
da: Indstillinger
fr: Configuration
is: Uppsetning
ru: Настройка
sv: Konfigurera
vi_vn: Cài đặt

# SetupConditionsForDeletingPrice
source: Setup conditions for deleting a price
bg: Настройка на условията за изтриване на цена
da: Opsæt regler for sletning af pris
de: Legen Sie die Bedingungen für das Löschen eines Preises fest.
fr: Configurer les conditions permettant de supprimer un prix
is: Stilla skilyrði til að eyða verði
ru: Настройка условий для удаления цены
sv: Konfigureringsvillkor för att ta bort pris
vi_vn: Điều kiện thiết lập để xóa giá

source: Size
bg: Размер
da: Størrelse
de: Größe
fr: Taille
is: Stærð
ru: Размер
sv: Storlek
vi_vn: Kích cỡ

# StoreAlreadyInPriceGroup
source: Selected store is already in the selected price group
bg: Избраният магазин вече е в избраната ценова група
da: Den valgte butik er allerede i den valgte prisgruppe
de: Ausgewähltes Geschäft ist bereits in der gewählten Preisgruppe
fr: Le magasin choisi figure déjà dans le groupe de prix choisi
is: Valin búð er þegar í völdum verðflokk
ru: Выбранный магазин уже есть в выбранной ценовой группе
sv: Vald butik är redan i vald prisgrupp
vi_vn: Cửa hàng được chọn đã nằm trong nhóm giá được chọn

source: Stores
bg: Магазини:
da: Butikker
de: Geschäfte
fr: Magasins :
is: Búðir
ru: Магазины:
sv: Butiker
vi_vn: Cửa hàng:

source: Style
bg: Стил
da: Tema
de: Stil
is: Stíll
ru: Стиль
sv: Modell
vi_vn: Loại

source: Total discount
bg: Обща отстъпка
da: Samlet rabat
de: Rechnungsrabatt
fr: Remise totale
is: Heildarafsláttur
ru: Общая скидка
sv: Total rabatt
vi_vn: Chiết khấu tổng

source: Total discount group:
bg: Обща група отстъпки
da: Samlet rabat-gruppe
de: Gesamtrabattgruppe:
fr: Groupe de remises totales:
is: Heildarafsláttarhópur:
ru: Группа общей скидки
sv: Grupp för totalrabatt:
vi_vn: Tổng nhóm giảm giá

source: Total discounts
bg: Общо отстъпки
da: Rabatter i alt
de: Gesamtrabatte
fr: Remises totales
is: Heildar afslættir
ru: Скидки всего
sv: Totalrabatter
vi_vn: Tổng số giảm giá

# TradeAgreementExists1
source: The selected combination of account code, account selection, quantity, from date, currency, unit id and variant number already exists
bg: Избраната комбинация от код на сметка, избор на сметка, количество, от дата, валута, мерна единица и номер на вариант, вече съществува
da: Den valgte kombination af kontokode, kontovalg, antal, fra dato, valuta, enheds-id og variantnummer findes allerede
de: Die gewählte Kombination aus Kontocode,Kontoauswahl,Anzahl,vom Datum,Währung,Einheits-ID und Variationsnummer existiert bereits
fr: L'association choisie de compte client, sélection de compte, quantité, date de début, devise, ID unité et numéro de variante existe déjà
is: Valin samsetning af kóða lykils, lykli, magni, frá dagsetningu, gjaldmiðli, vörunúmeri og afbrigðisnúmeri er nú þegar til
ru: Выбранная комбинация кода счета, выбора счета, количества, даты от, валюты, единицы id и номера варианта уже существует
sv: Vald kombination på kontokod, kontoval, kvantitet, från datum, valuta, enhet-id och variantnr finns redan
vi_vn: Sự kết hợp đã chọn của mã tài khoản, lựa chọn tài khoản, số lượng, từ ngày, tiền tệ, mã đơn vị tính và variant đã tồn tại

# TradeAgreementExists2
source: The selected combination of account code, quantity, from date, currency, unit id and variant number already exists
bg: Избраната комбинация от код на сметка, количество, от дата, валута, мерна единица и номер на вариант вече съществува
da: Den valgte kombination af kontokode, antal, fra dato, valuta, enheds-id og variantnummer findes allerede
de: Die gewählte Kombination aus Kontocode,Anzahl,von Datum,Währung,Einheits-ID und Variationsnummer existiert bereits
fr: L'association choisie de compte client, quantité, date de début, devise, ID unité et numéro de variante existe déjà
is: Valin samsetning af kóða lykils, magni, frá dagsetningu, gjalmiðli, vörunúmeri og afbrigðisnúmeri er nú þegar til
ru: Эта выбранная комбинация кода счета, количества, дата от, валюта, ID единицы, и номер варианта уже существуеь
sv: Vald kombination på kontokod, kontoval, kvantitet, från datum, valuta, enhet-id och variantnr finns redan
vi_vn: Sự kết hợp đã chọn của mã tài khoản, số lượng, từ ngày, tiền tệ, mã đơn vị tính và variant đã tồn tại

# TradeAgreements
source: Line discounts
bg: Отстъпки редове
da: Linjerabatter
de: Handelsvereinbarungen
fr: Accords commerciaux
is: Verðsamningar
ru: Строка скидок
sv: Handelsavtal
vi_vn: Chiết khấu theo dòng

source: Unit conversion rule missing
bg: Правилото за конвертиране на мерна единица липсва
da: Enhedskonverteringsregel mangler
de: Einheitsumrechnungsregel fehlt
fr: La règle de conversion d'unité est manquante
is: Einingaumbreytingaregla er ekki til
ru: Отсутствует правило конвертирования единицы
sv: Enhetskonverteringsregel saknas
vi_vn: Thiếu quy tắc chuyển đổi đơn vị tính

source: Variant number
bg: Номер на варианта
da: Variantnummer
de: Variationsnummer
fr: Numéro de variante :
is: Afbrigðisnúmer
ru: Номер варианта
sv: Variantnr
vi_vn: Số biến

source: View customer
bg: Преглед Клиент
da: Vis kunde
de: Debitor anzeigen
fr: Afficher le client
is: Skoða viðskiptamann
ru: Просмотр клиента
sv: Vy kund
vi_vn: Xem khách hàng

source: View customer group
bg: Преглед на клиентска група
da: Se kundegruppe
de: Kundengruppe anzeigen
fr: Afficher le groupe de clients
is: Skoða viðskiptamannahóp
ru: Просмотр Клиент группа
sv: Vy kundgrupp
vi_vn: Xem nhóm khách hàng

source: View group
bg: Преглед група
da: Vis gruppe
de: Gruppe anzeigen
fr: Afficher le groupe
is: Skoða hóp
ru: Просмотр группы
sv: Vy grupp
vi_vn: Xem nhóm

source: View item
bg: Преглед Артикул
da: Vis vare
de: Artikel anzeigen
fr: Afficher l'article
is: Skoða vöru
ru: Просмотр товара
sv: Vy artikel
vi_vn: Xem mục

source: View item group
bg: Преглед група артикул
da: Vis varegruppe
de: Artikelgruppe anzeigen
fr: Afficher le groupe d'articles
is: Skoða vöruflokka
ru: Просмотр товарной группы
sv: Vy artikelgrupp
vi_vn: Xem nhóm mục

source: View store
bg: Преглед магазин
da: Vis butik
de: Geschäft anzeigen
fr: Afficher le magasin
is: Skoða búð
ru: Просмотр магазина
sv: Vy butik
vi_vn: Xem cửa hàng
