Repository: iespana/LSOne
Catalog: SM/Plugins/TradeAgreements/Properties/resources.*.resx
Languages: bg, da, de, fr, is, ru, sv, vi_vn

source: Item discount groups
bg: Група отст. за артикул
da: Varerabatgrupper
de: Artikelrabattgruppen
fr: Groupes de remises sur article
is: Vöruafsláttarflokkar
ru: Группы скидок по номенклатуре
sv: Artikelrabattgrupper
vi_vn: Nhóm mặt hàng giảm giá

source: Line discount
bg: Отстъпка по ред
da: Linjerabat
de: Positionsrabatt
fr: Remise ligne
is: Línuafsláttur
ru: Строка скидки
sv: Radrabatt
vi_vn: Chiết khấu theo dòng

source: Sales prices
bg: Продажни цени
da: Salgspriser
de: Verkaufspreise
fr: Prix vente
is: Söluverð
ru: Цены продажи
sv: Förs.priser
vi_vn: Giá bán

source: Yes
bg: Да
da: Ja
de: Ja
fr: Oui
is: Já
ru: Да
sv: Ja
vi_vn: Có

source: Color
bg: Цвят
da: Farve
de: Farbe
fr: Couleur
is: Litur
ru: Цвет
sv: Färg
vi_vn: Màu

source: Customer
bg: Клиент
da: Kunde
de: Kunde
fr: Client
is: Viðskiptamaður
ru: Клиент
sv: Kund
vi_vn: Khách hàng

source: Price groups
bg: Ценови групи
da: Prisgrupper
de: Preisgruppen
fr: Groupes de prix
is: Verðflokkar
ru: Группы цен
sv: Prisgrupper
vi_vn: Nhóm giá

source: Action
bg: Действие
da: Handling
de: Aktion
is: Aðgerð
ru: Действие
sv: Åtgärd
vi_vn: Hành động

source: Add
bg: Добавяне
da: Tilføj
de: Hinzufügen
fr: Ajouter
is: Bæta við
ru: Добавить
sv: Lägg till
vi_vn: Cộng thêm

source: Add customer to line discount group
bg: Добавяне на клиент към ред отстъпка група
da: Føj kunde til linjerabatgruppe
de: Kunden zur Zeile Rabattgruppe hinzufügen
fr: Ajouter un client au groupe de remises ligne
is: Bæta viðskiptamanni í línuafsláttarhóp
ru: Добавить клиента к группе скидок строки
sv: Lägg till kund i radrabattgrupp
vi_vn: Thêm khách hàng vào nhóm giảm giá

source: Add customer to price group
bg: Добавете клиент към ценова група
da: Føj kunde til prisgruppen
de: Kunden zur Preisgruppe hinzufügen
fr: Ajouter un client au groupe de prix
is: Bæta viðskiptamanni í verðflokk
ru: Добавить клиента к ценовой группе
sv: Lägg till kund i prisgrupp
vi_vn: Thêm khách hàng vào nhóm giá

source: Add customer to total discount group
bg: Добавете клиент към общата група отстъпки
da: Føj kunde til samlet rabatgruppe
de: Kunden zur Gesamtrabattgruppe hinzufügen
fr: Ajouter un client au groupe de remises total
is: Bæta viðskiptamanni í heildarafsláttarhóp
ru: Добавить клиента к группе скидки итого
sv: Lägg till kund i grupp för totalrabatt
vi_vn: Thêm khách hàng vào nhóm giảm giá tổng

source: Add to line discount group
bg: Добавяне към ред отстъпки група
da: Føj til linje rabatgruppe
de: Zur Zeile Rabattgruppe hinzufügen
fr: Ajouter au groupe de remises ligne
is: Setja í línuafsláttarhóp
ru: Добавить к группе скидки строки
sv: Lägg till i radrabattgrupp
vi_vn: Thêm vào nhóm giảm giá dòng

source: Add to price group
bg: Добавяне към ценова група
da: Føj til prisgruppe
de: Zur Preisgruppe hinzufügen
fr: Ajouter au groupe de prix
is: Setja í verðflokk
ru: Добавить к ценовой группе
sv: Lägg till i prisgrupp
vi_vn: Thêm vào nhóm giá

source: Add to total discount group
bg: Добавяне към общата група отстъпки
da: Føj til den samlede rabatgruppe
de: Zur Gesamtrabattgruppe hinzufügen
fr: Ajouter au groupe de remises total
is: Setja í heildarafsláttarhóp
ru: Добавить к итоговой группе скидки
sv: Lägg till i grupp för totalrabatt
vi_vn: Thêm vào nhóm giảm giá tổng

source: All
bg: Всички
da: Alle
de: Alle
fr: Tous
is: Allar
ru: Все
sv: Alla
vi_vn: Tất cả

source: All items
bg: Всички артикули:
da: Alle varer:
de: Alle Artikel
fr: Tous les articles
is: Allar vörur
ru: Все товары:
sv: Alla artiklar
vi_vn: Tất cả biểu tượng

# CantAddDeletedCustomerToGroup
source: The customer has been deleted and can't be added to a group
bg: Клиентът е изтрит и не може да бъде добавен към група
da: Kunden er blevet slettet og kan ikke føjes til en gruppe
de: Der Kunde wurde gelöscht und kann keiner Gruppe hinzugefügt werden.
fr: Le client a été supprimé et ne peut être ajouté à un groupe
is: Viðskiptamanni hefur verið eytt og því ekki hægt að setja hann í flokk
ru: Клиент был удален и не может быть добавлен в группу
sv: Kunden har raderats och kan inte läggas till i någon grupp
vi_vn: Khách hàng đã bị xóa và không thể thêm vào một nhóm

source: Convertible
bg: Трансформиращ
da: Konverterbare
de: Umrechenbar
is: Umreiknanlegt
ru: Трансформируемый
sv: Konverterbara
vi_vn: Có khả năng chuyển đổi

source: Customer discount group
bg: Група отстъпки за клиенти
da: Kunderabatgruppe
de: Kundenrabattgruppe
fr: Groupe de remises client
is: Viðskiptamannaafsláttaflokkur
ru: Клиент группа скидки
sv: Kundrabattgrupp
vi_vn: Nhóm giảm giá theo khách hàng

source: Customer discount groups
bg: Групи за отстъпка клиенти
da: Kunderabatgrupper
de: Kundenrabattgruppen
fr: Groupes de remises client
is: Viðskiptamannaafsláttaflokkar
ru: Клиент группы скидок
sv: Kundrabattgrupper
vi_vn: Nhóm giảm giá khách hàng

# CustomerDiscountGroupsDescription
source: Use this option to view or edit customer discount groups
bg: Използвайте тази опция, за да преглеждате или редактирате клиентски отстъпки
da: Brug denne mulighed til at se eller redigere kunderabatgrupper
de: Verwenden Sie diese Option, um Kundenrabattgruppen oder Preisgruppen anzuzeigen oder zu bearbeiten
fr: Utilisez cette option pour afficher ou modifier les groupes de remises client
is: Veldu þennan kost til að skoða eða breyta afsláttarflokkum viðskiptavina eða verðhópum
ru: Используйте эту опцию для просмотра или редактирования клиентских групп скидок или ценовых групп
sv: Använd alternativet för att se eller redigera kundrabattgrupper eller prisgrupper
vi_vn: Sử dụng tùy chọn này để xem hoặc chỉnh sửa các nhóm giảm giá của khách hàng

# CustomerDiscountGroupsTooltipDescription
source: Manage line, multiline and total customer discount groups and their discounts
bg: Управление на редови, многоредови и цялостни групи отстъпки за клиенти и техните отстъпки
da: Administrer linje-, flerlinje- og samlede kunde rabatgrupper og deres rabatter
de: Zeilen-, Mehrzeilen- und Gesamtkundenrabattgruppen und deren Rabatte verwalten
fr: Gérer les groupes de lignes, multi-lignes et de remises total client ainsi que leurs remises
is: Umsjón með línu-, marglínu- og heildar viðskiptamannaafsláttarhópum og afsláttum þeirra
ru: Управление строкой, множественной и общей группой скидок и их скидками
sv: Hantera kundrabattgrupper för en rad, flera rader och totalt samt motsvarande rabatter
vi_vn: Quản lý giảm giá theo một dòng, nhiều dòng và tổng giảm giá theo nhóm khách hàng và giảm giá của họ

source: Customer line discount group
bg: Клиент ред група отстъпки
da: Kundelinje rabatgruppe
de: Kundenzeilenrabattgruppe
fr: Groupe de remises ligne de client
is: Línuafsláttarhópur viðskiptamanns
ru: Группа скидки строки клиента
sv: Kundrad rabattgrupp
vi_vn: Nhóm giảm giá dòng khách hàng

source: Customer multiline discount group
bg: Клиент многоредова група отстъпки
da: Kunde flerlinje rabatgruppe
de: Kundenmehrzeilenrabattgruppe
fr: Groupe de remises multi-lignes client
is: Marglínuafsláttarhópur viðskiptamanns
ru: Группа многострочных скидок клиентов
sv: Kund samköp rabattgrupp
vi_vn: Nhóm giảm giá đa dòng khách hàng

source: Customer not in customer group
bg: Клиентът не е в група клиенти
da: Kunde ikke i kundegruppe
de: Kunde ist nicht in Kundengruppe
fr: Ce client n'est pas dans le groupe de clients
is: Viðskiptamaður ekki í viðskiptamannahópi
ru: Клиент не в группе клиентов
sv: Kund inte i kundgrupp
vi_vn: Khách hàng không thuộc nhóm khách hàng

source: Customer price group
bg: Ценова група на клиента
da: Kundeprisgruppe
de: Kundenpreisgruppe
fr: Groupe prix client
is: Verðflokkur viðskiptamanna
ru: Ценовая группа клиента
sv: Kundprisgrupp
vi_vn: Nhóm giá khách hàng

source: Customers
bg: Клиенти
da: Kunder
de: Kunden
fr: Clients
is: Viðskiptamenn
ru: Клиенты
sv: Kunder
vi_vn: Khách hàng

source: Customer total discount group
bg: Обща група отстъпки за клиенти
da: Kunde totalrabatgruppe
de: Kundengesamtrabattgruppe
fr: Groupe de remises total client
is: Heildarafsláttarhópur viðskiptamanns
ru: Группа общей скидки клиента
sv: Kund total rabattgrupp
vi_vn: Tổng chiết khấu nhóm khách hàng

source: Default store has no tax group attached to it
bg: Магазин по подразбиране няма свързана данъчна група
da: Standardbutik har ingen momsgruppe knyttet til den
de: Standardgeschäft hat keine Steuergruppe beigefügt
fr: Le magasin par défaut n'est associé à aucun groupe de taxe
is: Sjálfgefin búð hefur ekki VSK flokk á sér
ru: Для магазина по умолчанию не назначена налоговая группа
sv: Standardbutik har ingen momsgrupp kopplat till sig
vi_vn: Cửa hàng mặc định không có nhóm thuế kèm theo

source: Delete
bg: Изтриване
da: Slet
de: Löschen
fr: Supprimer
is: Eyða
ru: Удалить
sv: Radering
vi_vn: Xóa

source: Delete group
bg: Изтриване група
da: Slet gruppe
de: Gruppe löschen
fr: Supprimer le groupe
is: Eyða hópi
ru: Удалить группу
sv: Ta bort grupp
vi_vn: Xoá nhóm

# DeleteGroupQuestion
source: Are you sure you want to delete the selected group?
bg: Сигурни ли сте, че искате да изтриете избраната група?
da: Er du sikker på at du vil slette den valgte gruppe?
de: Sind Sie sicher, dass Sie die ausgewählte Gruppe löschen wollen?
fr: Êtes-vous sûr(e) de vouloir supprimer le groupe choisi ?
is: Ertu viss um að þú viljir eyða völdum flokk?
ru: Вы уверены, что хотите удалить выбранную группу?
sv: Är du säker på att du vill radera vald grupp?
vi_vn: Bạn có chắc chắn muốn xóa nhóm đã chọn?

source: Delete store from price group
bg: Изтриване на магазин от ценова група
da: Slet butik fra prisgruppen
de: Geschäft von Preisgruppe löschen
fr: Supprimer le magasin du groupe de prix
is: Eyða búð úr verðflokki
ru: Удалить магазин из ценовой группы
sv: Radera butik i prisgrupp
vi_vn: Xóa cửa hàng khỏi nhóm giá

# DeleteStoreFromPriceGroupQuestion
source: Are you sure you would like to delete the selected store from the price group ?
bg: Сигурни ли сте, че искате да изтриете избрания магазин от ценовата група?
da: Er du sikker på, at du vil slette den valgte butik fra prisgruppen?
de: Sind Sie sicher, dass Sie das ausgewählte Geschäft von der Preisgruppe löschen möchten?
fr: Êtes-vous sûr(e) de vouloir supprimer le magasin sélectionné du groupe de prix ?
is: Ertu viss um að þú viljir eyða valdri búð úr verðflokknum ?
ru: Вы уверены, что хотите удалить выбранный магазин из ценовой группы ?
sv: Vill du radera vald butik i prisgruppen?
vi_vn: Bạn có chắc chắn muốn xóa cửa hàng đã chọn khỏi nhóm giá không?

# DeleteTASalesPrice
source: Delete trade agreement sales price
bg: Изтрийте продажната цена на търговското споразумение
da: Slet handelsaftale salgspris
de: Verkaufspreis für Handelsvereinbarung löschen
fr: Supprimer le prix de vente de l'accord commercial
is: Eyða söluverði verðsamnings
ru: Удаление цены продажи договора
sv: Radera försäljningspris enligt handelsavtal
vi_vn: Xóa giá bán thỏa thuận

source: Delete trade agreement
bg: Изтриване на търговско споразумение
da: Slet handelsaftale
de: Handelsabkommen löschen
fr: Supprimer l'accord commercial
is: Eyða verðsamning
ru: Удалить договор
sv: Radera handelsavtal
vi_vn: Xóa thỏa thuận thương mại

# DeleteTradeAgreementQuestion
source: Are you sure you want to delete the selected trade agreement?
bg: Наистина ли искате да изтриете избраното търговско споразумение?
da: Er du sikker på, at du vil slette den valgte handelsaftale?
de: Sind Sie sicher, dass Sie das ausgewählte Handelsabkommen löschen wollen?
fr: Êtes-vous sûr(e) de vouloir supprimer l'accord commercial choisi ?
is: Ertu viss um að þú viljir eyða völdum viðskiptasamning?
ru: Вы уверены, что хотите удалить выбранный договор?
sv: Är du säker på att du vill radera valt handelsavtal?
vi_vn: Bạn có chắc chắn muốn xóa thỏa thuận thương mại đã chọn?

source: Discount groups
bg: Групи отстъпки
da: Rabatgrupper
de: Rabattgruppen
fr: Groupes de remises
is: Afsláttarflokkar
ru: Группы скидки
sv: Rabattgrupper
vi_vn: Nhóm giảm giá

source: Discounts
bg: Отстъпки:
da: Rabatter
de: Rabatte
fr: Remises
is: Afslættir
ru: Скидки:
sv: Rabatter
vi_vn: Chiết khấu:

# DiscountsDescription
source: Displays a submenu for discount related operations
bg: Показва подменю за операции, свързани с отстъпка
da: Viser en undermenu til rabatrelaterede operationer
de: Zeigt ein Untermenü für rabattbezogene Operationen
fr: Affiche un sous-menu pour les opérations liées aux remises
is: Birtir valmynd fyrir afsláttaraðgerðir
ru: Отображает подменю для скидочных операций
sv: Visar en submeny för rabatt åtgärder
vi_vn: Hiển thị menu con cho các hoạt động liên quan đến giảm giá

# EditText
source: Edit
bg: Редактиране
da: Rediger ...
de: Bearbeiten
fr: Modifier
is: Breyta
ru: Редактировать
sv: Redigera
vi_vn: Chỉnh sửa

# ErrorConnectingToSiteService
source: There was an error connecting to Site Service.
bg: Възникна грешка при свързването с услугата на сайта.
da: Der opstod en fejl under oprettelse af forbindelse til Site Service.
de: Bei der Verbindung mit dem Site Service ist ein Fehler aufgetreten.
fr: Une erreur est survenue lors de la connexion au Service de site.
is: Villa kom upp við að tengjast Site Service
ru: Ошибка при подключении к Сайту Сервиса.
sv: Det gick inte att ansluta till Site Service.
vi_vn: Đã xảy ra lỗi khi kết nối với Dịch vụ Trang web.

source: From date cannot be higher than to date
bg: От дата не може да бъде след тази от До дата
da: Fra dato kan ikke være senere end til dato
de: Von Datum kann nicht höher sein als bis Datum
fr: La date de début ne peut pas être après à la date de fin
is: Frá dagsetning má ekki vera hærri en til dagsetning
ru: От даты не может быть больше, чем до даты
sv: Från datum kan inte vara större än till datum
vi_vn: Ngày bắt đầu không được lớn hơn Ngày kết thúc.

source: Group
bg: Група
da: Gruppe
de: Gruppe
fr: Groupe
is: Hópur
ru: Группа
sv: Grupp
vi_vn: Nhóm

source: Group limit
bg: Лимит за група
da: Gruppegrænse
de: Gruppengrenze
fr: Limitation des groupes
is: Takmörk hóps
ru: Лимит группы
sv: Gruppgräns
vi_vn: Giới hạn nhóm

source: Groups
bg: Групи:
da: Grupper
de: Gruppen
fr: Groupes :
is: Hópar
ru: Группы:
sv: Grupper
vi_vn: Các nhóm:

# GroupsRibbonDescription
source: Displays a submenu for discount and price related groups
bg: Показва подменю за групи, свързани с отстъпки и цени
da: Viser en undermenu for rabat- og prisrelaterede grupper
de: Zeigt ein Untermenü für Rabatt- und preisbezogene Gruppen an
fr: Affiche un sous-menu pour les remises et les groupes liés aux prix
is: Birta valmynd fyrir afláttar- og verðtengda flokka
ru: Отображать подменб для скидок и связанных ценовых групп
sv: Visar en undermeny för rabatt- och prisrelaterade grupper
vi_vn: Hiển thị menu con cho các nhóm liên quan đến giảm giá và giá

# InventoryUnitConversionRuleMissing
source: A unit conversion rule from the selected unit to the items inventory unit is missing. You must create it to continue. Do you want to create one now ?
bg: Липсва правило за конвертиране на избраната мерна единица от артикула към единица запаси.Трябва да го създадете, за да продължите. Искате ли да го създадете сега?
da: En enhedskonverteringsregel fra den valgte enhed til varebeholdningsenheden mangler. Du skal oprette det for at fortsætte. Vil du oprette en nu?
de: Eine Einheitsumwandlungsregel von der ausgewählten Einheit zu dem Artikelbestand fehlt. Sie müssen eine erstellen, um fortzufahren. Wollen Sie jetzt eine erstellen?
fr: Il manque une règle de conversion d'unités pour convertir l'unité choisie vers l'unité d'inventaire de l'article choisi. Vous devez la créer pour continuer. Souhaitez-vous la créer maintenant ?
is: Umbreytingar regla milli valinnar einingu og einingu birgða vöru vantar. Þú verður að búa hana til til að halda áfram. Viltu búa til sklíka relgu núna?
ru: Правило конвертирования из выбранной единицы в складскую единицу товаров отсутствует. Вы должны его создать для продолжения. Создать такое правило ?
sv: En enhetskonverteringsregel från vald enhet till lagerartikelenheten saknas. För att fortsätta måste du skapa den. Vill du skapa en nu?
vi_vn: Một quy tắc chuyển đổi đơn vị tính từ đơn vị tính đã chọn đến đơn vị tính tồn kho không tồn tại, Bạn phải tạo mới để tiếp tục. Bạn có muốn tạo bây giờ không?

source: Item
bg: Артикул
da: Vare
de: Artikel
fr: Article
is: Vara
ru: Товар
sv: Artikel
vi_vn: Mặt hàng

# ItemAlreadyAdded
source: The item already belongs to that group or is already in the list
bg: Артикулът вече принадлежи към тази група или вече е в списъка
da: Varen tilhører allerede den gruppe eller findes allerede på listen
de: Der Artikel gehört bereits zu dieser Gruppe oder befindet sich bereits auf der Liste.
fr: Cet article appartient déjà à ce groupe ou est déjà sur la liste
is: Varan er þegar í Vöruflokk eða listanum
ru: Товар уже принадлежит этой группе или уже в списке
sv: Artikeln tillhör redan den här gruppen eller finns redan med på listan
vi_vn: Mặt hàng này đã thuộc về nhóm đó hoặc đã có trong danh sách

source: Item code
bg: Артикул Код:
da: Varekode:
de: Artikelcode
fr: Code article
is: Vörukóti
ru: Код товара
sv: Artikelkod
vi_vn: Mã sản phẩm:

source: Item discount group
bg: Група отстъпка за артикули
da: Varerabatgruppe
de: Artikelrabattgruppe
fr: Groupe remises article
is: Vöruafsláttarflokkur
ru: Группа скидки по номенклатуре
sv: Artikelrabattgrupp
vi_vn: Nhóm mặt hàng giảm giá

# ItemDiscountGroupsDescription
source: Use this option to view or edit item discount groups
bg: Използвайте тази опция, за да преглеждате или редактирате групи отстъпки
da: Brug denne indstilling til at se eller redigere varebatgrupper
de: Verwenden Sie diese Option,um Artikelrabattgruppen anzuzeigen oder zu bearbeiten
fr: Utilisez cette option pour afficher ou modifier des groupes de remises sur article
is: Veldu þennan kost til að skoða eða breyta vöruafsláttarflokkum
ru: Используйте эту опцию для просмотра или редактирования товарных групп скидок
sv: Använd alternativet för att se eller redigera artikelrabattgrupper
vi_vn: Sử dụng tùy chọn này để xem hoặc chỉnh sửa các nhóm giảm giá mặt hàng

# ItemDiscountGroupsTooltipDescription
source: Manage line and multiline item discount groups and their discounts
bg: Управление на групи отстъпки за ред или многоредови отстъпки, и техните отстъпки
da: Administrer linje- og flerlinje-rabatgrupper med varer og deres rabatter
de: Zeilen- und Mehrzeilenartikelrabattgruppen und deren Rabatte verwalten
fr: Gérer les groupes de lignes et de remises multi-ligne article et leurs remises
is: Umsjón með línu- og marglínuafsláttarhópum og afsláttum þeirra
ru: Устравление строкой и количественными группами скидки и их скидками
sv: Hantera artikelrabattgrupper för en rad och flera rader samt motsvarande rabatter
vi_vn: Quản lý các nhóm giảm giá hàng và đa dòng và giảm giá của họ

source: Item has no tax group attached to it
bg: Артикулът не е свързан с данъчна група
da: Varen har ingen momsgruppe knyttet til den
de: Artikel hat keine Steuergruppe beigefügt
fr: L'article n'est associé à aucun de taxe
is: Vara hefur ekki VSK flokk á sér
ru: Товару не назначена налоговая группа
sv: Artikel har ingen momsgrupp kopplad till sig
vi_vn: Sản phẩm không có nhóm thuế đi kèm

source: Item line discount group
bg: Група отстъпки артикул ред:
da: Varelinjerabatgruppe:
de: Artikelzeilenrabattgruppe
fr: Groupe de remises ligne article :
is: Línuafsláttarhópur vöru
ru: Группа скидки строки товара:
sv: Artikelrad rabattgrupp
vi_vn: Dòng giảm giá sản phẩm:

source: Item multiline discount group
bg: Група многоредови отстъпки артикул:
da: Vare flerlinje rabatgruppe:
de: Artikelmehrzeilenrabattgruppe
fr: Groupe de remises multi-ligne article :
is: Marglínuafsláttarhópur vöru
ru: Группа мильтискидки товара:
sv: Artikel samköp rabattgrupp
vi_vn: Nhóm giảm giá đa dòng:

source: Item name
bg: Име на артикул
da: Varenavn
de: Artikelname
fr: Nom de l'article
is: Vöruheiti
ru: Название товара
sv: Artikelnamn
vi_vn: Tên hàng

source: Items
bg: Артикули
da: Varer
de: Artikel
fr: Articles
is: Vörur
ru: Товары
sv: Artiklar
vi_vn: Mặt hàng

source: Line
bg: Ред
da: Linje
de: Position
fr: Ligne
is: Línu
ru: Строка
sv: Rad
vi_vn: Dòng

source: Line discount group:
bg: Група отстъпки за реда
da: Linjerabatgruppe
de: Zeilenrabattgruppe:
fr: Groupe de remises ligne:
is: Línuafsláttarhópur:
ru: Группа скидок по строке
sv: Radrabattgrupp:
vi_vn: Nhóm dòng giảm giá

# LineDiscountGroup2
source: Line discount groups
bg: Групи отстъпки за ред
da: Line rabatgrupper
de: Zeilenrabattgruppen
fr: Groupes de remises ligne
is: Línuafsláttarhópar
ru: Строка группы скидки
sv: Radrabattgrupper
vi_vn: Nhóm giảm giá dòng

source: Multiline
bg: Многоредови
da: Flerlinje
de: Sammel
fr: Multi-lignes
is: Marglínu
ru: Множество строк
sv: Samköp
vi_vn: Đa tuyến

source: Multiline discount
bg: Отстъпка множ.редове
da: Flerlinje rabat
de: Sammelrabatt
fr: Remise multiligne
is: Marglínuafsláttur
ru: Многострочная скидка
sv: Samköpsrabatt
vi_vn: Giảm giá nhiều dòng

source: Multiline discounts
bg: Многоредови отстъпки
da: Flerlinje rabatter
de: Mehrzeilenrabatt
fr: Remise multiligne
is: Marglínuafslættir
ru: Скидка множества строк
sv: Samköpsrabatter
vi_vn: Giảm giá nhiều dòng

source: No
bg: Не
da: Nej
de: Nein
fr: Non
is: Nei
ru: Нет
sv: Nej
vi_vn: Không

source: No customers found
bg: Няма намерени клиенти.
da: Ingen kunder blev fundet
de: Keine Kunden gefunden
fr: Aucun client trouvé
is: Engir viðskiptamenn fundust
ru: Клиенты не найдены
sv: Inga kunder hittades
vi_vn: Không tìm thấy khách hàng.

source: No default store selected
bg: Няма избран магазин по подразбиране
da: Ingen standard butik valgt
de: Kein Standardgeschäft ausgewählt
fr: Aucun magasin par défaut n'a été choisi
is: Engin sjálfgefin búð er valin
ru: Нет выбранного магазина по умолчанию
sv: Ingen standard butik valdes
vi_vn: Không có cửa hàng mặc định được chọn

source: No items found
bg: Няма намерени артикули
da: Ingen varer fundet
de: Keine Artikel gefunden
fr: Aucun article trouvé
is: Engar vörur fundust
ru: Товары не найдены
sv: Inga artiklar hittades
vi_vn: Không tìm thấy mặt hàng

# PriceConficMultiDescription
source: Configure the price for the selected items
bg: Конфигурирайте цената за избраните артикули
da: Konfigurer prisen for de valgte varer
de: Konfigurieren Sie den Preis für die ausgewählten Artikel.
fr: Configurer le prix des articles sélectionnés
is: Settu upp verð fyrir valda vöru
ru: Сконфигурируйте цену для выбранных товаров
sv: Konfigurera priset för valda artiklar
vi_vn: Cấu hình giá bán cho mặt hàng đã chọn

source: Price/discount
bg: Цена / отстъпка
da: Pris/rabat
de: Preis/Rabatt
fr: Prix/remise
is: Verð/afslættir
ru: Цена/Скидка
sv: Priser/rabatter
vi_vn: Giảm giá

source: Price/discount groups
bg: Групи цена/отстъпка
da: Pris- og rabatgrupper
de: Preis-/Rabattgruppen
fr: Groupes de prix/remises
is: Verð/afsláttar-hópar
ru: Цена/скидка группы
sv: Pris- och rabattgrupper
vi_vn: Nhóm giá / chiết khấu

source: Price group:
bg: Ценова група
da: Prisgruppe
fr: Groupe de prix
is: Verðflokkur
ru: Ценовая группа
sv: Prisgrupp
vi_vn: Nhóm giá vốn

# PriceGroupsDescription
source: Use this option to view or edit price groups
bg: Използвайте тази опция, за да видите или редактирате ценови групи
da: Brug denne indstilling til at se eller redigere prisgrupper
de: Verwenden Sie diese Option, um Preisgruppen anzusehen oder zu bearbeiten.
fr: Utilisez cette option pour afficher ou modifier les groupes de prix
is: Veldu þennan kost til að skoða eða breyta verðflokkum
ru: Используйте эту опцию для просмотра или редактирования ценовых групп
sv: Använd alternativet för att visa eller redigera prisgrupper
vi_vn: Sử dụng tùy chọn này để xem hoặc chỉnh sửa các nhóm giá
