Repository: iespana/LSOne
Catalog: SM/Plugins/BarCodes/Properties/resources.*.resx
Languages: fr, is, nl_be, sv

source: Add
fr: Ajouter
is: Bæta við
nl_be: Toevoegen
sv: Lägg till

source: Bar codes
fr: Codes barres
is: Strikamerki
sv: Streckkoder

source: Color
fr: Couleur
is: Litur
nl_be: Kleur
sv: Färg

source: Delete
fr: Supprimer
is: Eyða
nl_be: Verwijderen
sv: Ta bort

source: Edit
fr: Modifier
is: Breyta
nl_be: Bewerken
sv: Redigera

source: No
fr: Non
is: Nei
nl_be: Nee
sv: Nej

source: Size
fr: Taille
is: Stærð
nl_be: Grootte
sv: Storlek

source: Style
is: Stíll
nl_be: Stijl
sv: Modell

source: Variant number
fr: Numéro de variante :
is: Afbrigðisnúmer
nl_be: Variantnummer
sv: Variantnr

source: Yes
fr: Oui
is: Já
nl_be: Ja
sv: Ja

# BarCodeExists
source: That bar code already exists in the database
fr: Ce code barre existe déjà dans la base de données
is: Þetta strikamerki er nú þegar til
nl_be: Die barcode bestaat al in de database
sv: Streckkod finns redan i databasen

# BarCodeMaxLengthError
source: A bar code using this bar code setup has to be at most #1 letters in length
fr: Un code barre utilisant ce paramétrage de code barre doit avoir une longueur maximale de #1 lettres
is: Strikamerki með þessari strikamerkjauppsetningu má ekki hafa fleiri en #1 stafi.
nl_be: Een barcode die van deze barcode-instelling gebruikmaakt, mag hoogstens #1 letters lang zijn
sv: En streckkod som använder den här inställningen, måste vara minst #1 bokstäver

# BarCodeMinLengthError
source: A bar code using this bar code setup has to be at least #1 letters in length
fr: Un code barre utilisant ce paramétrage de code barre doit avoir une longueur minimale de #1 lettres
is: Strikamerki með þessari strikamerkjauppsetningu þarf að hafa a.m.k. #1 stafi.
nl_be: Een barcode die van deze barcode-instelling gebruikmaakt, moet minstens #1 letters lang zijn
sv: En streckkod som använder den här inställningen, måste vara minst #1 bokstäver

source: Bar code setup
fr: Paramétrage des codes barres
is: Strikamerkjauppsetning
nl_be: Instelling barcode
sv: Streckkodsinställningar

source: Coupon
is: Afsláttarmiði
sv: Kupong

source: Customer
fr: Client
is: Viðskiptamaður
nl_be: Klant
sv: Kund

source: Data entry
fr: Entrée de données
is: Gagnainnsláttur
nl_be: Invoeren gegevens
sv: Datainmatning

source: Delete bar code setup
fr: Supprimer le paramétrage de code barre
is: Eyða strikamerkjauppsetningu
nl_be: Instelling barcode verwijderen
sv: Radera streckkodmask inställning

# DeleteBarCodeSetupQuestion
source: Are you sure you want to delete the selected bar code setup?
fr: Êtes-vous sûr(e) de vouloir supprimer le paramétrage de code barre choisi ?
is: Ertu viss um að þú viljir eyða valinni strikamerkjauppsetningu?
nl_be: Weet u zeker dat u de geselecteerde instelling van de barcode wilt verwijderen?
sv: Vill du radera vald streckkod inställning?

source: Description
is: Lýsing
nl_be: Omschrijving
sv: Beskrivning

source: Employee
fr: Employé
is: Starfsmaður
nl_be: Werknemer
sv: Anställd

source: Font
fr: Police
is: Letur
nl_be: Lettertype
sv: Teckensnitt

source: Item
fr: Article
is: Vara
nl_be: Artikel
sv: Artikel

source: Mask
fr: Masque :
is: Maski
nl_be: Masker

source: No bar code
fr: Aucun code barre
is: Ekkert strikamerki
nl_be: Geen barcode
sv: Ingen streckkod

source: None
fr: Aucun
is: Engin
nl_be: Geen
sv: Ingen

source: Pharmacy
fr: Pharmacie
is: Apótek
nl_be: Apotheek
sv: Farmaci

source: Ratio
fr: Taux
is: Hlutfall
nl_be: Verhouding

source: Sales person
fr: Vendeur
is: Sölumaður
nl_be: Verkoper
sv: Säljare

source: Symbology
fr: Symbologie :
is: Gerð strikamerkis
nl_be: Symbologie
sv: Symbolism

source: Type
is: Tegund
sv: Typ

source: Unknown
fr: Inconnu
is: Óþekkt
nl_be: Onbekend
sv: Okänd

source: Any number
fr: Nombre au choix
is: Eitthvað númer
nl_be: Eender welk getal
sv: Något tal

# BarCodeMaskExists
source: That bar code mask already exists in the database
fr: Ce masque de code barre existe déjà dans la base de données
is: Þessi strikamerkjamaski er nú þegar til
nl_be: Dat barcodemasker bestaat al in de database
sv: Streckkod finns redan i databasen

source: Bar code mask setup
fr: Paramétrage de masque de code barre
is: Uppsetning strikamerkjamaska
nl_be: Instelling barcodemasker
sv: Streckkodmask inställning

# BarCodeMaskSetupDescription
source: Use this option to define bar code masks
fr: Utilisez cette option pour définir des masques de codes barre
is: Veldu þennan kost til að skigreina strikamerkjamaska
nl_be: Deze optie gebruiken om barcodemaskers te definiëren
sv: Använd alternativet att definiera streckkodmask

# BarCodeSetupDescription
source: Use this option to set up bar code rules
fr: Utilisez cette option pour paramétrer les règles de code barre
is: Veldu þennan kost til að skilgreina strikamerkjareglur
nl_be: Deze optie gebruiken om barcoderegels in te stellen
sv: Använd alternativet för att installera streckkodsmasker

source: Bar code setup ID
fr: ID paramétrage de code barre
is: Auðkenni strikamerkja uppsetningar
nl_be: ID Instelling barcode
sv: Streckkod inställning ID

source: Check digit
fr: Chiffre de contrôle
is: Prófa staf
nl_be: Controlecijfer
sv: Kontrollsiffra

source: Color digit
fr: Chiffre de la couleur
is: Litur stafs
nl_be: Kleur cijfer
sv: Färgsiffra

source: Delete bar code mask
fr: Supprimer le masque de code barre
is: Eyða strikamerkjamaska
nl_be: Barcodemasker verwijderen
sv: Radera streckkod mask

# DeleteBarCodeMaskQuestion
source: Are you sure you want to delete the selected bar code mask?
fr: Êtes-vous sûr(e) de vouloir supprimer le masque de code barre choisi ?
is: Ertu viss um að þú viljir eyða völdum strikamerkjamaska?
nl_be: Weet u zeker dat u het geselecteerde barcodemasker wilt verwijderen?
sv: Vill du radera vald streckkod mask?

source: Delete segment
fr: Supprimer le segment
is: Eyða hluta
nl_be: Segment verwijderen
sv: Radera segment

# DeleteSegmentQuestion
source: Are you sure you want to delete the selected segment?
fr: Êtes-vous sûr(e) de vouloir supprimer le segment choisi ?
is: Ertu viss um að þú viljir eyða völdum hluta?
nl_be: Weet u zeker dat u het geselecteerde segment wilt verwijderen?
sv: Vill du radera vald segment?

source: EAN license code
fr: Code licence EAN
is: EAN Leyfiskóti
nl_be: EAN licentiecode
sv: EAN licenskod

source: Manage bar code masks
fr: Gérer les masques de code barre
is: Umsjón strikamerkja maska
nl_be: Beheren barcodemaskers
sv: Hantera streckkodmask

# MaskInvalidLetterError
source: Mask contains letters that do not map to known types
fr: Ce masque contient des lettres qui ne se mappent pas avec les types connus
is: Maski inniheldur stafi sem eru ekki leyfðir
nl_be: Masker bevat letters die niet overeenstemmen met bekende types
sv: Mask innehåller bokstäver som inte matchar kända typer

source: Move down
fr: Descendre
is: Færa niður
nl_be: Naar beneden gaan
sv: Flytta ned

source: Move up
fr: Monter
is: Færa upp
nl_be: Naar boven gaan
sv: Flytta upp

source: Price
fr: Prix
is: Verð
nl_be: Prijs
sv: Pris

source: Quantity
fr: Quantité
is: Magn
nl_be: Hoeveelheid
sv: Antal

source: Size digit
fr: Chiffre de la taille
is: Stærð stafs
nl_be: Grootte cijfer
sv: Storlekssiffra

source: Style digit
fr: Chiffre du style
is: Stíll stafs
nl_be: Stijl cijfer
sv: Modell siffra

source: Bar code masks
fr: Masques de codes barre
is: Strikamerkjamaskar
nl_be: Barcodemaskers
sv: Streckkodmasker

source: Bar code mask segments
fr: Segments de masques de codes barre
is: Hlutar strikamerkjamaska
nl_be: Barcodemaskersegmenten
sv: Streckkodmask segment

# PrefixExists
source: That bar code prefix already exists in the database
fr: Ce préfixe de code barre existe déjà dans la base de données
is: Þetta strikamerkjaforskeyti er nú þegar til
nl_be: Het prefix van die barcode bestaat al in de database
sv: Streckkod prefix finns redan i databasen

# MaskSetupBarCode
source: Setup masks
fr: Configurer les masques
is: Uppsetning maska
nl_be: Maskers instellen
sv: Inställning masker

# SetupBarCode
source: Setup
fr: Configuration
is: Uppsetning
nl_be: Instellingen
sv: Konfigurera

source: General setup
fr: Paramètres généraux
is: Almenn uppsetning
nl_be: Algemene instelling
sv: Allmänna inställningar

source: All
fr: Tous
is: Allar
nl_be: Alle
sv: Alla

source: Convertible
is: Umreiknanlegt
nl_be: Omzetbaar
sv: Konverterbara

source: Delete bar code
fr: Supprimer le code barre
is: Eyða strikamerki
nl_be: Barcode verwijderen
sv: Radera streckkod

# DeleteBarCodeQuestion
source: Are you sure you want to delete the selected barcode?
fr: Êtes-vous sûr(e) de vouloir supprimer le code barre choisi ?
is: Ertu viss um að þú viljir eyða völdu strikamerki?
nl_be: Weet u zeker dat u de geselecteerde barcode wilt verwijderen?
sv: Vill du radera vald streckkod?

source: New bar code
fr: Nouvelle configuration de code barre
is: Nýtt strikamerki
nl_be: Nieuwe barcode
sv: Ny streckkod

# UnitConversionQuestion
source: No unit conversion rule exists to convert from the selected unit to the inventory unit for the selected item. Would you like to create the rule?
fr: Aucune règle de conversion d'unités n'existe pour convertir l'unité choisie vers l'unité de l'inventaire pour l'article choisi. Souhaitez-vous en créer une ?
is: Engin einingaumbreytingaregla fannst til að umbreyta úr valinni einingu yfir í einingu birgða. Viltu búa til regluna?
nl_be: Er bestaat geen eenheidsomzettingsregel om voor het geselecteerde artikel de geselecteerde eenheid naar de eenheid van de inventaris om te zetten. Wilt u de regel aanmaken?
sv: Ingen konverteringsregel finns för att konvertera från vald enhet till lagerenhet för vald artikel. Vill du skapa regel?

# UnitConversionRuleMissing
source: Unit conversion rule is missing
fr: Règle de conversion d'unité manquante
is: Einingaumbreytingaregla er ekki til
nl_be: Regel voor omzetting eenheden ontbreekt
sv: Enhetskonverteringsregel saknas

# UnitConversionRuleMissingAlert
source: No unit conversion rule exists to convert from the selected unit to the inventory unit for the selected item.
fr: Aucune règle de conversion d'unités n'existe pour convertir l'unité choisie vers l'unité d'inventaire pour l'article choisi.
is: Engin einingaumbreytingaregla fannst til að umbreyta úr valinni einingu yfir í einingu birgða.
nl_be: Er bestaat geen eenheidsomzettingsregel om voor het geselecteerde artikel de geselecteerde eenheid naar de eenheid van de inventaris om te zetten.
sv: Ingen konverteringsregel finns för att konvertera från vald enhet till lagerenhet för vald artikel.

source: Receipt
fr: Reçu
is: Kvittun
nl_be: Ontvangstbewijs
sv: Kvitto

source: Receipt barcode
fr: Reçu code barre
is: Strikam. kvittunar
nl_be: Ontvangstbewijs barcode
sv: Kvittostreckkod

source: Store
fr: Magasin
is: Búð
nl_be: Winkel
sv: Butik

source: Terminal
is: Útstöð

# BarcodeFieldsNotfilledIn
source: Either both bar code fields need to be filled in or neither of them.
fr: Vous devez remplir les deux champs de code barre, ou aucun.
is: Annað hvort þurfa bæði strikamerkjasvæðin að vera útfyllt eða hvorugt af þeim .
nl_be: Ofwel beide barcodevelden of geen enkele ervan invullen.
sv: Antingen ska båda streckkodsfält fyllas i eller inget av dom.

# BarcodeNotCorrectlySetup
source: The bar code setup or the barcode is not correctly set up
fr: Paramétrage incorrect du code barres ou code barres incorrect
is: Strikamerkið eða strikamerkisuppsetningin eru ekki rétt sett upp
nl_be: De barcode-instelling of de barcode is niet correct ingesteld
sv: Streckkodskonfigurationen eller streckkoden är inte korrekt konfigurerad

# PleaseSelectBarCodeSetup
source: Please select bar code setup before entering bar code
fr: Veuillez sélectionner un paramétrage de code barres avant d'entrer un code barres
is: Vinsamlegast veljið strikamerkjauppsetningu áður en strikamerki er slegið inn
nl_be: Selecteer de barcode-instelling voordat u de barcode invoert
sv: Välj streckkodskonfiguration innan du anger streckkod

# SalesUnitConversionQuestion
source: No unit conversion rule exists to convert from the selected unit to the sales unit for the selected item. Would you like to create the rule?
fr: Aucune règle de conversion d'unités n'existe pour convertir des unités choisies aux unités de vente pour l'article choisi. Souhaitez-vous créer une règle ?
is: Einingaumbreytingaregla frá valinni einingu yfir í sölueiningu er ekki til fyrir valda vöru. Viltu búa hana til?
nl_be: Er is geen omzettingsregel voor de eenheid om de geselecteerde eenheid om te zetten naar de verkoopseenheid voor het geselecteerde artikel. Wilt u de regel aanmaken?
sv: Det finns ingen enhetskonverteringsregel för att konvertera den valda enheten till försäljningsenheten för den valda artikeln. Vill du skapa regeln?

# SalesUnitConversionRuleMissingAlert
source: No unit conversion rule exists to convert from the selected unit to the sales unit for the selected item.
fr: Aucune règle de conversion d'unités n'existe pour convertir l'unité choisie vers l'unité de vente de l'article choisi.
is: Einingaumbreytingaregla frá valinni einingu yfir í sölueiningu er ekki til fyrir valda vöru.
nl_be: Er is geen omzettingsregel voor de eenheid om de geselecteerde eenheid om te zetten naar de verkoopseenheid voor het geselecteerde artikel.
sv: Det finns ingen enhetskonverteringsregel för att konvertera den valda enheten till försäljningsenheten för den valda artikeln.

source: Setup
fr: Configuration
is: Uppsetning
nl_be: Instellingen
sv: Konfigurera

# MatchBarcodeMask
source: For credit memos you need to configure the number sequence to match the prefix of the barcode mask
fr: Pour les notes de crédit, vous devez configurer la séquence de numéros de façon à ce qu'elle soit assortie au préfixe du masque du code barres
is: Fyrir inneignarnótur þarft þú að stilla númeraröðina þannig að hún passi við forskeytið á strikamerkjasíunni
nl_be: U moet de nummervolgorde voor creditmemo's configureren om overeen te komen met de prefix van het barcodemasker
sv: För kreditnotor behöver du konfigurera nummerordningen för att matcha streckkodsmaskens prefix

# BarcodesOneWord
source: Barcodes
fr: Codes barres
is: Strikamerki
sv: Streckkod

# BarcodesTooltip
source: Setup barcode rules
fr: Paramétrer les règles de codes barres
is: Uppsetning á strikjamerkja reglum
nl_be: Barcoderegels instellen
sv: Konfigurera streckkodsregler

# BarcodeSetupInUse
source: This barcode setup is in use and can't be deleted
fr: Ce paramétrage du code barre est en cours d'utilisation et ne peut pas être supprimé
is: Þessi strikamerkja uppsetning er í notkun og þess vegna má ekki eyða henni
nl_be: Deze streepjescode-instelling is in gebruik en kan niet worden verwijderd.
sv: Denna streckkodsinställning är i bruk och kan inte raderas

# BarcodeMaskInUse
source: This barcode mask is in use and can't be deleted
fr: Ce masque de code barre est en cours d'utilisation et ne peut pas être supprimé
is: Þessi strikamerkjasía er í notkun og þess vegna má ekki eyða henni
nl_be: Dit streepjescodemasker is in gebruik en kan niet worden verwijderd.
sv: Denna streckkodsmask är i bruk och kan inte raderas
