Repository: iespana/LSOne
Catalog: SM/Plugins/POSUser/Properties/resources.*.resx
Languages: bg, is

# POSUserText
source: POS User
bg: Потребител на POS:
is: POS Notandi

source: Action permissions
bg: Разрешения за действие
is: Aðgerðaréttindi

# AddButtonText
source: Add
bg: Добавяне
is: Bæta við

# DeleteButtonText
source: Delete
bg: Изтриване
is: Eyða

source: Delete POS user
bg: Изтриване потребител POS
is: Eyða POS notanda

# DeletePOSUserQuestion
source: Are you sure you want to delete the selected POS user?
bg: Сигурни ли сте, че искате да изтриете избрания POS потребител?
is: Ertu viss um að þú viljir eyða völdum POS notanda?

source: Edit action
bg: Редактиране на действие
is: Breyta aðgerð

# EditButtonText
source: Edit
bg: Редактиране
is: Breyta

source: Edit POS user
bg: Редактиране POS потребител
is: Breyta POS notanda

# EmailNotValid
source: Email address is not valid.
bg: Имейл Адрес не е валиден.
is: Tölvupóstfang er ekki tekið gilt.

source: General
bg: Обща информация
is: Almennt

source: New POS user
bg: Нов потребител на POS
is: Nýr POS notandi

# NewPosUserDescription
source: Use this option to create a new user that can log on using the POS application
bg: Използвайте тази опция, за да създадете нов потребител, който да може да влезе, използвайки POS приложението
is: Veldu þennan kost til að búa til notanda sem getur notað POS forritið

source: No selection
bg: Няма избор
is: Ekkert val

# POSUserExists
source: A POS user with that ID already exists
bg: Потребител на POS с този идентификатор вече съществува
is: POS notandi með þessu auðkenni er nú þegar til

source: POS User management
bg: Управление на потребителите на POS
is: POS notendaumsjón

source: POS Users
bg: POS потребители
is: POS Notendur

# POSUsersNew
source: New
bg: Нов
is: Nýr

# POSUsersViewAll
source: View all
bg: Преглед всички
is: Birta alla

# Priviledges
source: Privileges
bg: Привилегии
is: Réttindi

source: Search
bg: Търсене
is: Leit

source: Search for POS user
bg: Търсене на POS потребител
is: Leita að POS notanda

source: Security
bg: Сигурност
is: Öryggi

source: Settings
bg: Настройки
is: Stillingar

source: Store default
bg: Магазин по подразбиране
is: Sjálfgefið á búð

# ViewAction
source: View
bg: Изглед
is: Skoða

source: View action permissions
bg: Преглед на разрешенията за действия
is: Skoða aðgerðaréttindi

# ViewActionPermissionsDescription
source: Use this option to configure action permissions for POS users
bg: Използвайте тази опция, за да конфигурирате разрешения за действие за POS потребители
is: Veldu þennan kost til að stilla aðgerðaréttindi fyrir POS notendur

source: View all POS users
bg: Вижте всички POS потребители
is: Birta alla POS notendur

# ViewAllPOSUsersDescription
source: Use this option to search for all POS users
bg: Използвайте тази опция, за да търсите всички POS потребители
is: Veldu þennan kost til að birta alla POS notendur
