Repository: iespana/LSOne
Catalog: SM/Plugins/Touch buttons/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, sv, vi_vn

source: Copy last receipt
bg: Копиране на последната разписка
da: Kopier seneste kvittering
de: Letzten Kassenbon kopieren
es: Copiar el último recibo
fi: Kopioi viimeinen kuitti
fr: Copier le dernier reçu
is: Afrit af síðust kvittun
nl: Kopiëren van de laatste ontvangst
sv: Kopiera sista kvittot
vi_vn: Sao chép hóa đơn cuối cùng

source: Custom receipt
bg: Специална разписка
da: Tilpasset kvittering
de: Benutzerdefinierter Kassenbon
es: Recibo del cliente
fi: Mukautettu kuitti
fr: Reçu personnalisé
is: Sérsniðin kvittun
nl: Aangepaste ontvangst
sv: Anpassat kvitto
vi_vn: Biên nhận tùy chỉnh

source: Custom text
bg: Специален Текст
da: Tilpasset tekst
de: Benutzerdefinierter Text
es: Texto del cliente
fi: Mukautettu teksti
fr: Texte personnalisé
is: Sérsniðin texti
nl: Aangepaste tekst
sv: Anpassad text
vi_vn: Văn bản tùy chỉnh

source: Gift receipt
bg: Разписка подарък
da: Gavekvittering
de: Gutscheinbeleg
es: Tique regalo
fi: Lahjakuitti
fr: Reçu-cadeau
is: Gjafakvittun
nl: Betalingsbewijs
sv: Presentkvitto
vi_vn: Biên lai nhận quà

source: Print type
bg: Печат Вид
da: Udskriftstype
de: Drucktyp
es: Tipo de impresión
fi: Tulostustyyppi
fr: Type d'impression
is: Tegund prentunar
nl: Afdrukken
sv: Utskriftstyp
vi_vn: Kiểu In

source: Run Job
bg: Пусни операцията
da: Kør opgave
de: Job starten
es: Ejecutar tarea
fi: Suorita työ
fr: Exécuter le projet
is: Keyra verk
nl: Batchverwerking
sv: Kör jobb
vi_vn: Chạy công việc

source: Tax free receipt
bg: Разписка без данък
da: Kvittering eksl. moms
de: Steuerbefreiungsbeleg
es: Recibo libre de impuestos
fi: Tax free kuitti
fr: Reçu détaxé
is: Tax free kvittun
nl: Belastingvrije ontvangstbewijs
sv: Tax free-kvitto
vi_vn: Biên lai miễn thuế

source: Sites
bg: Местоположения
da: Lokationer
de: Standorte
es: Tiendas
fi: Sivustot
is: Búðir
sv: Anläggningar
vi_vn: Websites

source: Export
bg: Експорт
da: Eksporter
de: Exportieren
es: Exportar
fi: Vie
fr: Exporter
is: Flytja út
nl: Exporteer
sv: Exportera
vi_vn: Xuất ra

source: Import
bg: Импорт
da: Importer
de: Importieren
es: Importar
fi: Tuo
fr: Importer
is: Flytja inn
nl: Importeren
sv: Importera
vi_vn: Nhập vào

# ParameterTooLong
source: Parameter is too long
bg: Параметърът е твърде дълъг
da: Parameteren er for lang
de: Der Parameter ist zu lang
es: El parámetro es demasiado largo
fi: Parametri on liian pitkä
fr: Ce paramètre est trop long
is: Færibreyta of löng
nl: Parameter
sv: Parametern är för lång
vi_vn: Thông số quá dài

source: Last receipt
bg: Последна разписка
da: Sidste kvittering
de: Letzter Kassenbon
es: Último recibo
fi: Viimeinen kuitti
fr: Dernier reçu
is: Nr. síðustu kassakv.
nl: Laatste bon
sv: Senaste kvittot
vi_vn: Biên nhận cuối

# MoveLineDown
source: Move down
bg: Надолу
da: Flyt ned
de: Nach unten
es: Bajar
fi: Siirrä alas
fr: Descendre
is: Færa niður
nl: Naar beneden
sv: Flytta ned
vi_vn: Xuống dưới

# MoveLineUp
source: Move up
bg: Нагоре
da: Flyt op
de: Nach oben
es: Subir
fi: Siirrä ylös
fr: Monter
is: Færa upp
nl: Naar boven
sv: Flytta upp
vi_vn: Lên trên

# SelectAReceiptID
source: Search for a receipt
bg: Търсене на разписка
da: Søg efter en kvittering
de: Einen Kassenbon suchen
es: Buscar un recibo
fi: Etsi kuitti
fr: Rechercher un reçu
is: Leita að kvittun
nl: Zoek een bon
sv: Sök efter ett kvitto
vi_vn: Tìm kiếm một biên lai

# POSButtonGridMenusTooltipDescription
source: Organize POS operations onto buttons and style the button menus to be used in the touch button layouts
bg: Организирайте POS операции върху бутони и оформете менютата на бутоните, които ще се използват в оформленията на бутоните за докосване
da: Organiser POS-betjeninger på knapper, og style knappemenuerne, der skal bruges i touch-knaplayouterne
de: Organisieren Sie POS-Funktionen auf Schaltflächen und passen Sie das Schaltflächenraster an die Verwendung in den Touchtastenlayouts an.
es: Organizar las operaciones del punto de venta en botones y definir las matrices de botones que deben utilizarse en los diseños de botones táctiles
fi: Järjestä POS-toiminnot painikkeille ja tyyli painikkeen valikoissa, joita käytetään kosketuspainikkeen asetteluissa
fr: Organiser des opérations de PDV en boutons et paramétrer le style des grilles de boutons qui seront utilisés dans les dispositions de boutons tactiles
is: Raða kassa aðgerðum á hnappa og hanna hnappaborð til að nota á snertihnappauppsetningum
nl: Organiseren van POS operaties op knoppen en stijl van de knop menu's worden gebruikt in de touch knop lay-outs
sv: Tilldela knappar kassafunktioner och utforma knappsatser som ska användas i touchknappslayouterna
vi_vn: Sắp xếp các thao tác POS lên các nút và định kiểu các menu nút sẽ được sử dụng trong bố trí nút cảm ứng

# TouchButtonLayoutsTooltipDescription
source: Design the layouts for the terminals
bg: Проектирайте оформленията на терминалите
da: Design layout for terminalerne
de: Die Layouts für die Kassen designen
es: Diseñar las presentaciones de los terminales
fi: Suunnittele päätelaitteiden asettelua
fr: Créer les dispositions de terminaux
is: Hönnun útlits á kassa
nl: Ontwerp de layouts voor de terminals
sv: Utforma layouter för terminalerna
vi_vn: Thiết kế bố trí cho các thiết bị đầu cuối

source: Image bank
bg: Изображение банка
da: Billedarkiv
de: Bilddatenbank
es: Banco de imágenes
fi: Kuvapankki
fr: Banque d'images
is: Myndabanki
nl: Beeldenbank
sv: Bildbank
vi_vn: Ngân hàng hình ảnh

source: Reserve stock
bg: Резервни запаси
da: Reservelager
de: Reservebestände
es: Reservar existencias
fi: Varaa varasto
fr: Stock de réserve
is: Fráteknar vörur
nl: Reservevoorraad
sv: Reservera lager
vi_vn: Tồn kho dự trữ

source: Default
bg: По подразбиране
da: Standard
de: Standard
es: Por defecto
fi: Oletus
fr: Défaut
is: Sjálfgefið
nl: Standaard
sv: Standard
vi_vn: Mặc định

source: List
bg: Списък
da: Liste
de: Liste
es: Lista
fi: Lista
fr: Liste
is: Listi
nl: Lijst
sv: Lista
vi_vn: Danh sách

source: Reason code:
bg: Код причина
da: Årsagskode
de: Grundcode
es: Código de motivo
fi: Syykoodi
fr: Code raison
is: Ástæðukóti:
nl: Reden code
sv: Orsakskod
vi_vn: Mã Lý do

source: Selection type:
bg: Избор вид:
da: Udvalgstype:
de: Auswahltyp:
es: Tipo de selección:
fi: Valintatyyppi:
fr: Type de sélection
is: Valmöguleikar:
nl: Selectietype
sv: Sortimenttyp:
vi_vn: Kiểu chọn

source: Specific
bg: Специфичен
da: Specifik
de: Spezifisch
es: Específico
fi: Erityinen
fr: Spécifique
is: Valinn kóti
nl: Specifiek
sv: Specifik
vi_vn: Cụ thể

source: Infocode
bg: Инфокод
da: Infokode
es: Infocódigo
fi: Infokoodi
fr: Code info
is: Upplýsingakóti
sv: Informationskod

# InfocodeOnRequest_Item
source: Item
bg: Артикул
da: Vare
de: Artikel
es: Artículo
fi: Tuote
fr: Article
is: Vöru
nl: Artikel
sv: Artikel
vi_vn: Mặt hàng

# InfocodeOnRequest_Sale
source: Sale
bg: Продажба
da: Salg
de: Verkauf
es: Venta
fi: Myynti
fr: Vente
is: Sölu
nl: Koopjes
sv: Försäljning
vi_vn: Bán hàng

source: Trigger for
bg: Задейства се за
da: Udløser for
de: Auslöser für
es: Activar para
fi: Laukaisin
fr: Déclencheur pour
is: Virkjast við
nl: Trigger voor
sv: Sätt igång för
vi_vn: Kích hoạt cho

source: Button menus
bg: Менюта на бутони
da: Menuer til knapper
fi: Painikevalikot
is: Takkavalmyndir
nl: Knop menu 's
vi_vn: Menu nút

# DoNotCopyMenuHeader
source: Do not copy existing menu header
bg: Не копирайте съществуващо заглавие на менюто
da: Kopier ikke eksisterende menuhoved
fi: Älä kopioi olemassa olevan valikon otsikkoa
is: Ekki afrita aðra valmynd
nl: Kopieer niet bestaande menu kop
vi_vn: Không sao chép tiêu đề menu hiện có

source: Main menu
bg: Основно меню
da: Hovedmenu
de: Hauptmenü
es: Menú principal
fi: Päävalikko
fr: Menu principal
is: Aðalval
nl: Hoofdmenu
sv: Huvudmeny
vi_vn: Menu chính

source: Menu buttons
bg: Бутони на менюто
da: Menuknapper
de: Menüschaltflächen
es: Botones del menú
fi: Valikko painikkeet
fr: Boutons de menus
is: Hnappar valmyndar
nl: Menuknoppen
sv: Menyknappar
vi_vn: Nút menu

# PosMenuHeader
source: POS button menu
bg: Меню POS бутон
da: POS knap menu
fi: POS-painikkeen valikko
is: Hnappavalmynd kassa
nl: Menu van de POS-knop
vi_vn: Menu nút POS

# ViewOmniInvButtonGridMenus
source: View Omni inventory button grid menus
bg: Преглед на мрежовите менюта на бутоните Omni складови запаси
da: Vis Omni lagerknap gittermenu
fi: Näytä Omni inventory painike ruutuvalikot
is: Skoða hnappavalmyndir fyrir Omni birgðakerfi
nl: Bekijk de Omni-inventarisknoproostermenu's
vi_vn: Xem menu lưới nút Omni hàng tồn kho
