Repository: iespana/LSOne
Catalog: SM/Plugins/Touch buttons/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, sv, vi_vn

source: Add
bg: Добавяне
da: Tilføj
de: Hinzufügen
es: Añadir
fi: Lisää
fr: Ajouter
is: Bæta við
nl: Toevoegen
sv: Lägg till
vi_vn: Cộng thêm

source: Delete
bg: Изтриване
da: Slet
de: Löschen
es: Borrar
fi: Poista
fr: Supprimer
is: Eyða
nl: Verwijderen
sv: Ta bort
vi_vn: Xóa

# DeleteTouchLayoutQuestion
source: Are you sure you want to delete the selected touch button layout?
bg: Наистина ли искате да изтриете избраното оформление на бутон за докосване?
da: Er du sikker på, at du vil slette den valgte touchknap-opsætning?
de: Sind Sie sicher, dass Sie das ausgewählte Touchschaltflächenlayout löschen wollen?
es: ¿Está seguro de que desea borrar el diseño de botones táctiles seleccionado?
fi: Haluatko varmasti poistaa valitun kosketusnäytön asetukset?
fr: Êtes-vous sûr(e) de vouloir supprimer la disposition de bouton tactile choisie ?
is: Ertu viss um að þú viljir eyða valinni snertihnappa uppsetningu?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde touch knooplay-out?
sv: Vill du radera vald tryckknapplayout?
vi_vn: Bạn có chắc chắn muốn xóa bố cục nút cảm ứng đã chọn?

source: Do not copy
bg: Не копирай
da: Kopier ikke
de: Nicht kopieren
es: No copiar
fi: Älä kopioi
fr: Ne pas copier
is: Ekki afrita
nl: Niet copieren
sv: Kopiera inte
vi_vn: Không sao chép

# EditCmd
source: Edit
bg: Редактиране
da: Rediger ...
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
is: Breyta
nl: Bewerken
sv: Redigera
vi_vn: Chỉnh sửa

source: Profiles
bg: Профили
da: Profiler
de: Profile
es: Perfiles
fi: Profiilit
fr: Profil
is: Prófílar
nl: Profielen
sv: Profiler
vi_vn: Hồ sơ

source: Touch button layout
bg: Изглед сензорен бутон
da: Touchknap-opsætning
de: Touchschaltflächenlayout
es: Diseño de botones táctiles
fi: Kosketuspainikkeiden asettelu
fr: Disposition boutons tactiles
is: Snertihnappauppsetning
nl: Touch-knop layout
sv: Touch knapp-layout
vi_vn: Bố trí nút cảm ứng

source: Touch button layouts
bg: Изгледи сензорен бутон
da: Touchknap-opsætning
de: Touchschaltflächenlayouts
es: Diseños de botones táctiles
fi: Kosketuspainikkeiden asettelut
fr: Dispositions des boutons tactiles
is: Snertihnappauppsetningar
nl: Touch layout layouts
sv: Touch-knapp layouter
vi_vn: Bố cục nút cảm ứng

# TouchButtonLayoutsDescription
source: Use this option to view touch button layouts
bg: Използвайте тази опция, за да видите оформленията на бутоните
da: Anvend denne valgmulighed for at få vist touchknap-opsætninger
de: Verwenden Sie diese Option, um die Touchschaltflächenlayouts zu sehen
es: Utilice esta opción para ver los diseños de botones táctiles
fi: Käytä tätä optiota tutkiaksesi kosketuspainikkeiden asettelua
fr: Utilisez cette option pour afficher les dispositions de boutons tactiles
is: Veldu þennan kost til að skoða snertihnappa uppsetningar
nl: Gebruik deze optie om de lay-outs van de aanraakknop weer te geven
sv: Använd alternativet för att se touch-knapp layouter
vi_vn: Sử dụng tùy chọn này để xem bố cục nút cảm ứng

source: Touch button setup
bg: Настройка сензорен бутон
da: Touchknap-opsætninger
de: Touchschaltflächensetup
es: Configuración de botones táctiles
fi: Kosketuspainikkeiden määrittely
fr: Paramétrage des boutons tactiles
is: Uppsetning snertihnappa
nl: Touch-knop instellen
sv: Touch-knapp inställning
vi_vn: Thiết lập nút cảm ứng

# AmountLabelText
source: Amount:
bg: Сума
da: Beløb
de: Betrag:
es: Importe:
fi: Summa
fr: Montant:
is: Upphæð:
nl: Bedrag:
sv: Belopp:
vi_vn: Số tiền

source: Attributes
bg: Атрибути
da: Egenskaber
de: Attribute
es: Atributos
fi: Attribuutit
fr: Attributs
is: Eigindi
nl: Kenmerken
sv: Attribut
vi_vn: Thuộc tính

# BlankOperationLabelText
source: Blank operation:
bg: Празна операция:
da: Tom handling
de: Leere Operation:
es: Operación en blanco:
fi: Tyhjä toiminto:
fr: Opération vide :
is: Sérsniðin aðgerð:
nl: Lege operatie
sv: Blank process:
vi_vn: Hoạt động trống:

# ButtonGridLabelText
source: Button grid:
bg: Решетка на бутоните:
da: Knapmatrix:
de: Schaltflächenraster:
es: Matriz de botones:
fi: Painikeruudukko:
fr: Grille de boutons :
is: Hnappaborð:
nl: Knop grid:
sv: Knappsats:
vi_vn: Nút lưới:

source: Button grid menus
bg: Меню Решетка на бутоните:
da: Knapmatrixmenuer
de: Schaltflächenrastermenüs
es: Menús de matriz de botones
fi: Painikeruudukkovalikot
fr: Menus de grilles de boutons
is: Valmyndir hnappaborða
nl: Knop Raster menu 's
sv: Knappsatsmeny
vi_vn: Nút lưới menu

source: Code
bg: Код:
da: Kode:
es: Código:
fi: Koodi:
is: Kóði
sv: Kod
vi_vn: Mã:

source: Delete POS button grid menu
bg: Изтриване на менюто на мрежата на POS бутона
da: Slet kassens knapmatrixmenu
de: POS-Schaltflächenrastermenü löschen
es: Borrar menú de la matriz de botones del punto de venta
fi: Poista POS-ruutuvalikko
fr: Supprimer le menu du grille de boutons PDV
is: Eyða hnappavalmynd afgr. kassa
nl: POS knop Raster menu verwijderen
sv: Radera kassans knappsatsmeny
vi_vn: Xóa menu lưới nút POS

source: Delete POS button grid menu line
bg: Изтриване на ред от менюто на мрежата на POS бутона
da: Slet linje i kassens knapmatrixmenu
de: POS-Schaltflächenrastermenüzeile löschen
es: Borrar línea de menú de la matriz de botones del punto de venta
fi: Poista POS-ruudukko -valikkorivi
fr: Supprimer la ligne de menu du groupe de boutons PDV
is: Eyða hnappavalmyndarlínu afgr. kassa
nl: Verwijderen van de POS-knop Raster menuregel
sv: Radera kassans knappsatsmenyrad
vi_vn: Xóa dòng menu lưới POS

# DeletePosButtonGridMenuLineQuestion
source: Are you sure you want to delete the selected POS button grid menu line ?
bg: Сигурни ли сте, че искате да изтриете избраната линия от менюто на решетката на POS бутона?
da: Er du sikker på, at du vil slette den valgte linje i kassens knapmatrixmenu?
de: Sind Sie sicher, dass Sie die ausgewählte POS-Schaltflächenrastermenüzeile löschen wollen?
es: ¿Está seguro de que desea borrar la línea del menú de la matriz de botones del punto de venta seleccionado?
fi: Haluatko varmasti poistaa valitun POS-ruutuvalikon rivin?
fr: Êtes-vous sûr(e) de vouloir supprimer la ligne de menu grille de boutons PDV choisie ?
is: Ertu viss um að þú viljir eyða valdri hnappavalmyndarlínu afgr. kassa ?
nl: Bent u zeker dat u wilt verwijderen van de geselecteerde POS knop Raster menuregel?
sv: Vill du radera kassans knappsatsmenyrad ?
vi_vn: Bạn có chắc chắn muốn xóa dòng menu lưới POS đã chọn không?

# DeletePosButtonGridMenuQuestion
source: Are you sure you want to delete the selected POS button grid menu and all POS menu lines belonging to this menu ?
bg: Сигурни ли сте, че искате да изтриете избраното меню на мрежата на POS бутона и всички позиции от менюто на POS?
da: Er du sikker på, at du vil slette den valgte knapmatrixmenu og alle menulinjer, der tilhører denne menu?
de: Sind Sie sicher, dass Sie das ausgewählte POS-Schaltflächenrastermenü und alle POS-Menüzeilen, die zu diesem Menü gehören, löschen wollen?
es: ¿Está seguro de que desea borrar el menú de la matriz de botones del punto de venta seleccionado?
fi: Haluatko varmasti poistaa valitun POS-painikkeen ruudukko -valikon ja kaikki tämän valikon POS-valikkorivit?
fr: Êtes-vous sûr(e) de vouloir supprimer les lignes de menu grille de boutons PDV choisies et toutes les lignes de menus PDV appartenant à ce menu ?
is: Ertu viss um að þú viljir eyða valdri hnappavalmynd afgr. kassa og öllum valmyndarlínum sem tilheyra henni?
nl: Bent u zeker dat u wilt verwijderen van de geselecteerde POS knop Raster menu en alle POS menu lijnen die behoren tot dit menu?
sv: Vill du radera kassans knappsatsmeny och alla menyrader tillhörande den här menyn?
vi_vn: Bạn có chắc chắn muốn xóa menu lưới POS đã chọn và tất cả các dòng menu POS thuộc menu này không?

# DeleteTouchLayoutsQuestion
source: Are you sure you want to delete the selected touch button layouts ?
bg: Наистина ли искате да изтриете избраните оформления на бутоните за докосване?
da: Er du sikker på, at du vil slette de valgte touchknap-opsætninger?
de: Sind Sie sicher, dass Sie die ausgewählten Touchschaltflächenlayouts löschen wollen?
es: ¿Está seguro de que desea borrar los diseños de botones táctiles seleccionado?
fi: Haluatko varmasti poistaa valitut kosketusnäyttöjen asetukset?
fr: Êtes-vous sûr(e) de vouloir supprimer les dispositions de bouton tactile choisies ?
is: Ertu viss um að þú viljir eyða völdum snertihnappauppsetningum?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde touch knop lay-outs?
sv: Vill du radera valda tryckknapplayouter?
vi_vn: Bạn có chắc chắn muốn xóa bố trí nút cảm ứng đã chọn?

source: Description
bg: Описание:
da: Beskrivelse
de: Beschreibung
es: Descripción
fi: Kuvaus:
is: Lýsing
nl: Beschrijving
sv: Beskrivning
vi_vn: Mô tả:

source: Edit button grid menus
bg: Меню за редактиране на бутоните
da: Rediger knapmatrixmenuer
de: Schaltflächenrastermenü bearbeiten
es: Editar menús de matriz de botones de punto de venta
fi: Muokkaa painikeruutujen valikoita
fr: Modifier les menus grille de boutons
is: Breyta hnappavalmyndum
nl: Knop Raster menu's bewerken
sv: Redigera knappsatsmenyer
vi_vn: Chỉnh sửa menu lưới

# EditText
source: Edit
bg: Редактиране
da: Rediger ...
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
is: Breyta
nl: Bewerken
sv: Redigera
vi_vn: Chỉnh sửa

source: Font
bg: Шрифт
da: Skrifttype
de: Schriftart
es: Fuente
fi: Fontti
fr: Police
is: Letur
nl: Lettertype
vi_vn: Phông chữ

source: General
bg: Обща информация
da: Generelt
de: Allgemein
fi: Yleinen
fr: Général
is: Almennt
nl: Algemeen
sv: Allmänt
vi_vn: Chung

source: Glyphs
bg: Глиф
da: Specialtegn
de: Bildzeichen
es: Caracteres imprimibles
fi: Kuviot
fr: Glyphes
is: Stafbrigði
nl: Glief
sv: Glyf

source: Image file
bg: Изображение файл
da: Billedfil
de: Bilddatei
es: Archivo de imagen
fi: Kuvatiedosto
fr: Fichier image
is: Mynd
nl: Afbeeldingbestand
sv: Bildfil
vi_vn: Tập tin Hình

source: No operation
bg: Няма операция
da: Ingen handling
de: Keine Operation
es: Sin operación
fi: Ei toimintoa
fr: Aucune opération
is: Engin aðgerð
nl: Geen actie
sv: Ingen åtgärd
vi_vn: Không có thao tác cần thực thi

source: Operation ID
bg: Операция ID
da: Handlings-ID
de: Operations-ID
es: ID de operación
fi: Toimintotunnus
fr: ID opération
is: Auðkenni aðgerðar
nl: Actief ID
sv: Process-ID
vi_vn: ID vận hành

# ParameterLabelText
source: Parameter:
bg: Параметър:
es: Parámetro
fi: Parametri:
fr: Paramètre :
is: Færibreyta:
vi_vn: Tham số

# PaymentTypeLabelText
source: Payment type:
bg: Начин на плащане
da: Betalingstype
de: Zahlungstyp:
es: Tipo de pago:
fi: Maksutyyppi
fr: Type de paiement:
is: Tegund greiðslu:
nl: Betalingstype:
sv: Betalningstyp:
vi_vn: Loại thanh toán

source: POS button grid menu buttons
bg: Бутони на менюто на POS бутона
da: Kassens knapper til knapmatrixmenu
de: POS-Schaltflächenraster-Menüschaltflächen
es: Botones del menú de la matriz de botones del punto de venta
fi: POS-painike ruutuvalikkopainikkeita
fr: Boutons de menus grille de boutons PDV
is: Hnappar hnappaborðsvalmyndar afgr. kassa
nl: POS knop Raster menuknoppen
sv: Kassans knappsatsmeny knappar
vi_vn: Menu lưới nút POS

# POSButtonGridMenus
source: POS button menus
bg: Меню на POS бутона
da: Kassens knapmatrixmenuer
de: POS-Schaltflächenrastermenüs
es: Menús de matriz de botones de punto de venta
fi: POS-painikkeen valikot
fr: Menus grille de boutons PDV
is: Hnappavalmyndir afgr. kassa
nl: POS knop menu 's
sv: Kassaknappsatsmenyer
vi_vn: Menu nút POS

# POSButtonGridMenusDescription
source: Use this option to view POS button menus
bg: Използвайте тази опция, за да видите менютата на POS бутона
da: Anvend denne valgmulighed for at få vist kassens knapmatrixmenuer
de: Verwenden Sie diese Option, um die POS-Schaltflächenrastermenüs zu sehen
es: Utilice esta opción para ver los menús de la matriz de botones del punto de venta
fi: Tämän vaihtoehdon avulla voit tarkastella POS-painikkeen valikoita
fr: Utilisez cette option pour afficher les menus grille de boutons PDV
is: Veldu þennan kost til að skoða valmyndir hnappaborða afgr. kassa
nl: Gebruik deze optie om het weergeven van de POS-knop menu 's
sv: Använd alternativet för att se kassans knappsatsmenyer
vi_vn: Sử dụng tùy chọn này để xem các menu nút POS

# PosMenuButton
source: Button
bg: Бутон
da: Kassemenuknap
de: POS Menüschaltfläche
es: Botón del menú de punto de venta
fi: Painike
fr: Bouton de menu PDV
is: Hnappur valmyndar kassa
nl: Knop
sv: Kassa menyknapp
vi_vn: Nút

# PosMenuLabelText
source: POS menu:
bg: POS меню:
da: Kassemenu:
de: POS Menü:
es: Menú del punto de venta:
fi: POS-valikko:
fr: Menu PDV :
is: Valmynd afgr. kassa:
sv: Kassameny:
vi_vn: Menu POS:

source: Preview
bg: Преглед
da: Forhåndsvisning
de: Vorschau
es: Vista previa
fi: Esikatsele
fr: Aperçu
is: Útlit
nl: Voorbeeld
sv: Förhandsgranska
vi_vn: Xem trước

source: Store setup
bg: Настройки на магазина
da: Butiksopsætning
de: Geschäftssetup
es: Configuración de la tienda
fi: Myymälän asetukset
fr: Paramétrage magasin
is: Uppsetning búða
nl: Winkel instellingen
sv: Butiksinställning
vi_vn: Thiết lập cửa hàng

source: View POS button grid menus
bg: Изглед менюта на POS бутона
da: Vis kassens knapmatrixmenuer
de: POS-Schaltflächenrastermenüs ansehen
es: Ver menús de matriz de botones de punto de venta
fi: Näytä POS-ruutuvalikot
fr: Afficher les menus grille de boutons PDV
is: Skoða hnappavalmydir afgr. kassa
nl: Bekijk de POS-knoppenroostermenu's
sv: Vy kassans knappsatsmenyer
vi_vn: Xem menu lưới nút POS

source: Amount
bg: Сума
da: Beløb
de: Betrag
es: Importe
fi: Summa
fr: Montant
is: Upphæð
nl: Bedrag
sv: Belopp
vi_vn: Số tiền

# ParameterMustBeNumeric
source: Parameter must have a numeric value
bg: Параметърът трябва да има числова стойност
da: Parameter skal have en numerisk værdi
de: Parameter muss einen numerischen Wert haben
es: El parámetro debe tener un valor numérico.
fi: Parametrilla on oltava numeerinen arvo
fr: Le paramètre doit avoir une valeur numérique
is: Færibreyta þarf að vera tala
nl: De parameter moet een numerieke waarde
sv: Parameter måste ha numeriskt värde
vi_vn: Tham số phải có giá trị số

# DeletePosButtonGridMenuLinesQuestion
source: Are you sure you want to delete the selected POS button grid menu lines ?
bg: Сигурни ли сте, че искате да изтриете избраните линии от менюто на решетката на POS бутона?
da: Er du sikker på, at du vil slette de valgte linjer i kassens knapmatrixmenu?
de: Sind Sie sicher, dass Sie die ausgewählten POS-Schaltflächenrastermenüzeilen löschen wollen?
es: ¿Está seguro de que desea borrar las líneas del menú de la matriz de botones del punto de venta seleccionado?
fi: Haluatko varmasti poistaa valitut POS-painike-ruudukko -valikkorivit?
fr: Êtes-vous sûr(e) de vouloir supprimer les lignes de menu grille de boutons PDV choisies ?
is: Ertu viss um að þú viljir eyða völdum hnappavalmyndarlínum afgr. kassa?
nl: Bent u zeker dat u wilt verwijderen van de geselecteerde POS knop menu rasterlijnen?
sv: Vill du radera kassans knappsatsmenyrader?
vi_vn: Bạn có chắc chắn muốn xóa các dòng menu lưới POS đã chọn không?

# ExpenseAccountLabelText
source: Expense account:
bg: Сметка за разходи:
da: Udgiftskonto:
de: Aufwandskonto:
es: Cuenta de gastos:
fi: Kulutili:
fr: Compte de dépenses :
is: Gjaldareikningur:
nl: Onkostenrekening
sv: Utgiftskonto:
vi_vn: Tài khoản chi tiêu

# IncomeAccountLabelText
source: Income account:
bg: Сметка за приходи:
da: Indtægtskonto
de: Ertragskonto:
es: Cuenta de ingresos:
fi: Tulotili:
fr: Montant du revenu
is: Tekjureikningur:
nl: Inkomende rekening
sv: Inkomstkonto:
vi_vn: Tài khoản thu nhập:

# ItemLabelText
source: Item:
bg: Артикул
da: Vare
de: Artikel:
es: Artículo:
fi: Tuote
fr: Article:
is: Vara:
nl: Artikel
sv: Artikel:
vi_vn: Mặt hàng

# SuspensionTypeLabelText
source: Suspension type:
bg: Вид отлагане:
da: Suspenderingstype
de: Aussetzungsart:
es: Tipo de suspensión:
fi: Keskeytystyyppi:
fr: Type de suspension
is: Biðfærslutegund:
nl: Type ophanging:
sv: Parkeringstyp:
vi_vn: Loại treo:

# TaxGroupInfocodeLabelText
source: Infocode:
bg: Инфокод:
da: Infokode
es: Infocódigo
fi: Infokoodi:
fr: Code info
is: Upplýsingakóti:
sv: Infokod:

source: Bar code
bg: Баркод
da: Stregkode
de: Strichcode
es: Código de barras
fi: Viivakoodi
fr: Code barres
is: Strikamerki
sv: Streckkod
vi_vn: Mã vạch

# BarCodeLabelText
source: Bar code:
bg: Баркод
da: Stregkode
de: Strichcode:
es: Código de barras:
fi: Viivakoodi
fr: Code barres:
is: Strikamerki:
sv: Streckkod:
vi_vn: Mã vạch

source: Color
bg: Цвят
da: Farve
de: Farbe
fi: Väri
fr: Couleur
is: Litur
nl: Kleur
sv: Färg
vi_vn: Màu

source: Quantity
bg: Количество
da: Mængde
de: Menge
es: Cantidad
fi: Määrä
fr: Quantité
is: Magn
nl: Aantal
sv: Kvantitet
vi_vn: Số Lượng

source: Size
bg: Размер
da: Størrelse
de: Größe
es: Tamaño
fi: Koko
fr: Taille
is: Stærð
nl: Grootte
sv: Storlek
vi_vn: Kích cỡ

source: Style
bg: Стил
da: Tema
de: Stil
es: Estilo
fi: Tyyli
is: Stíll
nl: Stijl
sv: Stil
vi_vn: Loại

source: Unit
bg: Единица
da: Enhed
de: Einheit
es: Unidad
fi: Yksikkö
fr: Unité
is: Eining
nl: Eenheid
sv: Enhet
vi_vn: Đơn vị

# AddPosButtonGridMenuLinesQuestion
source: You have increased the total size of this POS button grid menu and there is room for #1 new POS button grid menu lines. Do you want to generate new lines to fill the empty space ?
bg: Увеличихте общия размер на менюто на мрежата на POS бутона и има място за #1 нови линии на менюто на POS бутона. Искате ли да генерирате нови линии, за да попълните празното пространство?
da: Du har øget den samlede størrelse for kassens knapmatrixmenu, og der er plads til #1 nye knapmatrixlinjer. Vil du generere linjer for at udfylde den tomme plads?
de: Sie haben die Gesamtgröße von diesem POS-Schaltflächenrastermenü erhöht und gibt Platz für #1 neue POS-Schaltflächenrastermenüzeilen. Wollen Sie neue Zeilen erzeugen, um den leeren Raum zu füllen ?
es: Ha aumentado el tamaño total del menú de matriz de botones del punto de venta y queda espacio para #1 nueva(s) línea(s) de menú de matriz de botones. ¿Desea generar nuevas líneas para llenar el espacio vacío?
fi: Olet kasvattanut tämän POS painikeruudukon kokonaistilaa. Tilaa on #1 uudelle POS painikeruuturiville. Haluatko luoda uusia rivejä tilan täyttääksesi?
fr: Vous avez augmenté la taille totale de ce menu de grilles de boutons PDV, qui peut contenir #1 nouvelles lignes de menu de grilles de boutons tactiles PDV. Souhaitez-vous générer de nouvelles lignes pour remplir l'espace vide ?
is: Þú hefur aukið heildarstærð þessarar hnappavalmyndar afgr. kassa og nú er pláss fyrir #1 nýjar valmyndarlínur. Viltu bæta þessum línum við sjálfkrafa?
nl: Je hebt verhoogd de totale grootte van dit menu voor het raster van de POS knop en er is ruimte voor #1 nieuwe POS knop rasterlijnen menu. Wilt u voor het genereren van nieuwe regels om de leegte te vullen?
sv: Du har ökat storleken på kassans knappsatsmeny och det finns utrymme för #1 nya knappsatsrader. Vill du generera nya rader för att fylla det tomma utrymmet ?
vi_vn: Bạn đã tăng tổng kích thước của menu lưới nút POS này và có chỗ cho #1 các dòng menu nút POS mới. Bạn có muốn tạo dòng mới để lấp đầy chỗ trống?

source: Parameter cannot be empty
bg: Параметърът не може да бъде празен
da: Parameter må ikke være tom
de: Parameter darf nicht leer sein
es: El parámetro no puede estar vacío
fi: Parametri ei voi olla tyhjä
fr: Le paramètre ne peut pas être vide
is: Færibreyta má ekki vera tóm
nl: Parameter mag niet leeg zijn.
sv: Parameter får inte saknas
vi_vn: Thông số không thể để trống

# DeleteStyle
source: Are you sure you want to delete the selected style(s)?
bg: Наистина ли искате да изтриете избрания стил (ове)?
da: Er du sikker på, at du vil slette det/de valgte temaer?
de: Sind Sie sicher, dass sie den/die ausgewählten Stil(e) löschen wollen?
es: ¿Está seguro de que desea eliminar el/los estilo(s) seleccionado(s)?
fi: Haluatko varmasti poistaa valitut tyylit?
fr: Êtes-vous sûr(e) de vouloir supprimer le(s) style(s) choisi(s) ?
is: Ertu viss um að þú viljir eyða þessum stíl(um)?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde style(s)?
sv: Vill du radera valda stilar?
vi_vn: Bạn có chắc muốn xóa những bảng được chọn(s)?

source: Font preview
bg: Шрифт Преглед
da: Forhåndsvisning af skrifttype
de: Schriftvorschau
es: Vista previa de la fuente
fi: Fonttien esikatselu
fr: Aperçu de la police
is: Valið letur
nl: Voorvertoning
sv: Teckensnitt förhandsgranskning
vi_vn: Xem trước Font

source: Styles
bg: Стилове
da: Temaer
de: Formate
es: Estilos
fi: Tyylit
is: Stílar
nl: Stijlen
sv: Format
vi_vn: Các kiểu

# StylesDescription
source: Use this option to create new styles and view existing ones
bg: Използвайте тази опция, за да създадете нови стилове и да видите съществуващите
da: Anvend denne valgmulighed for at oprette nye temaer og se eksisterende
de: Verwenden Sie diese Option, um neue Stile zu erstellen oder vorhandene anzuzeigen
es: Utilice esta opción para crear nuevos estilos y ver los estilos existentes
fi: Tämän vaihtoehdon avulla voit luoda uusia tyylejä ja tarkastella olemassa olevia
fr: Utilisez cette option pour créer de nouveaux styles et afficher les styles existants
is: Veldu þessa aðgerð til að búa til nýja stíla eða skoða þá sem eru þegar til
nl: Gebruik deze optie om nieuwe stijlen te maken en bestaande te bekijken
sv: Använd alternativet för att skapa stilar och se befintliga
vi_vn: Sử dụng tùy chọn này để tạo kiểu mới và xem kiểu hiện có

source: Use button properties
bg: Използвайте свойствата на бутоните
da: Anvend knapegenskaber
de: Verwende Schaltflächeneigenschaften
es: Utilizar las propiedades de botón
fi: Käytä painikkeen ominaisuuksia
fr: Utiliser les propriétés de boutons
is: Nota takkaeiginleika
nl: Gebruik knop eigenschappen
sv: Använd knappegenskaper
vi_vn: Sử dụng thuộc tính nút

source: Look and feel
bg: Изглед и усещане
da: Udseende og følelse
es: Aspecto
fi: Ulkonäkö ja tunne
fr: Aspect
is: Útlitsstillingar
sv: Utseende och känsla
vi_vn: Xem và cảm nhận

source: Control
bg: Контрола
da: Kontrol
de: Steuerung
fi: Ohjaus
fr: Contrôle
is: Stýring
nl: Controle
sv: Kontroll
vi_vn: Điều khiển

# CreateNewStyle
source: Create style from header
bg: Създайте стил от заглавката
da: Opret tema fra sidehoved
de: Stil von Kopfzeile erstellen
es: Crear estilo a partir del encabezado
fi: Luo tyyli otsakkeesta
fr: Créer un style à partir de l'en-tête
is: Búa til stíl útfrá haus
nl: Stijl van koptekst maken
sv: Skapa stil från rubrik
vi_vn: Tạo kiểu từ tiêu đề

# FontNotApplicable
source: Font selected cannot be used. Default font will be used instead
bg: Избраният шрифт не може да се използва. Ще бъде използван шрифт по подразбиране
da: Den valgte skrifttype kan ikke anvendes. Standardskrifttypen anvendes i stedet
de: Gewählte Schriftart kann nicht verwendet werden. Standardschriftart wird stattdessen verwendet
es: No se puede utilizar la fuente seleccionada. En su lugar se utilizará la fuente predeterminada.
fi: Valittua kirjasinta ei voi käyttää. Oletuskirjaisinta käytetään sen sijaan.
fr: La police choisie ne peut pas être utilisée. La police par défaut sera utilisée
is: Ekki hægt að nota valið letur. Sjálfgefið letur verður notað í staðinn
nl: Geselecteerde lettertype kan niet worden gebruikt. Standaardlettertype zal in plaats daarvan worden gebruikt
sv: Vald font kan inte användas. Standardfont kommer att användas
vi_vn: Phông chữ được chọn không thể được sử dụng. Phông chữ mặc định sẽ được sử dụng thay thế

# GlyphsBottomLeft
source: Bottom left glyphs
bg: Долу вляво глифи
da: Nederste venstre specialtegn
de: Unteren linken Glyphen
es: Glifos de la parte inferior izquierda
fi: Ala vasemmat kuviot
fr: Glyphes en bas à gauche
is: Stafbrigði vinstra megin niðri
nl: Onder links glyphs
sv: Nedre vänstra glyf
vi_vn: Glyphs dưới cùng bên trái
