Repository: iespana/LSOne
Catalog: SM/Plugins/Touch buttons/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, sv, vi_vn

# GlyphsBottomRight
source: Bottom right glyphs
bg: Долу вдясно глифи
da: Nederste højre specialtegn
de: Unteren rechten Glyphen
es: Glifos de la parte inferior derecha
fi: Ala oikean kuviot
fr: Glyphes en bas à droite
is: Stafbrigði hægra megin niðri
nl: Onder rechts glyphs
sv: Nedre högra glyf
vi_vn: Glyphs dưới cùng bên phải

# GlyphsTopLeft
source: Top left glyphs
bg: Горе вляво глифи
da: Øverste venstre specialtegn
de: Oberen linken Glyphen
es: Glifos de la parte superior izquierda
fi: Ylävasemman kuviot
fr: Glyphes en haut à gauche
is: Stafbrigði vinstra megin uppi
nl: Linksboven glyphs
sv: Övre vänstra glyf
vi_vn: Glyphs trên cùng bên trái

# GlyphsTopRight
source: Top right glyphs
bg: Горе вдясно глифи
da: Øverste højre specialtegn
de: Oberen rechten Glyphen
es: Glifos de la parte superior derecha
fi: Yläoikean kuviot
fr: Glyphes en haut à droite
is: Stafbrigði hægra megin uppi
nl: Top rechts glyphs
sv: Övre högra glyf
vi_vn: Glyphs trên cùng bên phải

source: Shift
da: Skift
de: Umschalttaste
es: Desplazar
fr: Maj
is: Vakt
sv: Skift

source: Styles setup
bg: Настройка на стилове
da: Temaopsætning
de: Stil-Setup
es: Configuración de estilos
fi: Tyylien asettelu
fr: Paramétrage des styles
is: Uppsetning stíla
nl: Stijlen instellen
sv: Stilinställningar
vi_vn: Thiết lập kiểu

# StyleInUseOnButton
source: The style #1 is being used on button #2 on menu #3. The style cannot be deleted.
bg: Стил #1 се използва на бутон #2 в меню #3. Стилът не може да бъде изтрит.
da: Temaet #1 anvendes til knappen #2 i menuen #3. Temaet kan ikke slettes.
de: Der Stil #1 wird in Schaltfläche #2 im Menü #3 verwendet. Der Stil kann nicht gelöscht werden.
es: El estilo #1 se está utilizando en el botón #2 del menú #3. El estilo no se puede eliminar.
fi: Tyyli #1 käytetään painikkeella #2 ja valikossa #3. Tyyliä ei voida poistaa.
fr: Le style #1 est en cours d'utilisation sur le bouton #2 du menu #2. Ce style ne peut pas être supprimé.
is: Það er verið að nota stíl #1 á takka #2 sem er í valmynd #3. Ekki er hægt að eyða stílnum.
nl: De stijl # 1 wordt gebruikt op knop # 2 in menu # 3. De stijl kan niet worden verwijderd.
sv: Stilen #1 används på knapp #2 som finns i meny #3. Stilen kan inte raderas.
vi_vn: Kiểu #1 đang được sử dụng trên nút #2 trên menu #3. Các kiểu không thể bị xóa.

# StyleInUseOnButtonWithNoDescription
source: The style #1 is being used on a button which is in menu #2. The style cannot be deleted.
bg: Стил #1 се използва за бутон, който е в меню #2. Стилът не може да бъде изтрит.
da: Temaet #1 anvendes til en knap i menuen #2. Temaet kan ikke slettes.
de: Der Stil #1 wird in einer Schaltfläche verwendet, die im Menü #2 ist. Der Stil kann nicht gelöscht werden.
es: El estilo #1 se está utilizando en un botón del menú #2. El estilo no se puede eliminar.
fi: Tyyli #1 käytetään painikkeella joka on valikossa #2. Tyyliä ei voida poistaa.
fr: Le style #1 est en cours d'utilisation sur un bouton du menu #2. Ce style ne peut pas être supprimé.
is: Það er verið að nota stíl #1 á takka sem er í valmynd #2. Ekki er hægt að eyða stílnum.
nl: De stijl # 1 wordt gebruikt op een knop die in menu # 2. staat. De stijl kan niet worden verwijderd.
sv: Stilen #1 används på en knapp som finns i meny #2. Stilen kan inte raderas.
vi_vn: Kiểu #1 đang được sử dụng trên một nút menu #3. Các kiểu không thể bị xóa.

# StyleInUseOnHeader
source: The style #1 is being used on menu #2. The style cannot be deleted.
bg: Стил #1 се използва в меню #2. Стилът не може да бъде изтрит.
da: Temaet #1 anvendes i menuen #2. Temaet kan ikke slettes.
de: Der Stil #1 wird im Menü #2 verwendet. Der Stil kann nicht gelöscht werden.
es: El estilo #1 se está utilizando en el menú #2. El estilo no se puede eliminar.
fi: Tyyli #1 käytetään valikossa #2. Tyyliä ei voida poistaa.
fr: Le style #1 est en cours d'utilisation sur le menu #2. Ce style ne peut pas être supprimé.
is: Það er verið að nota stíl #1 á takka sem er í valmynd #2. Ekki er hægt að eyða stílnum.
nl: De stijl # 1 wordt gebruikt in menu # 2. De stijl kan niet worden verwijderd.
sv: Stilen #1 används i meny #2. Stilen kan inte raderas.
vi_vn: Kiểu #1 đang được sử dụng 2. Các kiểu không thể bị xóa.

# CopyCurrentStyle
source: Do you want to copy the current style to the button properties?
bg: Искате ли да копирате текущия стил в свойствата на бутона?
da: Vil du kopiere den aktuelle stil til knapegenskaberne?
de: Wollen Sie den aktuellen Stil zu den Schaltflächeneigenschaften kopieren?
es: ¿Desea copiar el estilo actual en las propiedades de botones?
fi: Haluatko kopioida nykyisen tyylin painikkeen ominaisuuksiin?
fr: Souhaitez-vous copier le style actuel aux propriétés de boutons ?
is: Viltu afrita núverandi stíl í takkaeiginleika?
nl: Wilt u de huidige stijl naar de knopeigenschappen kopiëren?
sv: Vill du kopiera aktuell stil till knappegenskaper?
vi_vn: Bạn có muốn sao chép kiểu hiện tại vào thuộc tính nút không?

# CopyCurrentStyleHeader
source: Copy current style?
bg: Копиране Текущ Стил?
da: Kopier aktuelt tema?
de: Aktuellen Stil kopieren?
es: ¿Desea copiar el estilo actual?
fi: Kopioi nykyinen tyyli?
fr: Copier le style actuel ?
is: Afrita núverandi stíl?
nl: Huidige Stijl
sv: Kopiera aktuell stil?
vi_vn: Sao chép kiểu hiện có

source: Overwrite
bg: Презаписване
da: Overskriv
de: Überschreiben
es: Sobrescribir
fi: Korvaa
fr: Écraser
is: Yfirskrifa
nl: Overschrijven
sv: Skriv över
vi_vn: Ghi đè

source: Import conflicts
bg: Конфликти при импорт
da: Importkonflikter
de: Importkonflikte
es: Conflictos de importación
fi: Tuo ristiriidat
fr: Importer les conflits
is: Innfluttningságreiningur
nl: Importeren van conflicten
sv: Importkonflikter
vi_vn: Xung đột nhập khẩu

source: Delete POS button grid menus
bg: Изтрийте мрежовите менюта на POS бутона
da: Slet kassemenuer for knapmatrix
de: POS-Schaltflächenrastermenüs löschen
es: Eliminar menús de matriz de botones de punto de venta
fi: Poista POS-painike ruutuvalikot
fr: Supprimer les menus grille de boutons PDV
is: Eyða hnappavalmyndum afgr. kassa
nl: POS knop Raster menu's verwijderen
sv: Radera kassa knappsatsmenyer
vi_vn: Xóa menu lưới nút POS

# DeletePosButtonGridMenusQuestion
source: Are you sure you want to delete the selected POS button grid menus and all POS menu lines belonging to these menus ?
bg: Сигурни ли сте, че искате да изтриете избраните менюта на POS бутона и всички позиции на POS менюто, принадлежащи на тези менюта?
da: Er du sikker på, at du vil slette de valgte knapmatrixmenuer og alle menulinjer, der tilhører disse menuer?
de: Sind Sie sicher, dass Sie die ausgewählten POS-Schaltflächenrastermenüs und alle POS-Menüzeilen, die zu diesen Menüs gehören, löschen wollen?
es: ¿Está seguro de que desea eliminar los menús de matriz de botones de punto de venta seleccionados y todas las líneas de menús de punto de venta incluidas en estos menús?
fi: Haluatko varmasti poistaa valitut POS-painikkeen verkko-valikot ja kaikki näihin valikkoihin kuuluvat POS-valikkorivit?
fr: Êtes-vous sûr(e) de vouloir supprimer les menus grille de boutons PDV choisis et toutes les lignes de menu PDV appartenant à ces menus ?
is: Ertu viss um að þú viljir eyða völdum hnappavalmyndum afgr. kassa og öllum valmyndarlínum sem tilheyra þeim ?
nl: Bent u zeker dat u wilt verwijderen van de geselecteerde POS knop Raster menu's en alle POS menu lijnen die behoren tot deze menu's?
sv: Vill du radera vald kassa knappsatsmenyer och alla kassa menyrader tillhörande dessa menyer?
vi_vn: Bạn có chắc chắn muốn xóa các menu lưới nút POS đã chọn và tất cả các dòng menu POS thuộc các menu này?

# DescriptionInvalid
source: Description cannot start with "{0}" nor end with ")"
bg: Описанието не може да започва с "{0}", нито да завършва с ")"
da: Beskrivelsen må ikke starte med "{0}" eller slutte med ")"
de: Beschreibung darf werder mit "{0}" beginnen, noch mit ")" enden.
es: La descripción no puede comenzar por "{0}" ni terminar en ")"
fi: Kuvaus ei voi aloittaa "{0}" eikä loppua ")"
fr: La description ne peut pas commencer par "{0}' ni se terminer par ")"
is: Lýsing má ekki byrja á "{0}" né enda á ")"
nl: Beschrijving kan niet beginnen met "{0}" noch eindigen met ")"
sv: Beskrivning kan inte starta med "{0}" eller sluta med ")"
vi_vn: Mô tả không thể bắt đầu bằng "{0}" cũng không kết thúc bằng ")"

# LayoutsAndMenusConflict
source: Touch button layouts and POS button grid menus being imported have already been imported. Do you want to overwrite or add copies?
bg: Размерите на сензорните бутони и импортираните импортни мрежови менюта на POS бутона вече са импортирани. Искате ли да замените или добавите копия?
da: De touchknap-opsætninger og knapmatrixmenuer, der importeres nu, er allerede blevet importeret. Vil du overskrive dem eller tilføje kopier?
de: Touch-Schaltflächen-Layouts und POS-Schaltflächenrastermenüs, die importiert wurden, wurden bereits importiert. Wollen Sie diese überschreiben oder Kopien hinzufügen?
es: Los diseños de botones táctiles y los menús de matriz de botones de punto de venta que está importando ya se importaron previamente. ¿Desea sobrescribirlos o añadir copias?
fi: Kosketuspainikkeiden asettelut ja POS-painike-ruudukko-valikot on tuotu. Haluatko ylikirjoittaa tai luoda kopioita?
fr: Les dispositions de boutons tactiles et les menus grilles de boutons PDV en cours d'importation ont déjà été importés. Souhaitez-vous les remplacer ou ajouter des copies ?
is: Snertihnappauppsetningar og hnappavalmyndir afgr. kassa sem verið er að flytja inn hafa nú þegar verið fluttar inn. Viltu yfirskrifa eða bæta við afritum?
nl: Touch knop lay-outs en POS knop Raster menu's wordt geïmporteerd zijn al ingevoerd. Wilt u overschrijven of kopieën toevoegen?
sv: Tryckknapp layouter och kassaknappsatsmenyer som importeras har redan importerats. Vill du skriva över eller lägga till kopior?
vi_vn: Bố trí nút cảm ứng và menu lưới nút POS đang được nhập đã được nhập. Bạn có muốn ghi đè hoặc thêm bản sao?

# LayoutsAndStylesConflict
source: Touch button layouts and styles being imported have already been imported. Do you want to overwrite or add copies?
bg: Импортираните оформления и стилове на сензорния бутон вече са импортирани. Искате ли да замените или добавите копия?
da: De touchknap-opsætninger og temaer, der importeres nu, er allerede blevet importeret. Vil du overskrive dem eller tilføje kopier?
de: Touch-Schaltflächen-Layouts und Stile, die importiert wurden, wurden bereits importiert. Wollen Sie diese überschreiben oder Kopien hinzufügen?
es: Los estilos y diseños de botones táctiles que está importando ya se importaron previamente. ¿Desea sobrescribirlos o añadir copias?
fi: Kosketuspainikkeiden asettelut ja tyylit on tuotu. Haluatko ylikirjoittaa tai luoda kopioita?
fr: Les dispositions de boutons tactiles et les styles en cours d'importation ont déjà été importés. Souhaitez-vous les écraser ou ajouter des copies ?
is: Snertihnappauppsetningar og stílar sem verið er að flytja inn hafa nú þegar verið flutt inn. Viltu yfirskrifa eða bæta við afritum?
nl: Touch knop lay-outs en stijlen worden geïmporteerd zijn al ingevoerd. Wilt u overschrijven of kopieën toevoegen?
sv: Tryckknapp layouter och stilar som importeras har redan importerats. Vill du skriva över eller lägga till kopior? ?
vi_vn: Bố trí nút cảm ứng và kiểu đang được nhập đã được nhập. Bạn có muốn ghi đè hoặc thêm bản sao?

# LayoutsConflict
source: Touch button layouts being imported have already been imported. Do you want to overwrite or add copies?
bg: Импортираните оформления и стилове на сензорния бутон вече са импортирани. Искате ли да замените или добавите копия?
da: De touchknap-opsætninger og temaer, der importeres nu, er allerede blevet importeret. Vil du overskrive dem eller tilføje kopier?
de: Touch-Schaltflächen-Layouts, die importiert wurden, wurden bereits importiert. Wollen Sie diese überschreiben oder Kopien hinzufügen?
es: Los diseños de botones táctiles que está importando ya se importaron previamente. ¿Desea sobrescribirlos o añadir copias?
fi: Kosketuspainikkeiden asettelut on tuotu. Haluatko ylikirjoittaa tai luoda kopioita?
fr: Les dispositions de boutons tactiles en cours d'importation ont déjà été importées. Souhaitez-vous les remplacer ou ajouter des copies ?
is: Snertihnappauppsetningar sem verið er að flytja inn hafa nú þegar verið fluttar inn. Viltu yfirskrifa eða bæta við afritum?
nl: Touch knop lay-outs worden geïmporteerd zijn al ingevoerd. Wilt u overschrijven of kopieën toevoegen?
sv: Tryckknapp layouter som importeras har redan importerats. Vill du skriva över eller lägga till kopior? ?
vi_vn: Bố trí nút cảm ứng đang được nhập khẩu đã được nhập khẩu. Bạn có muốn ghi đè hoặc thêm bản sao?

# LayoutsMenusAndStylesConflict
source: Touch button layouts, POS button grid menus and styles being imported have already been imported. Do you want to overwrite or add copies?
bg: Размерите на сензорните бутони, менютата на POS бутона и стиловете, които се внасят, вече са импортирани. Искате ли да замените или добавите копия?
da: De touchknap-opsætninger, knapmatrixmenuer og temaer, der importeres nu, er allerede blevet importeret. Vil du overskrive dem eller tilføje kopier?
de: Touch-Schaltflächen-Layouts, POS-Schaltflächenrastermenüs und Stile, die importiert wurden, wurden bereits importiert. Wollen Sie diese überschreiben oder Kopien hinzufügen?
es: Los diseños de botones táctiles, menús de matriz de botones de punto de venta y estilos que está importando ya se importaron previamente. ¿Desea sobrescribirlos o añadir copias?
fi: Kosketuspainikkeiden asettelut, POS-painike-ruudukon valikot ja tuodut tyylit on jo tuotu
fr: Les dispositions de boutons tactiles, les menus de groupes de boutons PDV et les styles en cours d'importation ont déjà été importés. Souhaitez-vous les remplacer ou ajouter des copies ?
is: Snertihnappauppsetningar, hnappavalmyndir afgr. kassa og stílar sem verið er að flytja inn hafa nú þegar verið flutt inn. Viltu yfirskrifa eða bæta við afritum?
nl: Touch knop lay-outs, POS knop Raster menu's en stijlen worden geïmporteerd zijn al ingevoerd. Wilt u overschrijven of kopieën toevoegen?
sv: Tryckknapp layouter, kassaknappsatsmenyer och stilar som importeras har redan importerats. Vill du skriva över eller lägga till kopior? ?
vi_vn: Bố trí nút cảm ứng, menu lưới nút POS và kiểu được nhập đã được nhập. Bạn có muốn ghi đè hoặc thêm bản sao?

# MenusAndStylesConflict
source: POS button grid menus and styles being imported have already been imported. Do you want to overwrite or add copies?
bg: Импортирани са вече импортирани менюта на POS бутона и стиловете. Искате ли да замените или добавите копия?
da: De knapmatrixmenuer og temaer, der importeres nu, er allerede blevet importeret. Vil du overskrive dem eller tilføje kopier?
de: POS-Schaltflächenrastermenüs und Stile, die importiert wurden, wurden bereits importiert. Wollen Sie diese überschreiben oder Kopien hinzufügen?
es: Los estilos y menús de matriz de botones de punto de venta que está importando ya se importaron previamente. ¿Desea sobrescribirlos o añadir copias?
fi: POS-painike-ruudukko-valikot ja tyylit on tuotu. Haluatko ylikirjoittaa tai luoda kopioita?
fr: Les menus grilles de boutons PDV et les styles en cours d'importation ont déjà été importés. Souhaitez-vous les remplacer ou ajouter des copies ?
is: Hnappavalmyndir afgr. kassa og stílar sem verið er að flytja inn hafa nú þegar verið flutt inn. Viltu yfirskrifa eða bæta við afritum?
nl: POS knop Raster menu's en stijlen worden geïmporteerd zijn al ingevoerd. Wilt u overschrijven of kopieën toevoegen?
sv: Kassans knappsatsmenyer och stilar som importeras har redan importerats. Vill du skriva över eller lägga till kopior?
vi_vn: Các menu và kiểu nút lưới POS được nhập đã được nhập. Bạn có muốn ghi đè hoặc thêm bản sao?

# MenusConflict
source: POS button grid menus being imported have already been imported. Do you want to overwrite or add copies?
bg: Импортирани са вече импортирани менюта на POS бутона. Искате ли да замените или добавите копия?
da: De knapmatrixmenuer, der importeres nu, er allerede blevet importeret. Vil du overskrive dem eller tilføje kopier?
de: POS-Schaltflächenrastermenüs, die importiert wurden, wurden bereits importiert. Wollen Sie diese überschreiben oder Kopien hinzufügen?
es: Los menús de matriz de botones de punto de venta que está importando ya se importaron previamente. ¿Desea sobrescribirlos o añadir copias?
fi: POS-painike-ruudukko-valikot on tuotu. Haluatko ylikirjoittaa tai luoda kopioita?
fr: Les menus grilles de boutons PDV en cours d'importation ont déjà été importés. Souhaitez-vous les remplacer ou ajouter des copies ?
is: Hnappavalmyndir afgr. kassa sem verið er að flytja inn hafa nú þegar verið fluttar inn. Viltu yfirskrifa eða bæta við afritum?
nl: POS knop Raster menu's wordt geïmporteerd zijn al ingevoerd. Wilt u overschrijven of kopieën toevoegen?
sv: Kassans knappsatsmenyer som importeras har redan blivit importerade. Vill du skriva över eller lägga till kopior?
vi_vn: Menu lưới nút POS đang được nhập đã được nhập. Bạn có muốn ghi đè hoặc thêm bản sao?

source: No
bg: Не
da: Nej
de: Nein
fi: Ei
fr: Non
is: Nei
nl: Nee
sv: Nej
vi_vn: Không

# SearchModeDefault
source: Default
bg: По подразбиране
da: Standard
de: Standard
es: Por defecto
fi: Oletus
fr: Défaut
is: Sjálfgefið
nl: Standaard
sv: Standard
vi_vn: Mặc định

# SearchModeList
source: List
bg: Списък
da: Liste
de: Liste
es: Lista
fi: Lista
fr: Liste
is: Listi
nl: Lijst
sv: Lista
vi_vn: Danh sách

# StylesConflict
source: Styles being imported have already been imported. Do you want to overwrite or add copies?
bg: Импортираните стилове вече са импортирани. Искате ли да замените или добавите копия?
da: De temaer, der importeres nu, er allerede blevet importeret. Vil du overskrive dem eller tilføje kopier?
de: Stile, die importiert wurden, wurden bereits importiert. Wollen Sie diese überschreiben oder Kopien hinzufügen?
es: Los estilos que está importando ya se importaron previamente. ¿Desea sobrescribirlos o añadir copias?
fi: Tuodut tyylit on jo tuotu. Haluatko ylikirjoittaa tai luoda kopioita?
fr: Les styles en cours d'importation ont déjà été importés. Souhaitez-vous les remplacer ou ajouter des copies ?
is: Stílar sem verið er að flytja inn hafa nú þegar verið fluttir inn. Viltu yfirskrifa eða bæta við afritum?
nl: Stijlen die worden geïmporteerd, zijn al geïmporteerd. Wilt u kopieën overschrijven of toevoegen?
sv: Stilar som importeras har redan importerats. Vill du skriva över eller lägga till kopior?
vi_vn: Các kiểu đang được nhập đã được nhập từ trước. Bạn có muốn ghi đè hoặc thêm bản sao?

# SystemStyleCannotBeDeleted
source: A system style cannot be deleted
bg: Стил на системата не може да бъде изтрит
da: Et systemtema kan ikke slettes
de: Ein Systemstil kann nicht gelöscht werden
es: Los estilos de sistema no se pueden eliminar
fi: Järjestelmätyyliä ei voi poistaa
fr: Un style de système ne peut pas être supprimé
is: Ekki er hægt að eyða kerfisstíl
nl: Een systeemstijl kan niet worden verwijderd
sv: En systemstil kan inte raderas
vi_vn: Một kiểu hệ thống không thể bị xóa

source: Yes
bg: Да
da: Ja
de: Ja
es: Sí
fi: Kyllä
fr: Oui
is: Já
nl: Ja
sv: Ja
vi_vn: Có

# RetailGroupLabelText
source: Retail group:
bg: Ритейл група
da: Varegruppe
de: Einzelhandelsgruppe:
es: Grupo minorista:
fi: Tuoterymä
fr: Groupe de vente au détail
is: Smásöluflokkur:
nl: Retail groep
sv: Retail-grupp:
vi_vn: Nhóm bán lẻ

# SearchModeImages
source: Images
bg: Изображения
da: Billeder
de: Bilder
es: Imágenes
fi: Kuvat
is: Myndir
nl: Afbeeldingen
sv: Bilder
vi_vn: Hình ảnh

source: Copy
bg: Копиране
da: Kopier
de: Kopieren
es: Copiar
fi: Kopio
fr: Copier
is: Afrit
nl: Kopieren
sv: Kopia
vi_vn: Sao chép

# EditStyle
source: Edit style configuration
bg: Редактиране на конфигурацията на стила
da: Rediger temakonfiguration
de: Stilkonfiguration bearbeiten
es: Editar la configuración de estilo
fi: Muokkaa tyylin asetuksia
fr: Modifier la configuration de style
is: Breyta stíla stillingum
nl: Stijl configuratie bewerken
sv: Redigera stilkonfiguration
vi_vn: Chỉnh sửa cấu hình kiểu

source: Importing
bg: Импортиране
da: Importerer
de: Importieren
es: Importando
fi: Tuodaan
fr: Importation
is: Innflutningur
nl: Bezig met importeren
sv: Importerar
vi_vn: Đang nhập vào

source: Search mode
bg: Търсене режим
da: Søgetilstand
de: Suchmodus
es: Modo de búsqueda
fi: Hakutila
fr: Mode recherche
is: Birting
nl: Zoekmodus
sv: Sökstatus
vi_vn: Chết độ tìm kiếm

# SearchModeImagesWithPrices
source: Images with prices
bg: Изображения с цени
da: Billeder med priser
de: Bilder mit Preisen
es: Imágenes con precios
fi: Kuvat hinnoilla
fr: Images avec prix
is: Myndir og verð
nl: Afbeeldingen met prijzen
sv: Bilder med priser
vi_vn: Hình ảnh với giá cả

# SearchModeListWithPrices
source: List with prices
bg: Списък с цени
da: Liste med priser
de: Liste mit Preisen
es: Lista con precios
fi: Luettelo hintojen kanssa
fr: Liste avec prix
is: Listi og verð
nl: Lijst met prijzen
sv: Lista med priser
vi_vn: Liệt kê với giá

# UnableToDelete
source: Unable to delete style
bg: Стилът не може да бъде изтрит
da: Temaet kunne ikke slettes
de: Stil konnte nicht gelöscht werden
es: No se pudo eliminar el estilo
fi: Tyyliä ei voi poistaa
fr: Impossible de supprimer le style
is: Get ekki eytt stílnum
nl: Style bestand kon niet worden verwijdered
sv: Kan inte radera stil
vi_vn: Không thể xóa kiểu

# ResetToDefault
source: This will reset this system style to its default values. Continue?
bg: Това ще върне стила на системата към стойностите по подразбиране. Продължи?
da: Dette vil nulstille systemets tema til standardværdierne. Vil du fortsætte?
de: Dies wird diesen Systemstil auf ihre Standardwerte zurücksetzen. Fortfahren?
es: Esta acción restablecerá los valores predeterminados de estilo del sistema. ¿Desea continuar?
fi: Tämä palauttaa järjestelmän tyylin oletusasetuksiin. Jatka?
fr: Ceci réinitialisera le style de ce système à ses valeurs par défaut. Continuer ?
is: Þessi aðgerð mun frumstilla kerfið á sjálfgefin gildi. Viltu halda áfram?
nl: Dit zal deze stijl systeem teruggezet op de standaardwaarden. Blijven?
sv: Detta återställer systemstil till standardvärden. Fortsätt?
vi_vn: Điều này sẽ đặt lại kiểu hệ thống này về giá trị mặc định của nó. Tiếp tục?

source: Hereafter
bg: Бъдеще
da: Herefter
de: Hiernach
es: En adelante
fi: Tämän jälkeen
fr: Ci-après
is: Eftirleiðis
nl: achter
sv: Härefter
vi_vn: sau đây

# NoHereafter
source: No
bg: Не
da: Nej
de: Nein
fi: Ei
fr: Non
is: Nei
nl: Nee
sv: Nej
vi_vn: Không

# PeriodicDiscountLabelText
source: Periodic discount:
bg: Периодична отстъпка:
da: Periodisk rabat:
de: Periodischer Rabatt:
es: Descuento periódico:
fi: Määräaikainen alennus:
fr: Remise périodique :
is: Tímabundinn afsl.:
nl: Periodieke korting:
sv: Periodisk rabatt:
vi_vn: Giảm giá định kỳ:

source: Sales person
bg: Търговец
da: Sælger
de: Verkäufer
es: Vendedor
fi: Myyjä
fr: Vendeur
is: Sölumaður
nl: Verkoper
sv: Säljare
vi_vn: Nhân viên bán hàng

# SalesPersonNotFound
source: Not found
bg: Нищо не е открито
da: Ikke fundet
de: Nicht gefunden
es: no encontrado
fi: Ei löytynyt
fr: Non trouvé
is: Fannst ekki
nl: Niet gevonden
sv: inte hittad
vi_vn: Không tìm thấy

# YesHereafter
source: Yes
bg: Да
da: Ja
de: Ja
es: Sí
fi: Kyllä
fr: Oui
is: Já
nl: Ja
sv: Ja
vi_vn: Có

# RunEndOfDayLabelText
source: Run end of day:
bg: Изпълнение в края на деня:
da: Kør dagsafslutning:
de: Tagesende ausführen:
es: Ejecutar fin de día:
fi: Suorita päivän päätös:
fr: Exécuter fin de journée :
is: Keyra uppgjör dags:
nl: Einde van de dag worden uitgevoerd:
sv: Kör vid dagsavslut
vi_vn: Chạy cuối ngày:
