Repository: iespana/LSOne
Catalog: Core/Datalayer/DatabaseUtil/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl_be, ru, sv, vi_vn

source: All upgrades finished successfully
bg: Всички актуализации завършиха успешно
da: Alle opgraderinger gennemført
de: Alle Upgrades erfolgreich abgeschlossen
es: Todas las actualizaciones se completaron correctamente.
fi: Kaikki päivitykset onnistuivat
fr: Toutes les mises à niveau ont réussi
is: Það tókst að innsetja allar uppfærslur
nl_be: Alle upgrades met succes uitgevoerd
ru: Все обновления завершились успешно
sv: Alla uppgraderingar är slutförda
vi_vn: Tất cả các nâng cấp đã hoàn thành thành công

source: Connection is closed
bg: Връзката е затворена
da: Forbindelsen er afbrudt
de: Verbindung wurde geschlossen
es: La conexión está cerrada.
fi: Yhteys on suljettu
fr: La connexion est fermée
is: Tenging er lokuð
nl_be: Verbinding werd afgesloten
ru: Соединение закрыто
sv: Anslutning är stängd
vi_vn: Kết nối bị đóng

# ConnectionNotValid
source: The connection is not valid. Operation cannot continue
bg: Връзката не е валидна. Операцията не може да продължи
da: Denne forbindelse er ikke gyldig. Handlingen kan ikke fortsætte
de: Die Verbindung ist nicht gültig. Der Vorgang kann nicht fortgesetzt werden
es: La conexión no es válida. La operación no puede continuar.
fi: Yhteys ei ole kelvollinen. Toimintoa ei voida jatkaa
fr: La connexion n'est pas valide. L'opération ne peut pas continuer
is: Tenging er ekki gild. Aðgerðin getur ekki haldið áfram
nl_be: De verbinding is niet geldig. De verwerking kan niet doorgaan
ru: Подключение не корректно. Операция не может быть продолжена
sv: Anslutning är inte giltig. Process kan inte fortsätta
vi_vn: Kết nối không hợp lệ. Hoạt động không thể tiếp tục

# ConnectionStringCannotBeCreated
source: Connection string cannot be created - SQLServer and Database name parameters have to have values
bg: Свързващият низ не може да бъде създаден - параметрите за име на SQLServer и Database трябва да имат стойности
da: Forbindelsesstreng kan ikke oprettes – parametrene SQLServer og Databasenavn skal have værdier
de: Verbindungszeichenfolge kann nicht erstellt werden - SQLServer und Datenbankname-Parameter müssen Werte haben
es: No se puede crear la cadena de conexión: los parámetros de nombre SQLServer y Database deben tener valores.
fi: Yhteysjonoa ei voida luoda - SQLServer- ja Database name -parametreilla on oltava arvoja
fr: Impossible de créer la chaîne de connexion - Les paramètres de nom de SQLServeur et de la base de données doivent comporter des valeurs
is: Ekki tókst að búa til tengistreng - SQLServer og gagnagrunnsnafn færirbreytur verða að hafa gildi
nl_be: Verbindingsstring kan niet worden aangemaakt - SQLServer en Database naamparameters moeten waarden hebben
ru: Строка подключения не может быть создана - параметры SQL сервер и название базы данных должны иметь значения
sv: Anslutningssträngen kan inte skapas – parametrar för SQLServer och databasnamn måste ha värden
vi_vn: Chuỗi kết nối không thể được tạo - Các tham số tên SQLServer và cơ sở dữ liệu phải có các giá trị

# CreateDatabaseFailedMdfFileAlreadyExists
source: "CREATE DATABASE" failed, make sure that a mdf file with same name doesn't already exists
bg: „CREATE DATABASE“ е неуспешно, уверете се, че вече не съществува mdf файл със същото име
da: "OPRET DATABASE" mislykkedes – kontroller, at der ikke findes en mdf-fil med det samme navn
de: "DATENBANK ERSTELLEN" fehlgeschlagen, stellen Sie sicher, dass eine MDF-Datei mit dem gleichen Namen nicht bereits vorhanden ist
es: Error de "CREATE DATABASE", asegúrese de que no exista ya un archivo mdf con el mismo nombre.
fi: "CREATE DATABASE" epäonnistui, varmista, että samalta nimeltään MDF-tiedostoa ei ole vielä olemassa
fr: "CRÉATION BASE DE DONNÉES" a échoué, assurez-vous qu'un fichier mdf de même nom n'existe pas déjà
is: "CREATE DATABASE" mistókst, athugið að mdf skrá með sama nafni sé ekki nú þegar til
nl_be: 'DATABASE AANMAKEN' niet gelukt. Controleer of er geen mdf-bestand met dezelfde naam bestaat
ru: Ошибка выполнения "CREATE DATABASE", проверьте, что mdf файл с таким же именем не существует
sv: ”SKAPA DATABAS” misslyckades. Kontrollera så att det inte finns en mdf-fil med samma namn
vi_vn: "Tạo dữ liệu" không thành công, hãy đảm bảo rằng tệp mdf có cùng tên chưa tồn tại

# DataAreaIdIsNotValid
source: DataAreaId is not valid, it must have a value and cannot be more than 4 characters
bg: DataAreaId не е валиден, трябва да има стойност и не може да бъде повече от 4 знака
da: DataområdeId er ikke gyldigt, det skal have en værdi og må ikke indeholde mere end 4 tegn
de: Datenbereichs-ID ist nicht gültig ist, sie muss es einen Wert haben und darf nicht mehr als 4 Zeichen lang sein
es: DataAreaId no es válido; debe tener un valor y no puede tener más de 4 caracteres.
fi: Data-alueen tunnus ei ole kelvollinen, sillä sillä on oltava arvo ja se voi olla enintään 4 merkkiä
fr: IDZoneDonnées non valide, il doit comporter une valeur et ne pas avoir plus de 4 caractères
is: Fyrirtækjaauðkenni er ekki gilt, það þarf að hafa gildi og má ekki hafa fleiri en 4 stafi
nl_be: DataAreaId is niet geldig. Dit veld moet een waarde bevatten en mag uit niet meer dan 4 tekens bestaan
ru: ID области данных не корректно. Оно должно содержать не более 4 символов
sv: DataAreaId är inte giltig, det måste ha ett värde och det kan inte vara mer än 4 tecken
vi_vn: DataAreaId không hợp lệ, nó phải có giá trị và không thể nhiều hơn 4 ký tự

source: Database already exists, new database not created
bg: Базата данни вече съществува, новата база данни не е създадена
da: Databasen eksisterer allerede, ny database ikke oprettet
de: Datenbank bereits vorhanden, neue Datenbank nicht erstellt
es: La base de datos ya existe. No se creará una nueva base de datos.
fi: Tietokanta on jo olemassa, uutta tietokantaa ei ole luotu
fr: La base de données existe déjà, la nouvelle base de données n'a pas été créée
is: Gagnagrunnur er þegar til, nýr gagnagrunnur var ekki búinn til
nl_be: Database bestaat al, nieuwe database niet aangemaakt
ru: База данных уже существует. Новая база данных не создана
sv: Databas finns redan
vi_vn: Cơ sở dữ liệu đã tồn tại, cơ sở dữ liệu mới chưa được tạo

source: Database connection set
bg: Настройка на връзка с база данни
da: Databaseforbindelse oprettet
de: Datenbankverbindung erstellen
es: Conexión con base de datos establecida
fi: Tietokantayhteysasetus
fr: Connexion à la base de données établie
is: Tenging við gagnagrunn sett
nl_be: Verbinding database ingesteld
ru: Установлено подключение к базе данных
sv: Databasanslutning konfigurerad
vi_vn: Bộ kết nối cơ sở dữ liệu

# DatabaseCreated
source: Database #1 created
bg: Създадена е база данни #1
da: Database #1 oprettet
de: Datenbank #1 erstellt
es: Se ha creado la base de datos #1.
fi: Tietokanta #1 luotu
fr: Base de données #1 créée
is: Gagnagrunnur #1 var búin til
nl_be: Database #1 aangemaakt
ru: База данных #1 создана
sv: Databas #1 har skapats
vi_vn: Cơ sở dữ liệu #1 được tạo

source: Database does not exist
bg: Базата данни не съществува
da: Databasen findes ikke
de: Datenbank nicht vorhanden
es: La base de datos no existe.
fi: Tietokantaa ei ole olemassa
fr: Cette base de données n'existe pas
is: Gagnagrunnur er ekki til
nl_be: Database bestaat niet
ru: База данных не существует
sv: Databasen finns inte
vi_vn: Cơ sở dữ liệu không tồn tại

source: Database needs to be upgraded - starting upgrade..
bg: Базата данни трябва да бъде актуализирана - започва актуализация ..
da: Databasen skal opgraderes – påbegynder opgradering.
de: Datenbank muss aktualisiert werden - Starte Upgrade...
es: Es necesario actualizar la base de datos: iniciando actualización...
fi: Tietokanta on päivitettävä - päivitys alkaa..
fr: La base de données doit être mise à niveau - début de la mise à niveau..
is: Gagnagrunnsuppfærslu er þörf - hef uppfærslu..
nl_be: Database moet worden geüpgraded - upgrade beginnen ...
ru: База данных требует обновления - начало обновления..
sv: Databasen behöver uppgraderas – startar uppgradering...
vi_vn: Cơ sở dữ liệu cần được nâng cấp - bắt đầu nâng cấp ..

source: Database updates finished successfully
bg: Актуализациите на базата данни приключиха успешно
da: Opdatering af database gennemført
de: Datenbank-Updates erfolgreich abgeschlossen
es: Las actualizaciones de la base de datos se han completado correctamente.
fi: Tietokannan päivitykset onnistuivat
fr: Les mises à niveau de la base de données ont réussi
is: Gagnagrunnsuppfærslu er lokið villulaust
nl_be: Updates van database met succes voltooid
ru: Обновления базы данных завершились успешно
sv: Databasen är uppdaterad
vi_vn: Cập nhật cơ sở dữ liệu thành công

source: Demo data successfully loaded
bg: Демонстрационните данни са заредени успешно
da: Indlæsning af demodata gennemført
de: Demo-Daten erfolgreich geladen
es: Los datos de demostración se han cargado correctamente.
fi: Demotiedot on ladattu onnistuneesti
fr: Le chargement des données de démo. a réussi
is: Sýnigögnum hefur verið hlaðið inn
nl_be: Demogegevens succesvol geladen
ru: Демо данные успешно загружены
sv: Demodata är inlästa
vi_vn: Dữ liệu demo được tải thành công

source: Error accessing registry keys
bg: Грешка при достъпа до ключовете на системния регистър
da: Fejl ved adgang til registreringsdatabasenøgler
de: Fehler beim Zugriff auf Registrierungsschlüssel
es: Error al acceder a claves de registro
fi: Virhe rekisteriavainten avaamisessa
fr: Erreur en accédant aux clés de registre
is: Villa kom upp við að opna Windows Registry lykla
nl_be: Fout bij toegang registrysleutels
ru: Ошибка доступа к регистру ключей
sv: Fel vid åtkomst av registernycklar
vi_vn: Lỗi khi truy cập khóa đăng ký

source: Error closing the database connection
bg: Грешка при затварянето на връзката към базата данни
da: Fejl ved lukning af databaseforbindelse
de: Fehler beim Schließen der Datenbank-Verbindung
es: Error al cerrar la conexión con la base de datos
fi: Tietokantayhteyden sulkeminen epäonnistui
fr: Erreur en fermant la connexion à la base de données
is: Villa kom upp við að loka tengingu við gagnagrunn
nl_be: Fout bij het afsluiten van de databaseverbinding
ru: Ошибка закрытия соединения с базой данных
sv: Det gick inte att stänga databasanslutningen
vi_vn: Lỗi đóng kết nối cơ sở dữ liệu

# ErrorExecutingQuery
source: Error executing query: #1
bg: Грешка при изпълнението на заявката: #1
da: Fejl ved eksekvering af forespørgsel: #1
de: Fehler beim Ausführen der Abfrage: #1
es: Error al ejecutar la consulta: #1
fi: Kyselyn suorittamisen virhe: #1
fr: Erreur en exécutant la requête : #1
is: Villa við keyrslu fyrirspurnar: #1
nl_be: Fout bij het uitvoeren query: #1
ru: Ошибка выполнения запроса: #1
sv: Det gick inte att utföra fråga: #1
vi_vn: Lỗi khi thực hiện truy vấn: # 1

source: Error getting database information
bg: Грешка при получаване на информация за базата данни
da: Fejl ved hentning af oplysninger fra databasen
de: Fehler beim Abrufen der Datenbankinformationen
es: Error al obtener información de la base de datos
fi: Tietokannan tietojen saanti epäonnistui
fr: Erreur en obtenant les informations relatives à la base de données
is: Villa við að sækja gagnagrunnsupplýsingar
nl_be: Fout bij het ophalen van informatie uit de database
ru: Ошибка при получении информации о базе данных
sv: Det gick inte att hämta databasinformation
vi_vn: Lỗi khi lấy thông tin cơ sở dữ liệu

# ErrorInsertingDemoData
source: Error inserting demo data: #1
bg: Грешка при вмъкване на демо данни: #1
da: Fejl ved indlæsning af demodato: #1
de: Fehler beim Einfügen der Demo-Daten: #1
es: Error al insertar datos de demostración: #1
fi: Virhe demo-tietojen lisäämisessä: #1
fr: Erreur en insérant les données de démo : #1
is: Villa við innsetningu á sýnigögnum: #1
nl_be: Fout bij het invoegen van de demogegevens: #1
ru: Ошибка вставки демонстрационных данных #1
sv: Det gick inte att infoga demodata: #1
vi_vn: Lỗi khi chèn dữ liệu demo: # 1

# ErrorSettingMasterConnection
source: Error setting the master connection
bg: Грешка при задаване на главната връзка
da: Fejl ved oprettelse af masterforbindelse
de: Konnte die Master-Verbindung nicht erstellen
es: Error al establecer la conexión maestra
fi: Virhe master-yhteyden määrittämisessä
fr: Erreur en définissant la connexion principale
is: Villa kom upp við að setja aðaltengingu
nl_be: Fout bij het instellen van de hoofdverbinding
ru: Ошибка настройки мастер соединения
sv: Fel vid masteranslutning
vi_vn: Lỗi thiết lập kết nối chính

# ErrorWhenUpdatingDatabaseVersion
source: Error when updating database version #1
bg: Грешка при актуализиране на версия #1 на базата данни
da: Fejl ved opdatering af databaseversion #1
de: Fehler beim Aktualisieren von Datenbank-Version #1
es: Error al actualizar la versión #1 de la base de datos
fi: Virhe päivitettäessä tietokannan versiota #1
fr: Erreur en mettant à jour la version #1 de la base de données
is: Villa kom upp við að uppfæra gagnagrunn í útgáfu #1
nl_be: Fout bij het updaten van databaseversie #1
ru: Ошибка при обновление базы данных версии #1
sv: Det gick inte att uppdatera databasversion #1
vi_vn: Lỗi khi cập nhật cơ sở dữ liệu phiên bản # 1

# ErrorWhenUpdatingDemoData
source: Error updating demo data: #1
bg: Грешка при актуализирането на демо данните: #1
da: Fejl ved opdatering af demodata: #1
de: Fehler beim Aktualisieren der Demo-Daten: #1
es: Error al actualizar datos de demostración: #1
fi: Virhe päivitettäessä demotietoja: #1
fr: Erreur en mettant à jour les données de démo. : #1
is: Villa kom upp við að setja inn sýnigögn: #1
nl_be: Fout bij het updaten van de demogegevens: #1
ru: Ошибка обновления демо данных: #1
sv: Fel vid uppdatering av demodata: #1
vi_vn: Lỗi cập nhật dữ liệu demo: # 1

source: Executing upgrade
bg: Извършва се актуализация
da: Eksekverer opgradering
de: Führe Upgrade aus
es: Ejecutando actualización
fi: Päivitystä suoritetaan
fr: Exécution de la mise à niveau
is: Keyri uppfærslu
nl_be: Upgrade uitvoeren
ru: Выполнение обновления
sv: Utför uppgradering
vi_vn: Thực hiện nâng cấp

source: Failed to set the database connection
bg: Неуспешно задаване на връзката към базата данни
da: Databaseforbindelse kunne ikke oprettes
de: Konnte die Datenbankverbindung nicht erstellen
es: Error al establecer la conexión con la base de datos
fi: Tietokantayhteyden asettaminen epäonnistui
fr: Impossible de définir la connexion à la base de données
is: Ekki tókst að setja gagnagrunnstengingu
nl_be: Niet gelukt om verbinding met database in te stellen
ru: Ошибка установления соединения с базой данных
sv: Det gick inte att konfigurera databasanslutningen
vi_vn: Không thể đặt kết nối cơ sở dữ liệu

source: Language ids successfully created
bg: Езиковите идентификатори са създадени успешно
da: Sprog-ID'er oprettet
de: Sprach-IDs erfolgreich erstellt
es: Los ID de idioma se han creado correctamente.
fi: Kielien tunnukset luotiin onnistuneesti
fr: Création des ID de langue réussie
is: Tungumálaheiti voru stofnuð
nl_be: Taal-ID's met succes aangemaakt
ru: IDS языка усешно создано
sv: Språk-ID:n har skapats
vi_vn: Ngôn ngữ ids được tạo thành công

source: Loading demo data into tables
bg: Зареждане на демо данни в таблици
da: Indlæser demodata i tabeller
de: Lädt Demo-Daten in Tabellen
es: Cargando datos de demostración en tablas
fi: Demotietojen lataaminen tauluihin
fr: Chargement des données de démo dans les tables
is: Hleð gögnum inn í töflur
nl_be: Gegevens in tabellen laden
ru: Загрузка демо данных в таблицы
sv: Läser in demodata i tabeller
vi_vn: Đang tải dữ liệu demo vào các bảng

source: No resource name provided
bg: Няма предоставено име на ресурс
da: Ressourcenavn ikke opgivet
de: Keinen Ressourcename enthalten
es: No se ha proporcionado un nombre de recurso
fi: Ei resurssin nimeä
fr: Aucun nom de ressource fourni
is: Ekkert auðlindanafn var gefið
nl_be: Geen naam voor resource voorzien
ru: Не обеспечено название ресурса
sv: Källnamn ej angett
vi_vn: Không có nguồn tài nguyên nào.

source: Recompiling objects
bg: Прекомпилиране на обекти
da: Genkompilerer objekter
de: Objekte werden neu zusammengestellt
es: Recompilando objetos
fi: Objectien uudelleen kääntäminen
fr: Recompilation d'objets en cours
is: Endurþýði hluti
nl_be: Decompileren objecten
ru: Перекомпиляция объектов
sv: Kompilerar objekt
vi_vn: Biên dịch lại các đối tượng

source: Running admin script
bg: Изпълнение на администраторски скрипт
da: Kører admin-script
de: Admin-Skript wird ausgeführt
es: Ejecutando secuencia de comandos de administración
fi: Käynnistää admin-komentosarjan
fr: Exécution du script d'administrateur
is: Keyri admin skriftu
nl_be: Admin. script wordt uitgevoerd
ru: Выполнение скрипта администратора
sv: Kör admin-skript
vi_vn: Chạy tập lệnh quản trị

# ScriptToAddCloudData
source: Script to add cloud data started
bg: Стартира се скрипт за добавяне на данни в облака
da: Script til tilføjelse af skydata startet
de: Skript zum Hinzufügen der Cloud-Daten gestartet
es: Se ha iniciado la secuencia de comandos para añadir datos de la nube
fi: Pilvitietojen lisääminen aloitettin
fr: Démarrage du script pour ajouter des données au Cloud
is: Skrifta fyrir skýja gögn hafin
nl_be: Script om cloudgegevens toe te voegen is gestart
ru: Запущен скрипт для добавления данных в облако
sv: Skript för att lägga till molndata har startat
vi_vn: Tập lệnh để thêm dữ liệu đám mây đã bắt đầu

source: Script to add stored procedures started
bg: Стартира се скрипт за добавяне на съхранени процедури
da: Script til tilføjelse af gemte procedurer startet
de: Skript, um gespeicherte Prozeduren hinzuzufügen, ist gestartet
es: Se ha iniciado la secuencia de comandos para añadir procedimientos almacenados.
fi: Tallennettujen proceduurien lisääminen aloitettiin
fr: Démarrage du script pour ajouter des procédures stockées
is: Skrifta til að bæta við gagnagrunnsstefjum hafin
nl_be: Script om opgeslagen procedures toe te voegen, opgestart
ru: Скрипт для добавления хранимых процедур стартовал
sv: Skript för att lägga till sparade processer har startat
vi_vn: Tập lệnh để thêm các thủ tục được lưu trữ bắt đầu

source: Script to create all language ids started
bg: Стартира се скрипт за създаване на всички езикови идентификатори
da: Script til oprettelse af alle sprog-ID'er startet
de: Skript, um alle Sprach-IDs zu erstellen, ist gestartet
es: Se ha iniciado la secuencia de comandos para crear todos los ID de idioma.
fi: Kaikkien kielen tunnusten luominen aloitettiin
fr: Démarrage du script pour créer tous les ID de langue
is: Skrifta til að stofna öll tungumálaheiti hafin
nl_be: Script om alle taal-ids aan te maken, opgestart
ru: Скрипт для создания всех ids языков змпущен
sv: Skript för att skapa alla språk-ID har startat
vi_vn: Tập lệnh để tạo các ngôn ngữ đã bắt đầu

source: Script to create tables started
bg: Стартира се скрипт за създаване на таблици
da: Script til oprettelse af tabeller startet
de: Skript zum Erstellen von Tabellen ist gestartet
es: Se ha iniciado la secuencia de comandos para crear tablas.
fi: Taulujen luonti aloitettiin
fr: Démarrage du script pour créer des tables
is: Skrifta til að búa til töflur keyrir
nl_be: Script om tabellen aan te maken, opgestart
ru: Скрипт для создания таблиц стартовал
sv: Skript för att skapa tabeller har startat
vi_vn: Tập lệnh tạo bảng đã bắt đầu

# SenderDatabaseUtil
source: Database Util
bg: Помощни програми за бази данни
da: Databasefunktioner
de: Datenbank-Dienstprogramme
es: Utilidades de la base de datos
fi: Tietokannan apuohjelmat
fr: Utilitaires de la base de données
is: Gagnagrunnstól
nl_be: Database utilities
ru: Утилиты базы данных
sv: Databasverktyg
vi_vn: Tiện ích cơ sở dữ liệu

source: Setup files do not exist in path given
bg: Инсталационните файлове не съществуват в дадената пътека
da: Konfigurationsfiler findes ikke på den angivne sti
de: Setup-Dateien nicht im angebenen Pfad vorhanden
es: La ruta determinada no incluye los archivos de configuración.
fi: Asennustiedostoja ei löydy määritetyssä polussa
fr: Les fichiers d'installation n'existent pas au chemin donné
is: Uppsetningarskrár finnast ekki á gefnum slóða
nl_be: Instelbestanden bestaan niet in het opgegeven pad
ru: Файлы настройки не существуют по данному пути
sv: Installationsfilerna finns inte under den angivna sökvägen
vi_vn: Tập tin thiết lập không tồn tại trong đường dẫn

# SQLInstallParametersHaveNotBeenSet
source: SQL install parameters have not been set. SQLExpress server cannot be installed
bg: Параметрите за инсталиране на SQL не са зададени. Сървърът SQLExpress не може да бъде инсталиран
da: Installationsparametre for SQL er ikke indstillet. SQL Server Express kan ikke installeres
de: SQL Installationsparameter wurden nicht eingestellt. SQLExpress Server kann nicht installiert werden
es: No se han establecido los parámetros de instalación de SQL. No se puede instalar el servidor SQLExpress.
fi: SQL-asennusparametreja ei ole asetettu. SQLExpressiä ei voida asentaa
fr: Les paramètres d'installation de SQL n'ont pas été définis. Le serveur SQLExpress ne peut pas être installé
is: Uppsetningarrofar fyrir SQL hafa ekki verið settir. Ekki er hægt að seetja upp SQLExpress
nl_be: SQL installatieparameters werden niet ingesteld. SQL Express-server kan niet worden geïnstalleerd
ru: Не установлены параметры инсталляции SQL. Сервер SQLExpress не может быть установлен
sv: SQL installeringsparametrar har inte angivits. SQLExpress server kan inte installeras
vi_vn: Các tham số cài đặt SQL chưa được thiết lập. Máy chủ SQLE Express không thể được cài đặt

source: SQL install type not implemented
bg: Типът на SQL инсталация не е имплементиран
da: Installationstype for SQL ikke implementeret
de: SQL Installationstyp nicht implementiert
es: No se ha implementado el tipo de instalación de SQL.
fi: SQL-asennustyyppiä ei ole toteutettu
fr: Le type d'installation SQL n'a pas été mis en œuvre
is: SQL uppsetningartegund er ekki studd
nl_be: SQL installatietype niet geïmplementeerd
ru: Тип установки SQL не реализован
sv: SQL installationstyp inte implementerad
vi_vn: Kiểu cài đặt SQL không được triển khai

# SQLScriptFinishedSuccessfully
source: SQL script #1 finished successfully
bg: SQL скрипт #1 завърши успешно
da: SQL-script #1 afsluttet
de: SQL-Skript #1 erfolgreich abgeschlossen
es: La secuencia de comandos #1 de SQL ha finalizado correctamente.
fi: SQL-komentosarja #1 päättynyt onnistuneesti
fr: Le script SQL #1 a réussi
is: SQL skrifta #1 kláraði villulaust
nl_be: SQL script #1 met succes voltooid
ru: SQL script #1 завершился успешно
sv: SQL-skriptet #1 har slutförts
vi_vn: Tập lệnh SQL # 1 đã hoàn thành thành công

source: SQL Server instance does not exist
bg: Инстанс на SQL Server не съществува
da: SQL Server-instans findes ikke
de: SQL Server-Instanz existiert nicht
es: La instancia de SQL Server no existe.
fi: SQL Server -instanssia ei ole olemassa
fr: L'instance de SQL Serveur n'existe pas
is: SQL Server uppsetning finnst ekki
nl_be: SQL Server instantie bestaat niet
ru: Экземпляр SQL сервера не существует
sv: SQL Server-instans finns inte
vi_vn: Phiên bản SQL Server không tồn tại

# StoredProcedureCreatedSuccessfully
source: Stored procedure #1 created successfully
bg: Съхранената процедура #1 е създадена успешно
da: Den gemte procedure #1 blev oprettet
de: Gespeicherte Prozedur #1 erfolgreich erstellt
es: El procedimiento almacenado #1 se ha creado correctamente.
fi: Tallennettu proceduuri #1 luotu onnistuneesti
fr: Création de la procédure stockée # réussie
is: Gagnagrunnsstefja #1 búin til
nl_be: Opgeslagen procedure #1 met succes aangemaakt
ru: Хранимая процедура #1 создана успешно
sv: Sparad process #1 har skapats
vi_vn: Thủ tục lưu trữ số #1 được tạo thành công
