Repository: iespana/LSOne
Catalog: Core/Datalayer/DatabaseUtil/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl_be, ru, sv, vi_vn

# TableCreatedSuccessfully
source: Table #1 created successfully
bg: Таблица #1 е създадена успешно
da: Tabel #1 blev oprettet
de: Tabelle #1 erfolgreich erstellt
es: La tabla #1 se ha creado correctamente.
fi: Taulu #1 luotu onnistuneesti
fr: Création de la table #1 réussie
is: Það tókst að búa til töflu #1
nl_be: Tabel #1 met succes aangemaakt
ru: Таблица #1 создана успешно
sv: Tabell #1 har skapats
vi_vn: Bảng #1 được tạo thành công

# TableNameDone
source: - #1 -> done
bg: - #1 -> свършено
da: - #1 -> færdig
de: - #1 -> fertig
es: - #1 -> Listo
fr: - #1 -> terminé
is: - #1 -> lokið
nl_be: - #1 -> klaar
ru: - #1 -> выполнено
sv: - #1 -> klar
vi_vn: - # 1 -&gt; xong

# UpdateScriptFinishedSuccessfully
source: Update script #1 finished successfully
bg: Скрипт #1 за актуализиране завърши успешно
da: Opdatering af script #1 afsluttet
de: Update-Skript #1 erfolgreich abgeschlossen
es: La secuencia de comandos #1 de actualización se ha completado correctamente.
fi: Päivitys komentosarja #1 päättynyt onnistuneesti
fr: Mise à jour du script #1 réussie
is: Uppfærsla #1 tókst
nl_be: Update script #1 met succes afgewerkt
ru: Script #1 обновления успешно завершился
sv: Skript #1 har uppdaterats
vi_vn: Cập nhật tập lệnh số 1 đã hoàn thành thành công

source: Updating demo data
bg: Актуализиране на демо данните
da: Opdaterer demodata
de: Aktualisiere Demo-Daten
es: Actualizando datos de demostración
fi: Demotietojen päivitys
fr: Mise à jour des données de démo. en cours
is: Uppfæri sýnigögn
nl_be: Demogegevens updaten
ru: Обновление демо данных
sv: Uppdaterar demodata
vi_vn: Cập nhật dữ liệu demo

source: User scripts started
bg: Стартирани са потребителски скриптове
da: Brugerscripts startet
de: Benutzer-Skripte sind gestartet
es: Se han iniciado las secuencias de comandos del usuario
fi: Käyttäjän komentosarjat alkavat
fr: Scripts d'utilisateurs démarrés
is: Notendaskriftur hafnar
nl_be: Gebruikersscripts opgestart
ru: Пользовательские скрипты стартовали
sv: Användarskript har startat
vi_vn: Tập lệnh người dùng đã bắt đầu

# SenderInstallSQL2017
source: Install SQL 2017 Express
da: Installer SQL 2008 Express

# NetworkService
source: NT AUTHORITY\NETWORK SERVICE
de: NT-AUTORITÄT\ NETZWERK-SERVICE
es: SERVICIO DE AUTORIDAD NT/RED
fr: AUTORITÉ NT\SERVICE RÉSEAU
sv: NT INSTANS\NÄTVERKSTJÄNST

# DatabaseUtilGetTableError
source: DatabaseUtil.GetTable: #1 - SQL = #2
vi_vn: Cơ sở dữ liệuUtil.GetTable: # 1 - SQL = # 2
