Repository: iespana/LSOne
Catalog: SM/Plugins/EndOfDay/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# NoCountingRequired
source: No counting required, payment types have been set up for this store
bg: Не е необходимо броене, за този магазин са настроени видове плащания
da: Der kræves ingen optælling, betalingstyper er indstillet til denne butik
de: Keine Zählung erforderlich, Zahlungsarten wurden für diesen Shop eingestellt
es: No se requiere recuento, se han configurado los tipos de pago para esta tienda.
fi: Laskentaa ei vaadita, tämän myymälän maksutavat on määritelty
fr: Aucun comptage requis, les types de paiement ont été paramétrés pour ce magasin
is: Engin þörf á talningu, greiðslu tegundir hafa ekki verið settar upp fyrir þessa búð
nl: Geen tellen vereist, betaalwijzen zijn ingesteld voor deze winkel
nl_be: Geen telling vereist, betalingstypes werden voor deze winkel ingesteld
ru: Не требуется пересчет. Типы оплат были настроены для этого магазина
sv: Ingen beräkning krävs, betalningstyper har registrerats för butiken
vi_vn: Không cần đếm, các loại thanh toán đã được thiết lập cho cửa hàng này

source: Not specified
bg: Не е посочено
da: Ikke angivet
de: Ohne nähere Angaben
es: No especificado
fi: Ei määritelty
fr: Non précisée
is: Ekki tilgreint
nl: Niet opgegeven
nl_be: Niet gespecificeerd
ru: Не указано
sv: Ej angivet
vi_vn: Không được chỉ định

source: Current turnover
bg: Текущ оборот
da: Nuværende omsætning
de: Aktueller Umsatz
es: Facturación actual
fi: Nykyinen liikevaihto
fr: Chiffre d'affaires actuel
is: Núverandi velta
nl: Huidige omzet
nl_be: Huidige omzet
ru: Оборот валюты
sv: Aktuell omsättning
vi_vn: Doanh thu hiện tại

source: No payment information
bg: Няма информация за плащане
da: Ingen betalingsinformation
de: Keine Zahlungsinformationen
es: Sin información de pago
fi: Ei maksutietoja
fr: Aucune information de paiement
is: Engar greiðsluupplýsingar
nl: Betalingsgegevens
nl_be: Geen informatie over betalingen
ru: Нет информации об оплате
sv: Ingen betalningsinformation
vi_vn: Không có Thông tin Thanh toán

source: Period
bg: Период
da: Periode
de: Zeitraum
es: Periodo
fi: Jakso
fr: Période
is: Tímabil
nl: Periode
nl_be: Periode
ru: Период
vi_vn: Giai đoạn

# SaleIncludingVAT
source: Sale including #1% tax
bg: Продажбата включва #1% данък
da: Salg inkluderer #1% moms
de: Verkauf inklusive #1% Steuer
es: La venta incluye el impuesto #1%
fi: Myynnit sisältävät #1% veroa
fr: Vente taxe de #1 % incluse
is: Sala inniheldur 1#% skatt
nl: Verkoop met inbegrip van #1% belasting
nl_be: Verkoop incl. #1% btw
ru: Продажа, включая налог #1%
sv: Förs. inklusive #1% moms
vi_vn: Bán bao gồm #1% thuế

# StartingTimeCannotBeBigger
source: Starting time cannot be bigger than ending time
bg: Началното време не може да бъде по-голямо от крайното време
da: Starttidspunktet kan ikke være senere end sluttidspunktet
de: Startzeit kann nicht größer sein als Endzeit
es: La hora de inicio no puede ser posterior a la hora de finalización.
fi: Lähtöaika ei voi olla päättymisajan jälkeen
fr: L'heure de début ne peut pas être après l'heure de fin
is: Upphafstími getur ekki verið hærri en lokatími
nl: De starttijd kan niet groter zijn dan de eindtijd
nl_be: Starttijd kan niet later zijn dan eindtijd
ru: Время начала не может быть больше, чем время окончания
sv: Starttid kan inte vara större än sluttid
vi_vn: Thời gian bắt đầu không thể lớn hơn thời gian kết thúc

source: Undefined period
bg: Неопределен период
da: Ikke-defineret periode
de: Unbestimmte Periode
es: Periodo no definido
fi: Määrittelemätön ajanjakso
fr: Période non définie
is: Óskilgreint tímabil
nl: Ongedefinieerde periode
nl_be: Niet-gedefinieerde periode
ru: Не определенный период
sv: Odefinierad period
vi_vn: Thời gian không xác định

# EOS
source: End of shift
bg: Край на смяната
da: Vagtafslutning
de: Schichtende
es: Fin de turno
fi: Vuoron vaihto
fr: Fin d'équipe
is: Uppgjör vaktar
nl: Eind van de dienst
nl_be: Einde van de shift
ru: Окончание смены
sv: Skiftavslut
vi_vn: Kết ca

source: Exchange rate
bg: Обменен курс
da: Valutakurs
de: Wechselkurs
es: Tipo de cambio
fi: Vaihtokurssi
fr: Taux de change
is: Gengi
nl: Wisselkoers
nl_be: Wisselkoers
ru: Обменный курс
sv: Valutakurs
vi_vn: Tỷ giá hối đoái

source: Receipt ID
bg: Разписка ID
da: Kvitterings-ID
de: Kassenbon-ID
es: ID de recibo
fi: Kuittinumero
fr: ID reçu
is: Kvittunarnúmer
nl: ID kwitantie
nl_be: ID ontvangstbewijs
ru: ID чека
sv: Kvitto-ID
vi_vn: Mã biên lai

source: Terminal ID
bg: Терминал ID:
es: ID de terminal
fi: Päätteen tunnus:
fr: ID terminal :
is: Útstöð númer
nl_be: Kassa ID
ru: ID Терминала:
vi_vn: ID thiết bị đầu cuối:

source: EOD ID
es: ID de EOD
fi: Päivänpäätöstunnus
fr: ID FDJ
is: Auðkenni uppgjörs
nl_be: ID EOD
sv: DAS ID

source: Last statement end
bg: Край на последен отчет
da: Sidste opgørelse slut
de: Letztes Ergebnisende
es: Fin de la última declaración
fi: Viimeisin tilitys päättyy
fr: Fin de dernier relevé
is: Síðasta uppgjöri
nl: Laatste verklaring end
nl_be: Laatste dagafsluiting einde
ru: Конец последнего открытого отчета
sv: Sista dagsredovisning slutar
vi_vn: Bảng kết ca cuối cùng

source: No statement found
bg: Няма намерен отчет
da: Ingen opgørelse fundet
de: Kein Ergebnis gefunden
es: No se encontró ninguna declaración
fi: Tilitystä ei löydetty
fr: Aucun relevé trouvé
is: Ekkert uppgjör fannst
nl: Geen verklaring gevonden
nl_be: Geen dagafsluiting gevonden
ru: Открытый отчет не найден
sv: Ingen dagsredovisning hittad
vi_vn: Không tìm thấy bảng kê

source: Statement counting difference
bg: Разлика за броене в отчета
da: Opgørelsesoptælnings difference
de: Unterschied in der Ergebnisrechnung
es: Diferencia de recuento de declaraciones
fi: Tilityksen laskentaero
fr: Différence de comptage du relevé
is: Talningarmunur í uppgjöri
nl: Verklaring tellen verschil
nl_be: Dagafsluiting verschil tellen
ru: Разница подсчета открытого отчета
sv: Räkningsskillnad vid redovisning
vi_vn: Chênh lệch kiểm kê

source: End of day
bg: Край на деня
da: Dagsafslutning
de: Tagesende
es: Fin de día
fi: Päivän päätös
fr: Fin de journée
is: Uppgjör dags
nl: Dagafsluiting
ru: Окончание дня
sv: Dagsavslut
vi_vn: Cuối ngày

source: End of day transaction missing for terminal
bg: Липсва транзакция в края на деня за терминала
da: Dagsafslutningstransaktion mangler for terminal
de: Tagesendetransaktion fehlt im Terminal
es: Falta la transacción de fin de día del terminal
fi: Kassapäätteeltä puuttuu päivänpäätöstapahtuma
fr: Transaction de fin de journée manquante pour le terminal
is: Uppgjörsfærslu dags vantar fyrir útstöð
nl: Einde van dag transactie ontbreekt voor terminal
nl_be: End of day transactie ontbreekt voor terminal
ru: Для терминала пропущена транзакция завершения дня
sv: Transaktion vid dagsavslut saknas för terminal
vi_vn: Thiếu giao dịch cuối ngày cho thiết bị đầu cuối

# EndOfDayTransactionMissingForTerminalQuestion
source: Error posting statement. 'End of day' transactions missing from one of the terminals. Statement will not be posted
is: Villa við bókun uppgjörs. Uppgjörsfærslu dags vantar fyrir eina af útstöðvunum. Uppgjör verður ekki bókað.

# EODSettings
source: End of day
bg: Край на деня
da: Dagsafslutning
de: Tagesende
es: Fin de día
fi: Päivän päätös
fr: Fin de journée
is: Uppgjör dags
nl: Dagafsluiting
ru: Окончание дня
sv: Dagsavslut
vi_vn: Cuối ngày

source: Terminal has suspended transactions
bg: Терминалът е отложил транзакциите
da: Terminal har suspenderede transaktioner
de: Im Terminal sind ausgesetzte Transaktionen vorhanden.
es: El terminal ha suspendido las transacciones.
fi: Kassapääte on keskeyttänyt tapahtumat
fr: Le terminal comporte des transactions suspendues
is: Útstöð hefur frestaðar færslur
nl: Terminal heeft transacties opgeschort
nl_be: Terminal heeft opgeschorte transacties
ru: Для терминала есть отложенные транзакции
sv: Terminalen har parkerade transaktioner
vi_vn: Terminal đã tạm ngừng giao dịch

source: Suspended transactions
bg: Отложени транзакции
da: Suspenderede transaktioner
de: Ausgesetzte Transaktionen
es: Transacciones suspendidas
fi: Tallennetut kuitit
fr: Transactions suspendues
is: Frestuð færsla
nl: Geschorste transacties
nl_be: Opgeschorte transacties
ru: Отложенные транзакции
sv: Parkerade transaktioner
vi_vn: Giao dịch bị đình chỉ

# SuspendedTransactionsQuestion
source: There are suspended transactions within the statement time period. Do you want to continue posting the statement ?
bg: Има отложени транзакции в рамките на отчетния период. Искате ли да продължите с осчетоводяване на отчета?
da: Der er suspenderede transaktioner indenfor opgørelses tidsperioden. Vil du fortælle fortsætte med at bogføre denne opgørelse?
de: Es sind ausgesetzte Transaktionen innerhalb des Ergebniszeitraums vorhanden. Möchten Sie mit der Buchung des Ergebnisses fortfahren?
es: Existen transacciones suspendidas dentro del período de declaración. ¿Desea continuar con la publicación de la declaración?
fi: Tilityksen aikavälillä on keskeytettyjä tapahtumia. Haluatko jatkaa tilityksen kirjausta?
fr: La période du relevé comporte des transactions suspendues. Souhaitez-vous continuer à valider le relevé ?
is: Uppgjörstímabil inniheldur frestaðar færslur. Viltu halda áfram og bóka uppgjör ?
nl: Er zijn opgeschorte transacties binnen de opzegtermijn. Wilt u doorgaan met het plaatsen van de verklaring?
nl_be: Er zijn opgeschorte transacties in de tijdsperiode van de dagafsluiting. Wilt u doorgaan met het boeken van de dagafsluiting?
ru: Внутри периода открытого отчета есть отложенные транзакции. Продолжить учет открытого отчета?
sv: Det finns parkerade transaktioner för den period som redovisningen gäller. Vill du ändå bokföra redovisningen?
vi_vn: Có các giao dịch tạm hoãn trong khoảng thời gian tạo bảng kê. Bạn có muốn tiếp tục ghi sổ Bảng kê?

source: X/Z Report
bg: X/Z отчет
de: X/Z-Bericht
es: Informe X/Z
fi: X/Z-raportti
fr: X/Z de caisse
is: X/Z skýrsla
nl: X / Z-rapport
nl_be: X/Z rapport
ru: X/Z Отчет
sv: X/Z-rapport
vi_vn: Báo cáo X / Z

source: Transaction Type
bg: Вид транзакция
da: Transaktionstype
de: Transaktionstyp
es: Tipo de transacción
fi: Tapahtuman tyyppi
fr: Type de transaction
is: Tegund færslu
nl: Transactie type
nl_be: Transactietype
ru: Тип транзакции
sv: Transaktionstyp
vi_vn: Loại giao dịch

source: No transaction found
bg: Не е намерена транзакция
da: Ingen transaktion fundet
de: Es wurde keine Transaktion gefunden.
es: No se encontró ninguna transacción
fi: Tapahtumaa ei löydetty
fr: Aucune transaction trouvée
is: Engin færsla skráð
nl: Geen transacties gevonden
nl_be: Geen transactie gevonden
ru: Транзакции не найдены
sv: Det gick inte att hitta någon transaktion
vi_vn: Không tìm thấy giao dịch!

source: Manage
bg: Управление
da: Administrer
de: Verwalten
es: Administrar
fi: Hallitse
fr: Gérer
is: Birta
nl: Beheren
nl_be: Beheren
ru: Управление
sv: Hantera
vi_vn: Quản lý

source: No statements done today.
bg: Няма отчети с днешна дата.
da: Ingen opgørelser foretaget i dag
de: Es wurden heute keine Ergebnisse erstellt.
es: Hoy no se han realizado declaraciones.
fi: Tilityksiä ei ole tehty tänään.
fr: Aucun relevé effectué aujourd'hui.
is: Engin uppgjör hafa verið gerð í dag.
nl: Geen verklaringen gedaan vandaag.
nl_be: Vandaag geen dagafsluitingen uitgevoerd.
ru: За сегодня нет открытых отчетов.
sv: Inga redovisningar gjorda idag.
vi_vn: Không có bảng kê hoàn thành hôm nay.

source: Statements done for all stores
bg: Отчети направени за всички магазини
da: Opgørelser foretaget for alle butikker
de: Ergebnisse für alle Geschäfte erstellt
es: Declaraciones realizadas para todas las tiendas
fi: Kaikkiin myymälöihin tehdyt tilitykset
fr: Relevés effectués pour tous les magasins
is: Uppgjör hafa verið gerð fyrir allar búðir
nl: Verklaringen gedaan voor alle winkels
nl_be: Dagafsluitingen uitgevoerd voor alle winkels
ru: Открытый отчет сделан для всех магазинов
sv: Redovisningar gjorda för alla butiker
vi_vn: Báo cáo được thực hiện cho tất cả các cửa hàng

# StatementsDoneForXStores
source: Statements done for #1 of #2 stores
bg: Отчети направени за #1 от #2 магазини
da: Opgørelser lavet for #1 ud af #2 butikker
de: Abschlüsse für #1 von #2 Geschäfte erstellt
es: Declaraciones realizadas para #1 de #2 tiendas
fi: Tilitykset tehty #1 / #2 myymälästä
fr: Relevés effectués pour #1 magasin sur #2
is: Uppgjör hafa verið gerð fyrir #1 af #2 búðir
nl: Verklaringen gedaan voor # 1 van # 2 winkels
nl_be: Dagafsluitingen uitgevoerd voor #1 van #2 winkels
ru: Открытй отчет сделан для #1 из #2 магазинов
sv: Redovisningar gjorda för #1 av #2 butiker
vi_vn: Báo cáo được thực hiện cho #1 trong #2 cửa hàng

source: Todays statements
bg: Дневни отчети
da: Dagens opgørelser
de: Ergebnisse von heute
es: Declaraciones de hoy
fi: Päivän tilitykset
fr: Relevés d'aujourd'hui
is: Uppgjör dagsins
nl: Tegenwoordig verklaringen
nl_be: Dagafsluitingen van vandaag
ru: Открытые отчеты за сегодня
sv: Dagens redovisningar
vi_vn: Kết ca hôm nay

# SystemReportNotFound
source: System report #1 cannot be found. Please import the system report data package.
bg: Системният отчет #1 не може да бъде намерен. Моля импортирайте пакета с данни за системния отчет
da: Systemrapport #1 kan ikke findes. Venligst importer systemreport datapakken
de: Systembericht #1 kann nicht gefunden werden. Bitte importieren Sie das Datenpaket für den Systembericht.
es: No se puede encontrar el informe de sistema #1. Importe el paquete de datos de informes de sistema.
fi: Järjestelmäraporttia #1 ei löydetty. Tuo järjestelmäraportin datapaketti
fr: Impossible de trouver le rapport de relevé #1. Veuillez importer le package de données du rapport système
is: Skýrslan #1 finnst ekki. Til að fá skýrsluna inn þá þarf að lesa inn kerfisskýrslu gagnapakkann
nl: Systeemrapport # 1 kan niet gevonden worden. Voer alstublieft het systeemrapportgegevenspakket in
nl_be: Systeemrapport #1 is onvindbaar. Importeer gegevenspakket van het systeemrapport
ru: Системный отчет #1 не найден. Пожалуйста импортируйте системный отчет из пакета поставки
sv: Systemrapport #1 kan inte hittas. Importera datapaket för systemrapporter
vi_vn: Báo cáo hệ thống #1 không thể được tìm thấy. Vui lòng nhập gói dữ liệu báo cáo hệ thống

source: Financial report by statement
bg: Финансов отчет по отчет
da: Økonomisk rapport pr opgørelse
de: Finanzbericht nach Ergebnis
es: Informe financiero por estractos de cuenta
fi: Talouden raportti tilityksittäin
fr: Rapport financier par relevé
is: Fjárstreymisskýrsla eftir uppgjöri
nl: Financieel verslag van afsluitingen
nl_be: Financieel rapport via dagafsluiting
ru: Финансовый отчет по откр. отчету
sv: Ekonomirapport efter redovisning
vi_vn: Báo cáo tài chính theo bảng kê

source: Financial
bg: Финанси
da: Finans
de: Finanzen
es: Financiero
fi: Talouden
fr: Financier
is: Fjárstreymi
nl: Financieel
nl_be: Financieel
ru: Финансовый
sv: Ekonomi
vi_vn: Tài chính

source: Financial report by employee
bg: Финансов отчет по служител
da: Økonomisk rapport pr medarbejder
de: Finanzbericht nach Mitarbeiter
es: Informe financiero por empleado
fi: Talouden raportti työntekijöittäin
fr: Rapport financier par employé
is: Fjárstreymisskýrsla eftir starfsmanni
nl: Financieel verslag werknemer
nl_be: Financieel rapport per werknemer
ru: Финансовый отчет по сотрудникам
sv: Ekonomirapport per anställd
vi_vn: Báo cáo tài chính theo nhân viên

source: Issued credit memos
bg: Издадени кредитни известия
da: Udstedte kreditnotater
de: Ausgestellte Gutschriften
es: Notas de crédito emitidas
fi: Myönnetyt hyvityskuitit
fr: Émission de notes de crédit
is: Útgefnar inneignarnótur
nl: Verzonden creditnota 's
nl_be: Uitgegeven creditnota's
ru: Выпущенные кредит memo
sv: Utfärdade kreditnotor
vi_vn: Giảm trừ hóa đơn đã phát hành

source: Item sales
bg: Артикул продажби
da: Varesalg
de: Artikelverkäufe
es: Ventas de artículos
fi: Tuotemyynti
fr: Ventes d'articles
is: Vörusala
nl: Verkopen artikel
nl_be: Artikelverkoop
ru: Проданный товар
sv: Artikelförsäljning
vi_vn: Doanh số

source: Reports
bg: Отчети
da: Rapporter
de: Berichte
es: Informes
fi: Raportit
fr: Rapports
is: Skýrslur
nl: Rapporten
nl_be: Verslagen
ru: Отчеты
sv: Rapporter
vi_vn: Báo cáo

source: Sales
bg: Продажби
da: Salg
de: Verkäufe
es: Ventas
fi: Myynti
fr: Ventes
is: Sala
nl: Verkoop
nl_be: Verkoop
ru: Продажи
sv: Försäljning
vi_vn: Bán hàng

source: Sales per employee
bg: Продажби на служител
da: Salg pr. medarbejder
de: Verkäufe pro Angestellter
es: Ventas por empleado
fi: Myynti / työntekijä
fr: Ventes par employé
is: Sölur fyrir hvern starfsmann
nl: Omzet per werknemer
nl_be: Verkoop per werknemer
ru: Продажи на персонал
sv: Förs. per anställd
vi_vn: Doanh số trên mỗi nhân viên

source: Sales per terminal
bg: Продажби на терминал
da: Salg pr. terminal
de: Verkäufe pro Terminal
es: Ventas por terminal
fi: Myynti / kassapääte
fr: Ventes par terminal
is: Sölur fyrir hverja útstöð
nl: Verkoop per kassa
nl_be: Verkoop per terminal
ru: Продажи на терминал
sv: Förs. per terminal
vi_vn: Doanh số trên mỗi thiết bị đầu cuối

source: Sales reports
bg: Отчет на продажбите
da: Salgsrapporter
de: Umsatzberichte
es: Informes de ventas
fi: Myyntiraportit
fr: Rapports de ventes
is: Söluskýrslur
nl: Verkoop Statistieken
nl_be: Verkooprapporten
ru: Отчеты по продажам
sv: Försäljningsrapporter
vi_vn: Báo cáo bán hàng

# CalculateStatement
source: Calculate
bg: Изчислете
da: Beregn
de: Berechnen
es: Calcular
fi: Laske
fr: Calculer
is: Reikna
nl: Bereken
nl_be: Berekenen
ru: Вычислить
sv: Beräkna
vi_vn: Tính toán

# PostStatement
source: Post
bg: Осчетоводяване
da: Bogfør
de: Veröffentlichen
es: Publicar
fi: Kirjaa
fr: Valider
is: Bóka
nl_be: Boeken
ru: Учет
sv: Bokför
vi_vn: Ghi sổ

source: Show report
bg: Показва отчет
da: Vis rapport
de: Bericht anzeigen
es: Mostrar informe
fi: Näytä raportti
fr: Afficher l'état
is: Sýna skýrslu
nl: Statistieken Maken
nl_be: Verslag tonen
ru: Показать отчет
sv: Visa rapport
vi_vn: Hiển thị báo cáo

# PostedStatementsTooltipDescription
source: View posted statements for stores
bg: Преглед осчетоводени отчети за магазини
da: Vis bogførte opgørelser for butikker
de: Gepostete Kontoauszüge für Verkaufsstellen anzeigen
es: Ver las declaraciones publicadas de las tiendas
fi: Näytä myymälöiden kirjatut tilitykset
fr: Afficher les relevés validés pour des magasins
is: Skoða bókuð uppgjör fyrir búðir
nl: De verklaringen van de weergave geplaatst voor winkels
nl_be: Boekingen dagafsluitingen voor winkels bekijken
ru: Просмотр учтенных открытых отчетов магазинов
sv: Visa bokförda dagsredovisningar för butiker
vi_vn: Xem Bảng kê đã ghi sổ cho cửa hàng

# TenderDeclarationsTooltipDescription
source: Do a tender declaration for a specific terminal if it has not been done through LS One POS
bg: Направете отчет начин на плащане за конкретен терминал, ако той не е направен през LS One POS
da: Foretag kasseoptælling for en specifik terminal hvis det ikke er gjort igennem LS One POS
de: Führen Sie eine Angebotserklärung für eine bestimmte Kasse aus, falls dies noch nicht über LS One POS vorgenommen wurde
es: Hacer una declaración de oferta para un terminal concreto si no se ha efectuado a través de LS One POS
fi: Tee maksuvälineiden laskenta kassapäätteelle, jos sitä ei ole tehty LS One POS -palvelun kautta
fr: Effectuer un comptage de caisse pour un terminal spécifique s'il n'a pas été effectué via LS One POS
is: Gera greiðslutalningu fyrir ákveðna útstöð ef það hefur ekki verið gert á kassa
nl: Doe een inschrijving voor een specifieke terminal als het niet via LS One POS is gedaan
nl_be: Kascontrole voor een specifieke terminal uitvoeren als deze nog niet via LS One POS werd uitgevoerd
ru: Сделать декларирование оплаты для определенного терминала, если он не был сделан на POS в LS One
sv: Gör en kassaräkning för en specifik terminal om den inte har gjorts genom LS One POS
vi_vn: Thực hiện khai báo hình thức thanh toán cho một thiết bị đầu cuối cụ thể nếu nó chưa được thực hiện thông qua LS One POS

# UnpostedStatementsTooltipDescription
source: Create and post statements for stores
bg: Създаване и осчетоводяване на отчети за магазини
da: Opret og bogfør opgørelser for butikker
de: Kontoauszüge für Verkaufsstellen erstellen und posten
es: Crear y publicar declaraciones de tiendas
fi: Luo ja kirjaa myymälöiden tilityksiä
fr: Créer et valider des relevés pour des magasins
is: Stofna og bóka uppgjör fyrir búðir
nl: Creëer en posteer verklaringen voor winkels
nl_be: Dagafsluitingen voor winkels aanmaken en boeken
ru: Создать и учесть открытые отчеты для магазинов
sv: Skapa och bokför dagsredovisningar för butiker
vi_vn: Tạo và ghi sổ Kết ca cho các cửa hàng
