Repository: iespana/LSOne
Catalog: SM/Plugins/EndOfDay/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Amount
bg: Сума
da: Beløb
de: Betrag
es: Importe
fi: Summa
fr: Montant
is: Upphæð
nl: Bedrag
nl_be: Bedrag
ru: Сумма
sv: Belopp
vi_vn: Số tiền

source: Amounts
bg: Суми
da: Beløb
de: Beträge
es: Importes
fi: Määrät
fr: Montants
is: Upphæðir
nl: Bedragen
nl_be: Bedragen
ru: Суммы
sv: Belopp
vi_vn: Số tiền

source: Currency
bg: Валута
da: Valuta
de: Währung
es: Divisa
fi: Valuutta
fr: Devise
is: Gjaldmiðill
nl: Valuta
nl_be: Valuta
ru: Валюта
sv: Valuta
vi_vn: Đơn vị tiền tệ

source: Currency amount
bg: Сума на валутата:
da: Valutabeløb:
de: Währungsbetrag
es: Importe de divisa
fi: Valuuttasumma:
fr: Montant devise :
is: Upphæð
nl: Valutabedrag
nl_be: Bedrag valuta
ru: Сумма в валюте:
sv: Valuta belopp
vi_vn: Lượng ngoại tệ:

source: Description
bg: Описание:
da: Beskrivelse
de: Beschreibung
es: Descripción
fi: Kuvaus:
is: Lýsing
nl: Beschrijving
nl_be: Omschrijving
ru: Описание:
sv: Beskrivning
vi_vn: Mô tả:

source: Discount
bg: Отстъпка
da: Rabat
de: Rabatt
es: Descuento
fi: Alennus
fr: Remise
is: Afsláttur
nl: Korting
nl_be: Korting
ru: Скидка
sv: Rabatt
vi_vn: Chiết khấu

# EOD
source: End of day
bg: Край на деня
da: Dagsafslutning
de: Tagesabschluss
es: Fin de día
fi: Päivän päätös
fr: Fin de journée
is: Uppgjör dags
nl: Dagafsluiting
nl_be: Einde van de dag
ru: Окончание дня
sv: Dagsavslut
vi_vn: Cuối ngày

source: Financial report
bg: Финансов отчет
da: Økonomisk rapport
de: Finanzbericht
es: Informe financiero
fi: Talouden raportti
fr: Rapport financier
is: Fjárstreymisskýrsla
nl: Financieel verslag
nl_be: Financieel verslag
ru: Финансовый отчет
sv: Ekonomirapport
vi_vn: Báo cáo tài chính

source: Group
bg: Група
da: Gruppe
de: Gruppe
es: Grupo
fi: Ryhmä
fr: Groupe
is: Hópur
nl: Groep
nl_be: Groep
ru: Группа
sv: Grupp
vi_vn: Nhóm

source: Line discount
bg: Отстъпка по ред
da: Linjerabat
de: Zeilenrabatt
es: Línea de descuento
fi: Rivialennus
fr: Remise ligne
is: Línuafsláttur
nl: Regelkorting
nl_be: Lijnkorting
ru: Строка скидки
sv: Radrabatt
vi_vn: Chiết khấu theo dòng

source: Negative transactions
bg: Отрицателни транзакции
da: Negative transaktioner
de: Negative Transaktionen
es: Transacciones negativas
fi: Negatiiviset tapahtumat
fr: Transactions négatives
is: Neikvæðar færslur
nl: Negatieve transacties
nl_be: Negatieve transacties
ru: Отрицательные транзакции
sv: Negativa transaktioner
vi_vn: Giao dịch âm

source: No sale actions
bg: Няма действия за продажба
da: Ingen salgshandlinger
de: Keine Verkaufsaktionen
es: Sin acciones de ventas
fi: Ei myyntitapahtumia
fr: Aucune action de vente
is: Opna skúffu
nl: Geen verkoop
nl_be: Geen verkoopacties
ru: Нет действий по продажам
sv: Inga förs.åtgärder
vi_vn: Không có hoạt động bán hàng

source: Number of customers
bg: Брой клиенти
da: Antal kunder
de: Anzahl der Kunden
es: Número de clientes
fi: Asiakkaiden lukumäärä
fr: Nombre de clients
is: Fjöldi sölufærslna
nl: Aantal klanten
nl_be: Aantal klanten
ru: Количество клиентов
sv: Antal kunder
vi_vn: Số khách hàng

source: Number of items
bg: Брой артикули
da: Antal varer
de: Anzahl der Artikel
es: Número de artículos
fi: Tuotteiden määrä
fr: Nombre d'articles
is: Fjöldi vara
nl: Aantal items
nl_be: Aantal artikelen
ru: Количество товаров
sv: Antal artiklar
vi_vn: Số lượng mặt hàng

source: Number of units
bg: Брой единици
da: Antal enheder
de: Anzahl der Einheiten
es: Número de unidades
fi: Yksiköiden lukumäärä
fr: Nombres d'unités
is: Fjöldi eininga
nl: Aantal units
nl_be: Aantal eenheden
ru: Количество единиц
sv: Antal enheter
vi_vn: Số lượng đơn vị tính

source: Page
bg: Страница
da: Side
de: Seite
es: Página
fi: Sivu
is: Síða
nl: Pagina
nl_be: Pagina
ru: Страница
sv: Sida
vi_vn: Trang

source: Payment totals
bg: Общо плащания
da: Betalingstotaler
de: Zahlungssummen
es: Totales de pago
fi: Maksut yhteensä
fr: Totaux des paiements
is: Heilda greiðslur
nl: Betaling totalen
nl_be: Totalen betaling
ru: Оплачено итого
sv: Betalningstotaler
vi_vn: Tổng số thanh toán

source: Quantity
bg: Количество
da: Mængde
de: Anzahl
es: Cantidad
fi: Määrä
fr: Quantité
is: Magn
nl: Aantal
nl_be: Hoeveelheid
ru: Количество
sv: Antal
vi_vn: Số Lượng

source: Ratio
bg: Съотношение
da: Forhold
de: Verhältnis
es: Índice
fi: Suhde
fr: Taux
is: Hlutfall
nl: Verhouding
nl_be: Verhouding
ru: Коэффициент
sv: Nyckeltal
vi_vn: Tỉ lệ

source: Retail
bg: Търговия на дребно
da: Salg
de: Einzelhandel
es: Minorista
fi: Vähittäiskauppa
fr: Vente au détail
is: Verslun
nl: Kleinhandel
ru: Розница
vi_vn: Bán lẻ

source: Scanned items
bg: Сканирани артикули
da: Scannede varer
de: Gescannte Artikel
es: Artículos escaneados
fi: Skannatut tuotteet
fr: Articles analysés
is: Skannaðar vörur
nl: Gescande artikelen
nl_be: Gescande artikelen
ru: Сканировано товаров
sv: Scannade artiklar
vi_vn: Các mặt hàng được quét

source: Scanner usage
bg: Използване на скенера
da: Brug af scanner
de: Scannerbenutzung
es: Uso del escáner
fi: Skannerin käyttö
fr: Utilisation scanner
is: Skanna notkun
nl: Gebruik van de scanner
nl_be: Gebruik scanner
ru: Использование сканера
sv: Scanner användning
vi_vn: Sử dụng máy quét

source: Time
bg: Време
da: Tid
de: Zeit
es: Hora
fi: Aika
fr: Heure
is: Tími
nl: Tijd
nl_be: Tijd
ru: Время
sv: Tid
vi_vn: Thời gian

source: Total
bg: Общо
de: Gesamt
fi: Yhteensä
is: Samtals
nl: Totaal
nl_be: Totaal
ru: Всего
vi_vn: Tổng cộng

source: Total amount entered
bg: Общо въведена сума
da: Samlet angivet beløb
de: Gesamtbetrag eingegeben
es: Importe total introducido
fi: Syötetty kokonaissumma
fr: Montant total entré
is: Heildar innslegin upphæð
nl: Totale bedrag ingevoerd
nl_be: Totaal bedrag ingevoerd
ru: Введенная сумма всего
sv: Totalt belopp registrerat
vi_vn: Tổng số tiền đã nhập

source: Total discount
bg: Обща отстъпка
da: Samlet rabat
de: Gesamtrabatt
es: Total del descuento
fi: Loppusumma-alennus
fr: Remise totale
is: Heildarafsláttur
nl: Eindkorting
nl_be: Totale korting
ru: Общая скидка
sv: Total rabatt
vi_vn: Chiết khấu tổng

source: Totals
bg: Всички
da: Totaler
de: Summen
es: Totales
fi: Summat
fr: Totaux
is: Samtals
nl: Totalen
nl_be: Totalen
ru: Всего
sv: Totaler
vi_vn: Tổng

source: Turnover during the day
bg: Оборот през деня
da: Omsætning i løbet af dagen
de: Umsatz während des Tages
es: Rotación durante el día
fi: Liikevaihto päivän aikana
fr: Chiffre d'affaires pendant la journée
is: Velta yfir daginn
nl: Omzet gedurende de dag
nl_be: Omzet tijdens de dag
ru: Дневной оборот
sv: Omsättning under dagen
vi_vn: Doanh thu trong ngày

source: VAT
bg: ДДС
da: Moms
de: MwSt.
es: IVA
fi: ALV
fr: TVA
is: VSK
nl: Btw
nl_be: Btw
ru: НДС
sv: MOMS

source: Voided transactions
bg: Анулирани транзакции
da: Bortfaldne transaktioner
de: Ungültige Transaktionen
es: Transacciones anuladas
fi: Mitätöidyt tapahtumat
fr: Transactions annulées
is: Ógildar færslur
nl: Geannuleerde transactie
nl_be: Ongeldig gemaakte transacties
ru: Аннулированные транзакции
sv: Makulerade transaktioner
vi_vn: Giao dịch bị hủy

source: Add
bg: Добавяне
da: Tilføj
de: Hinzufügen
es: Agregar
fi: Lisää
fr: Ajouter
is: Bæta við
nl: Toevoegen
nl_be: Toevoegen
ru: Добавить
sv: Addera
vi_vn: Cộng thêm

source: Delete
bg: Изтриване
da: Slet
de: Löschen
es: Borrar
fi: Poista
fr: Supprimer
is: Eyða
nl: Verwijderen
nl_be: Verwijderen
ru: Удалить
sv: Radera
vi_vn: Xóa

source: Delete statement
bg: Изтриване на отчет
da: Slet opgørelse
de: Anweisung löschen
es: Borrar declaración
fi: Poista tilitys
fr: Supprimer le relevé
is: Eyða uppgjöri
nl: Verwijderen
nl_be: Dagafsluiting verwijderen
ru: Удалить открытый отчет
sv: Radera dagsredovisning
vi_vn: Xóa Bảng kê kết ca

# DeleteStatementQuestion
source: Are you sure you would like to delete the selected statement ? Note that all statement lines attached to it will be deleted.
bg: Наистина ли искате да изтриете избрания отчет? Обърнете внимание, че всички свързани с него редове ще бъдат изтрити.
da: Er du sikker på at du gerne vil slette den valgte opgørelse? Bemærk at alle opgørelseslinjer knyttet til den vil blive slettet.
de: Sind Sie sicher, dass Sie die ausgewählte Anweisung löschen wollen? Beachten Sie, dass alle Anweisungszeilen, die an sie angehängt sind, gelöscht werden.
es: ¿Está seguro de que desea borrar la declaración seleccionada? Tenga en cuenta que se borrarán todas las líneas de la declaración adjuntas.
fi: Haluatko varmasti poistaa valitun tilityksen? Huomaa että kaikki tilitykseen liittyvät rivit poistetaan.
fr: Êtes-vous sûr(e) de vouloir supprimer le relevé choisi ? Veuillez noter que toutes les lignes de relevé en découlant seront supprimées.
is: Ertu viss um að þú viljir eyða völdu uppgjöri ? Ath að öllum tilsvarandi uppgjörslínum verður einnig eytt.
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde instructie? Merk op dat alle afschriftregels die zijn gekoppeld aan het worden verwijderd.
nl_be: Weet u zeker dat u de geselecteerde dagafsluiting wilt verwijderen? Houd er rekening mee dat alle dagboeklijnen die ermee verbonden zijn, zullen worden verwijderd.
ru: Вы уверены, что хотите удалить выьранный открытый отчет ? Все строки для этого отчета будут удалены.
sv: Vill du radera valt dagsavslut? Observera att alla rader kommer att raderas.
vi_vn: Bạn có chắc chắn muốn xóa kết ca đã chọn không? Lưu ý rằng tất cả các dòng lệnh được đính kèm sẽ bị xóa.

source: Edit
bg: Редактиране
da: Rediger ...
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
is: Breyta
nl: Bewerken
nl_be: Bewerken
ru: Редактировать
sv: Redigera
vi_vn: Chỉnh sửa

source: Statement lines
bg: Редове за отчет
da: Opgørelseslinjer
de: Abrechnungszeilen
es: Líneas de la declaración
fi: Tilitysrivit
fr: Lignes de relevé
is: Uppgjörslínur
nl: Afschriftregels
nl_be: Dagboeklijnen
ru: Строки открытого отчета
sv: Dagsredovisning rader
vi_vn: Dòng bảng kê

source: Statements
bg: Отчети
da: Opgørelser
de: Abrechnungen
es: Declaraciones
fi: Tilitykset
fr: Relevés
is: Uppgjör
nl: Afschriften
nl_be: Dagafsluitingen
ru: Открытые отчеты
sv: Dagsredovisningar
vi_vn: Bảng kê

source: Statement settings
bg: Настройки отчет
da: Opgørelsesindstilinger
de: Abrechnungseinstellungen
es: Ajustes de declaración
fi: Tilitysasetukset
fr: Paramètres de relevé
is: Uppgjörsstillingar
nl: Verklaring instellingen
nl_be: Dagafsluiting configuratie
ru: Настройки открытого отчета
sv: Dagsredovisning inställningar
vi_vn: Cài đặt báo cáo

# EnterCountingFor
source: Enter counting results for
bg: Въведете резултати броене за
da: Indtast optællingsresultat for
de: Geben Sie Zählergebnisse ein für
es: Introducir resultados de recuento para:
fi: Syötä laskentatulokset kohteeseen
fr: Entrez les résultats de comptage pour
is: Sláðu inn talningar fyrir
nl: Voer tellen resultaten voor
nl_be: Telresultaten invoeren voor
ru: Введите результат подсчета для
sv: Ange beräkningsresultat för
vi_vn: Nhập kết quả đếm cho

source: Item sales report
bg: Отчет за продажби на артикули
da: Varesalgsrapport
de: Artikelverkaufsbericht
es: Informe de ventas de artículos
fi: Tuotemyyntiraportti
fr: État des ventes d'articles
is: Vörusöluskýrsla
nl: Verkooprapport
nl_be: Verslag artikelverkoop
ru: Отчет о проданных товарах
sv: Artikelförsäljning rapport
vi_vn: Báo cáo bán hàng

# NothingCountedYet
source: Nothing has been counted yet
bg: Нищо не е преброено все още
da: Intet er optalt endnu
de: Es wurde noch nichts gezählt
es: Aún no se ha realizado el recuento
fi: Mitään ei ole vielä laskettu
fr: Rien n'a été compté pour l'instant
is: Ekkert hefur en verið talið
nl: Niets is nog geteld
nl_be: Er werd nog niets geteld
ru: Еще ничего не подсчитано
sv: Inget har räknats ännu
vi_vn: Chưa có gì được tính

source: Posted statements
bg: Осчетоводени отчети
da: Bogførte opgørelser
de: Gebuchte Abrechnungen
es: Declaraciones publicadas
fi: Kirjatut tilitykset
fr: Relevés validés
is: Bókuð uppgjör
nl: De verklaringen van de geboekte
nl_be: Geboekte dagafsluitingen
ru: Учтенные открытые отчеты
sv: Bokförda dagsredovisningar
vi_vn: Bảng kê đã ghi sổ

# PostedStatementsDescription
source: Use this option to manage posted statements
bg: Използвайте тази опция, за да управлявате осчетоводени отчети
da: Vælg denne mulighed for at håndtere bogførte opgørelser
de: Verwenden Sie diese Option, um geschriebene Angebote zu verwalten
es: Utilice esta opción para administrar declaraciones publicadas.
fi: Tämän vaihtoehdon avulla voit hallinnoida kirjattuja tilityksiä
fr: Utilisez cette option pour gérer les relevés validés
is: Notaðu þennan kost til að sjá um bókuð uppgjör
nl: Gebruik deze optie om op rekening te betalen.
nl_be: Deze optie gebruiken om geboekte dagafsluitingen te beheren
ru: Используйте эту опцию для управления учетом открытых отчетов
sv: Använd alternativet för att hantera bokförda dagsredovisningar
vi_vn: Sử dụng tùy chọn để quản lý Bảng kê đã ghi sổ

source: Recalculate statement
bg: Прекалкулиране на отчет
da: Omberegn opgørelse
de: Abrechnung neu berechnen
es: Volver a calcular declaración
fi: Laske tilitys uudelleen
fr: Recalculer le relevé
is: Endurreikna uppgjör
nl: Afschrift
nl_be: Dagafsluiting opnieuw berekenen
ru: Пересчет открытого отчета
sv: Omberäkna dagsredovisning
vi_vn: Báo cáo tính toán lại

# RemoveConfirm
source: Are you sure you want to remove #1 #2 ?
bg: Сигурни ли сте, че искате да премахнете #1 #2 ?
da: Er du sikker på at du vil fjerne #1 #2 ?
de: Sind Sie sicher, dass Sie #1 #2 entfernen wollen?
es: ¿Está seguro de que desea quitar #1 #2?
fi: Haluatko varmasti poistaa #1 #2 ?
fr: Êtes-vous sûr(e) de vouloir supprimer #1 et #2 ?
is: Ertu viss um að þú viljir fjarlægja #1 #2 ?
nl: Wilt u %1 verwijderen?
nl_be: Weet u zeker dat u #1 #2 wilt verwijderen?
ru: Вы уверены, что хотите удалить #1 #2 ?
sv: Vill du radera #1 #2 ?
vi_vn: Bạn có chắc chắn muốn xóa #1 #2 không?

source: Remove count
bg: Премахване изброено
da: Fjern optælling
de: Zählung entfernen
es: Quitar recuento
fi: Poista laskenta
fr: Retirer le comptage
is: Fjarlægja talningu
nl: Teller
nl_be: Telling verwijderen
ru: Удалить подсчет
sv: Radera beräkning
vi_vn: Xóa số đếm

# StatementCountingDifferenceQuestion
source: The counted difference of this statement is higher than the limit set by the store. Do you still want to post the statement ?
bg: Преброената разлика за отчета е по-висока от лимита, определен от магазина. Все още ли искате да осчетоводите отчета?
da: Den optalte difference af denne opgørelse er højere end den grænse der er angivet for butikken. Vil du stadig bogføre opgørelsen?
de: Die gezählte Differenz von diesem Ergebnis ist höher als der Grenzwert,der durch das Geschäft eingestellt wurde. Wollen Sie das Angebot immer noch veröffentlichen?
es: La diferencia de recuento de esta declaración es más alta que el límite establecido por la tienda. ¿Desea publicar la declaración?
fi: Tilityksen laskentaero on suurempi kuin myymälässä määritelty raja. Haluatko silti kirjata tilityksen?
fr: La différence de comptage de ce relevé est supérieure à la limité réglée par le magasin. Souhaitez-vous valider le relevé ?
is: Talinn mismunur uppgjörs er hærri en þau mörk sem búðin setur. Viltu eftir sem áður bóka uppgjör ?
nl: Het getelde verschil van deze statement is hoger dan de limiet die door de winkel is ingesteld. Wil je de verklaring nog steeds plaatsen?
nl_be: Het getelde verschil van deze dagafsluiting is hoger dan de door de winkel ingestelde limiet. Wilt u nog steeds de dagafsluiting boeken?
ru: Подсчитанная разница этого открытого отчета больше, чем установленный лимит для магазина. Вы еще хотите учесть этот открытый отчет ?
sv: Beräknad differens är högre än tillåten inställning för butiken. Vill du i alla fall bokföra dagsredovisningen?
vi_vn: Chênh lệch kiểm kê của bảng kê này cao hơn giới hạn do cửa hàng đặt ra. Bạn vẫn muốn ghi sổ bảng kê?

source: Tender declaration
bg: Декларация POS плащане
da: Kasseoptælling
de: Angebotserklärung
es: Declaración de oferta
fi: Maksuvälineiden laskenta
fr: Comptage de caisse
is: Greiðslutalning
nl: Afromen contanten
nl_be: Kascontrole
ru: Декларация способа оплаты
sv: Kassaredovisning
vi_vn: Khai báo phương thức thanh toán

# TenderDeclarationsDescription
source: Use this option to do tender declarations
bg: Използвайте тази опция, за да генерирате отчети начин на плащане
da: Brug denne mulighed for at angive krav til betalingsmetode
de: Verwenden Sie diese Option, um Angebotserklärungen zu machen
es: Utilice esta opción para crear declaraciones de ofertas.
fi: Tämän vaihtoehdon avulla voit tehdä maksuvälineiden laskennan
fr: Utilisez cette option pour effectuer des comptages de caisse
is: Notaðu þennan kost til að framkvæma greiðslutalningu
nl: Gebruik deze optie om inschrijvingen te doen
nl_be: Deze optie gebruiken om offerteaangiften te doen
ru: Используйте эту опцию для подготовки декларации способа оплаты
sv: Använd alternativet för kassaräkning
vi_vn: Sử dụng tùy chọn này để khai báo hình thức thanh toán

source: Total amount
bg: Обща сума
da: Samlet beløb
de: Gesamtbetrag
es: Importe total
fi: Kokonaissumma
fr: Montant total
is: Heildarupphæð
nl: Totaalbedrag
nl_be: Totaal bedrag
ru: Сумма всего
sv: Totalt belopp
vi_vn: Tổng tiền

# TotalForLocalCurr
source: Total amount for local currency
bg: Обща сума в местна валута:
da: Samlet beløb for lokal valuta
de: Gesamtbetrag für die lokale Währung
es: Importe total para moneda local
fi: Kokonaissumma paikallisessa valuutassa
fr: Montant total pour la devise locale
is: Heilarupphæð fyrir staðarmynt
nl: Totaal bedrag voor lokale valuta
nl_be: Totaal bedrag voor plaatselijke valuta
ru: Сумма всего для локальной валюты
sv: Totalt belopp för lokal valuta
vi_vn: Tổng số tiền theo VND

source: Type
bg: Вид:
de: Typ
es: Tipo
fi: Tyyppi:
is: Tegund
ru: Тип:
sv: Typ
vi_vn: Loại:

source: Unposted statements
bg: Неосчетоводени отчети
da: Ikke-bogførte opgørelser
de: Ungesendete Ergebnisse
es: Declaraciones no publicadas
fi: Kirjaamattomat tilitykset
fr: Relevés non validés
is: Óbókuð uppgjör
nl: Ongeposte verklaringen
nl_be: Niet geboekte dagafsluitingen
ru: Не учтенные открытые отчеты
sv: Inte bokförd dagsredovisning
vi_vn: Kết ca chưa ghi sổ

# UnpostedStatementsDescription
source: Use this option to manage unposted statements
bg: Използвайте тази опция, за да управлявате неосчетоводени отчети
da: Brug denne mulighed for at håndtere ikke-bogførte opgørelser
de: Verwenden Sie diese Option, um ungeschriebene Angebote zu verwalten
es: Utilice esta opción para administrar declaraciones no publicadas.
fi: Tämän vaihtoehdon avulla voit hallinnoida kirjaamattomia tilityksiä
fr: Utilisez cette option pour gérer les relevés non validés
is: Notaðu þennan kost til að sjá um óbókuð uppgjör
nl: Gebruik deze optie om ongeposte verklaringen te beheren
nl_be: Deze optie gebruiken om niet geboekte dagafsluitingen te beheren
ru: Используйте эту опцию для управления отменой учета открытых отчетов
sv: Använd alternativet för att hantera inte bokförda dagsredovisningar
vi_vn: Sử dụng tùy chọn này để quản lý Kết ca chưa ghi sổ

source: Not found
bg: Нищо не е открито
da: Ikke fundet
de: Nicht gefunden
es: No encontrado
fi: Ei löytynyt
fr: Non trouvé
is: Fannst ekki
nl: Niet gevonden
nl_be: Niet gevonden
ru: Не найдено
sv: Inte hittad
vi_vn: Không tìm thấy

# DataErrorTender
source: There is inconsistency in your data. It is probably caused by a tender being used in a sale that is not defined in your system
bg: Има несъответствия в данните ви. Вероятно причината е, че начин на плащане се използва в продажба, а не е дефиниран в системата
da: Der er inkonsistens i dine data. Det er sandsynligvis forårsaget af, at en betalingsmetode anvendes i et salg, der ikke er defineret i dit system
de: Es besteht eine Inkonsistenz in Ihren Daten. Wahrscheinlich wird sie von einem Angebot ausgelöst, das in einem Verkauf verwendet wird, welches in Ihrem System nicht definiert wird.
es: Se detectaron inconsistencias en sus datos. Probablemente se debe al uso de una oferta en una venta no definida del sistema.
fi: Tiedoissasi on epäjohdonmukaisuuksia. Syy tälle on todennäköisesti maksutavan, jota ei ole määritelty järjestelmään, käyttäminen myynnissä.
fr: Vos données comportent des incohérences, probablement causées par un mode de paiement utilisé sur une vente non définie dans votre système
is: Það er villa í gögnunum. Það gæti verið að greiðslumáti sem er notaður í sölunni sé ekki skilgreindur í kerfinu
nl: Er is inconsistentie in uw gegevens. Het wordt waarschijnlijk veroorzaakt door een inschrijving in een verkoop die niet is gedefinieerd in uw systeem wordt gebruikt
nl_be: Uw gegevens zijn niet consequent. Dit is waarschijnlijk toe te schrijven aan een offerte die in een verkoop wordt gebruikt, die niet in uw systeem wordt gedefinieerd
ru: В ваших данных есть не корректность. Это может быть связано со способом оплаты, который использован в продаже, но не определен в вашей системе
sv: Det finns inkonsistens i data. Antagligen pga att ett betalningsmedel i en försäljning inte är definierad i systemet.
vi_vn: Có sự không nhất quán trong dữ liệu của bạn. Điều này có thể do hình thức thanh toán được sử dụng trong bán hàng không được xác định trong hệ thống của bạn

source: No tender declaration selected
bg: Не е избран отчет начин на плащане
da: Ingen kasseoptælling valgt
de: Keine Angebotserklärung ausgewählt
es: No se ha seleccionado ninguna declaración de oferta.
fi: Maksuvälineen laskentaa ei ole valittu
fr: Aucun comptage de caisse choisi
is: Engin greiðslutalning er valin
nl: Geen inschrijving verklaring geselecteerd
nl_be: Geen offerteaangifte geselecteerd
ru: Нет выбранной декларации типа оплаты
sv: Ingen kassaräkning vald
vi_vn: Không có hình thức thanh toán được chọn

# StatementWillBeRecalculated
source: Statement will now be recalculated
bg: Сега отчетът ще бъде преизчислен
da: Opgørelse vil nu blive genberegnet
de: Abrechnung wird nun neu berechnet
es: Ahora se volverá a calcular la declaración.
fi: Tilitys lasketaan nyt uudelleen
fr: Le relevé peut désormais être recalculé
is: Uppgjör verður núna endurreiknað
nl: Verklaring wordt nu herberekend
nl_be: Dagafsluiting zal nu opnieuw worden berekend
ru: Открытый отчет сейчс будет пересчитан
sv: Dagsredovisning kommer nu att beräknas om
vi_vn: Báo cáo sẽ được tính toán lại

source: Delete declaration
bg: Изтриване на декларацията
da: Slet erklæring
de: Erklärung löschen
es: Borrar declaración
fi: Poista laskenta
fr: Supprimer le relevé
is: Eyða greiðslutalningu
nl: Verklaring verwijderen
nl_be: Aangifte verwijderen
ru: Удалить декларацию
sv: Radera avslut
vi_vn: Xóa khai báo

# DeleteDeclarationQuestion
source: Are you sure you want to delete this declaration?
bg: Сигурни ли сте, че искате да изтриете тази декларация?
da: Er du sikker på at du vil slette denne erklæring?
de: Sind Sie sicher, dass Sie diese Erklärung löschen wollen?
es: ¿Está seguro de que desea borrar esta declaración?
fi: Haluatko varmasti poistaa tämän laskennan?
fr: Êtes-vous sûr(e) de vouloir supprimer ce relevé ?
is: Ertu viss um að þú viljir eyða þessari greiðslutalningu?
nl: Weet je zeker dat je %s wilt verwijderen?
nl_be: Weet u zeker dat u deze aangifte wilt verwijderen?
ru: Вы уверены, что хотите удалить эту декларацию?
sv: Vill du radera avslutet?
vi_vn: Bạn có chắc chắn muốn xóa mục khai báo này không?
