Repository: iespana/LSOne
Catalog: POS/Other/POSSharedDialogs/Properties/Resources.*.resx
Languages: nl_be

source: Amount
nl_be: Bedrag

# AmountDue
source: Amount due: #1
nl_be: Verschuldigd bedrag: #1

source: back:
nl_be: terug:

source: Bar code or quantity:
nl_be: Barcode of hoeveelheid:

source: Cancel
nl_be: Annuleren

source: Currencies
nl_be: Valuta's

# CustomerBlocked
source: This customer has been blocked. No sales or transactions are allowed.
nl_be: Deze klant werd geblokkeerd. Er zijn geen verkopen of transacties toegelaten.

# CustomerIsCashCustomer
source: This account cannot be charged to. This customer is a cash customer.
nl_be: Op deze rekening kan niets worden aangerekend. Deze klant is een cashklant.

# CustomerLimitedToInvoice
source: This customer is limited to invoices. This account cannot be charged.
nl_be: Deze klant is beperkt tot facturen. Op deze rekening kan niets worden aangerekend.

source: Enter amount
nl_be: Bedrag invoeren

source: Enter expire date
nl_be: Vervaldag invoeren

source: Enter number:
nl_be: Nummer invoeren:

source: Enter quantity
nl_be: Hoeveelheid invoeren

source: Item bar code:
nl_be: Barcode artikel:

source: Pay
nl_be: Betalen

source: Please enter amount to pay
nl_be: Voer het bedrag in dat moet worden betaald

source: Quantity:
nl_be: Hoeveelheid:

source: Processing
nl_be: Verwerken

source: Declare start amount
nl_be: Startbedrag aangeven

source: Down
nl_be: Naar beneden

source: Page down
nl_be: Pagina naar beneden

source: Page up
nl_be: Pagina naar boven

source: Please enter an amount
nl_be: Voer een bedrag in

source: Search
nl_be: Zoeken

source: Select
nl_be: Selecteren

source: Tender removal
nl_be: Verwijdering van de offerte

source: Up
nl_be: Naar boven

# CancelSearch
source: Cancel
nl_be: Annuleren

# MaxQtyReached
source: Maximum quantity has been reached
nl_be: De maximumhoeveelheid is bereikt

source: Please enter a value
nl_be: Voer een waarde in voor de ruimte tussen de knoppen

# UnableToReadCardStripe
source: Unable to read card stripe, please try again
nl_be: Niet mogelijk om strook op kaart te lezen; gelieve het nog eens te proberen

source: Clear
nl_be: Wissen

source: Declare float amount
nl_be: Hoeveelheid wisselgeld aangeven

# ReadingQR
source: Reading QR code
nl_be: QR-code lezen

# RetryQuestion
source: Would you like to retry?
nl_be: Wilt u opnieuw proberen?

# TenderRemovalDescription
source: Removed
nl_be: Verwijderd

# TenderRemovalLabel
source: Removed amount
nl_be: Verwijderd bedrag

# NegativePaymentsNotBelowBalance
source: Negative payments cannot go below the balance amount
nl_be: Negatieve betalingen mogen niet lager zijn dan het balansbedrag

# OnlyNegativeAmountsAllowed
source: Only negative amounts are allowed
nl_be: Alleen negatieve bedragen zijn toegelaten

source: Customer account deposit
nl_be: Deposito rekening klant
