Repository: iespana/LSOne
Catalog: Core/Common_services/DDService/Properties/Resources.*.resx
Languages: de

source: Close
de: Schließen

# DataDirectorConnectedMsg
source: Connected to Data Director
de: Mit Data Director verbunden

# DataDirectorConnectingMsg
source: Connecting...
de: Verbinde...

# DataDirectorDialogReadDesign
source: Read design
de: Design lesen

# DataDirectorDialogTestConnection
source: Test connection
de: Verbindung testen

# DataDirectorErrorFormatMsg
source: {0} / Error Code: {1}
de: {0} / Fehlercode: {1}

# DataDirectorErrorMsg
source: Error in Data Director: {0}
de: Fehler in Data Director: {0}

# DataDirectorExceptionMsg
source: Unhandled exception in Data Director: {0}, {1}
de: Unbehandelte Ausnahme in Data Director: {0}, {1}

# DataDirectorInitializingMsg
source: Initializing...
de: Initialisiere...

# DataDirectorNoAnswerError
source: No response was received: {0}
de: Keine Antort wurde empfangen: {0}

# DataDirectorOperationCancelledMsg
source: Operation cancelled
de: Operation abgebrochen

# DataDirectorOperationOkMsg
source: Operation completed sucessfully
de: Operation erfolgreich beendet

# DataDirectorReadFieldsForTablesMsg
source: Read fields for {0} tables
de: Felder lesen für {0} Tabellen

# DataDirectorReadingFieldsMsg
source: Reading fields
de: Felder lesen

# DataDirectorSavingFieldsMsg
source: Saving database fields
de: Speichere Datenbankfelder

# DataDirectorSavingTablesMsg
source: Saving database tables
de: Speichere Datenbanktabellen

# DataDirectorSendFailedError
source: Send failed: {0}
de: Senden fehlgeschlagen: {0}

# DataDirectorTablesReadMsg
source: Tables read: {0}
de: Tabellen lesen: {0}

# DataDirectorTestingMsg
source: Testing connection...
de: Verbindung wird überprüft...

# JobRun
source: Run job
de: Job starten

# JobRunAsNormal
source: Run job as normal
de: Job normal ausführen

# JobRunConfirmMsg
source: Do you want to run job {0}?
de: Wollen Sie Job {0} starten?

# JobRunErrorMsg
source: An error occurred when requesting a run of job {0}: {1}
de: Fehler beim Anfordern eines Startens von Job {0}: {1}

# JobRunExceptionMsg
source: An unhandled exception occurred when trying to run a job: {0}, {1}
de: Eine nicht behandelte Ausnahme ist aufgetreten beim Versuch, einen Job zu starten: {0}, {1}

# JobRunHeader
source: Run job
de: Job starten

# JobRunNoResponseMsg
source: The Scheduler service did not respond to the request. Make sure that the Service is running and configured or Scheduler Setup is pointing to correct host.
de: Der Scheduler-Service reagiert nicht auf die Anfrage. Stellen Sie sicher, dass der Service ausgeführt wird.

# JobRunOkMsg
source: Job {0} was successfully submitted for run.
de: Job {0} wurde erfolgreich für den Start eingereicht.

# JobRunServiceError
source: The Scheduler service returned the following error: {0}
de: Der Scheduler-Service hat den folgenden Fehler zurückgegeben: {0}

# JobRunValidationFailureMsg
source: The job can not be run because it failed validation. {0}
de: Der Job kann nicht ausgeführt werden, weil die Validierung fehlgeschlagen ist. {0}

# RunJobErrorStatusFormat
source: {0} job(s) have errors, see job log or message log for details.
de: {0} Job(s) haben Fehler, Jobprotokoll oder Nachrichtenprotokoll für Details ansehen.

# RunJobPendingStatusFormat
source: {0} scheduler job(s) are being submitted.
de: {0} Scheduler Job(s) werden vorgeschlagen.
