Repository: iespana/LSOne
Catalog: SM/Plugins/Hospitality/ViewPages/HospitalityTypeGeneralPage.*.resx
Languages: es, fr, vi_vn

# label1.Text
source: Overview:
es: Visión general:
fr: Vue d'ensemble :
vi_vn: Tổng quan

# label2.Text
source: Access to other restaurant:
es: Acceder a otro restaurante:
fr: Accès à un autre restaurant :
vi_vn: Truy cập vào nhà hàng khác:

# label3.Text
source: Staff takeover in transaction:
es: Adquisición del personal en transacción:
fr: Prise de contrôle de la transaction par le personnel :
vi_vn: Nhân viên tiếp quản trong giao dịch:

# label4.Text
source: Manager takeover in transaction:
es: Adquisición del gerente en transacción:
fr: Prise de contrôle de la transaction par le responsable :
vi_vn: Quản lý tiếp quản trong giao dịch:

# label5.Text
source: Touch buttons:
es: Botones táctiles:
fr: Boutons tactiles :
vi_vn: Các nút cảm ứng:

# label6.Text
source: Top POS menu ID:
es: ID del menú del punto de venta principal:
fr: ID menu PDV supérieur :
vi_vn: Menu ID trên cùng tại POS:

# label7.Text
source: POS Logon menu ID:
es: ID del menú de conexión del punto de venta:
fr: ID menu connexion PDV :
vi_vn: Menu ID đăng nhập tại POS:

# label8.Text
source: Stay in POS after transaction:
es: Permanecer en el punto de venta después de la transacción:
fr: Rester dans PDV après la transaction :
vi_vn: Ở lại POS sau khi hoàn tất giao dịch:

# label9.Text
source: Send to station:
es: Impresión de la estación:
fr: Envoyer à la station :
vi_vn: Gửi đến trạm:

# label10.Text
source: Print training transactions:
es: Imprimir transacciones de formación:
fr: Imprimer les transactions de formation :
vi_vn: In giao dịch đào tạo:

# cmbOverview.Items
source: Button format
es: Formato de botones
fr: Format de boutons
vi_vn: Định dạng nút

# cmbOverview.Items1
source: Listing
es: Lista
fr: Liste
vi_vn: Danh sách

# cmbStaffTakeoverInTransaction.Items
source: Always
es: Siempre
fr: Toujours
vi_vn: Luôn luôn

# cmbStaffTakeoverInTransaction.Items1
source: With confirmation
es: Con confirmación
fr: Avec confirmation
vi_vn: Có xác nhận

# cmbStaffTakeoverInTransaction.Items2
source: Never
es: Nunca
fr: Jamais
vi_vn: Không bao giờ

# cmbManagerTakeoverInTransaction.Items
source: Always
es: Siempre
fr: Toujours
vi_vn: Luôn luôn

# cmbManagerTakeoverInTransaction.Items1
source: With confirmation
es: Con confirmación
fr: Avec confirmation
vi_vn: Có xác nhận

# cmbManagerTakeoverInTransaction.Items2
source: Never
es: Nunca
fr: Jamais
vi_vn: Không bao giờ

# chkStayInPosAfterTransaction.Text
source: Yes
es: Sí
fr: Oui
vi_vn: Có

# cmbStationPrinting.Items
source: Manual
es: Ninguno
fr: Aucun
vi_vn: Không

# cmbStationPrinting.Items1
source: At POS payment
es: Al salir del punto de venta
fr: À la sortie PDV
vi_vn: Tại bước thoát trên POS

# cmbStationPrinting.Items2
source: At POS payment or POS exit
es: En la publicación del punto de venta
fr: À la validation PDV
vi_vn: Tại bước ghi sổ trên POS

# cmbStationPrinting.Items3
source: At item added
es: Al salir y en la publicación del punto de venta
fr: À la sortie PDV ou à la validation PDV
vi_vn: Tại bước thoát hoặc ghi sổ trên POS

# chkPrintTrainingTransaction.Text
source: Yes
es: Sí
fr: Oui
vi_vn: Có

# chkDefaultType.Text
source: Yes
es: Sí
fr: Oui
vi_vn: Có

# label11.Text
source: Default type:
es: Tipo predeterminado:
fr: Type par défaut :
vi_vn: Loại mặc định:

# chkSendVoidedItemsToStation.Text
source: Yes
es: Sí
fr: Oui
vi_vn: Có

# chkSendSuspensionsToStation.Text
source: Yes
es: Sí
fr: Oui
vi_vn: Có

# chkSendTransfersToStation.Text
source: Yes
es: Sí
fr: Oui
vi_vn: Có

# chkSendOrderNoToStation.Text
source: Yes
es: Sí
fr: Oui
vi_vn: Có

# cmbStationPrinting.Items4
source: At item added one delay
es: En el artículo añadido
fr: À l'ajout d'un article
vi_vn: Tại mục được thêm vào

# cmbStationPrinting.Items5
source: Always print all
es: En el artículo añadido un retardo
fr: À l'ajout d'un article avec retard
vi_vn: Tại mục thêm một độ trễ

# label12.Text
source: Send voided items to station:
es: Enviar artículos anulados a la estación:
fr: Envoyer les articles annulés au poste :
vi_vn: Gửi các mặt hàng bị hủy đến trạm:

# label13.Text
source: Send transfers to station:
es: Enviar transferencias a la estación:
fr: Envoyer les transferts au poste :
vi_vn: Gửi giao dịch chuyển đến trạm:

# label14.Text
source: Send suspensions to station:
es: Enviar suspensiones a la estación:
fr: Envoyer les suspensions au poste :
vi_vn: Gửi giao dịch bị hoãn đến trạm:

# label15.Text
source: Send order number to station:
es: Enviar el número de pedido a la estación:
fr: Envoyer le numéro de commande au poste :
vi_vn: Gửi số đơn hàng đến trạm:
