Repository: iespana/LSOne
Catalog: SM/Plugins/Hospitality/ViewPages/HospitalityTypeTableButtonGraphicalLayoutPage.*.resx
Languages: es

# label1.Text
source: Update table from POS:
es: Se requiere mesa de cena en el restaurante:

# label2.Text
source: Request number of guests:
es: Solicitar número de huéspedes:

# chkRequestNoOfGuests.Text
source: Yes
es: Sí

# label3.Text
source: Dining table layout ID:
es: ID del diseño de mesa:

# label4.Text
source: Table button description:
es: Descripción de botones de la mesa:

# label5.Text
source: Table button staff description:
es: Descripción del personal de botones de la mesa:

# label6.Text
source: Settings from restaurant:
es: Configuración del restaurante:

# label7.Text
source: Settings from hospitality type:
es: Configuración del tipo de hospitalidad:

# label8.Text
source: Settings from sequence:
es: Configuración de secuencia:

# label9.Text
source: Sharing sales type filter:
es: Filtro de tipo de venta de uso compartido:

# chkAutomaticJoiningCheck.Text
source: Yes
es: Sí

# label11.Text
source: Automatic joining check:
es: Comprobación de unión automática:

# groupBox1.Text
source: Graphical layout view
es: Vista de diseño gráfico

# cmbTableButtonDescription.Items1
source: Description
es: Descripción

# cmbTableButtonDescription.Items2
source: Number + description
es: Número + descripción

# cmbTableButtonDescription.Items3
source: Description + number
es: Descripción + número

# cmbTableButtonStaffDescription.Items
source: Staff ID
es: ID de personal

# cmbTableButtonStaffDescription.Items1
source: Receipt name
es: Nombre del recibo

# chkUpdateTableFromPOS.Text
source: Yes
es: Sí

# chkPromptForCustomer.Text
source: Yes
es: Sí

# cmbTableButtonDescription.Items
source: Number
es: Número

# cmbCustomerNameOnTable.Items
source: No customer information displayed
es: No se muestra información del cliente

# cmbCustomerNameOnTable.Items1
source: Only customer name
es: Solo el nombre del cliente

# cmbCustomerNameOnTable.Items2
source: Customer name + table button description
es: Nombre del cliente + descripción del botón de la tabla

# label10.Text
source: Add customer to table:
es: Añadir cliente a la tabla:

# label12.Text
source: Customer name on table:
es: Nombre del cliente en la tabla:

# label13.Text
source: Max number of guests:
es: Número máx. de invitados:
