Repository: iespana/LSOne
Catalog: SM/Plugins/Profiles/Properties/resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Card reader
bg: Четец на карти
da: Kortlæser
de: Kartenleser
es: Lector de tarjetas
fi: Kortinlukija
fr: Lecteur de carte
is: Kortalesari
nl: Kaart lezer
nl_be: Kaartlezer
ru: Устройство чтения карт
sv: Kortläsare
vi_vn: Bộ đọc thẻ (thiết bị đọc dữ kiện được xử lý bằng máy tính)

source: Hardware profile
bg: Хардуерен профил
da: Hardwareprofil
de: Hardwareprofil
es: Perfil de hardware
fi: Laitteistoprofiili
fr: Profil matériel
is: Vélbúnaðarprófíll
nl: Hardwareprofiel
nl_be: Hardwareprofiel
ru: Профиль оборудования
sv: Hårdvaruprofil
vi_vn: Hồ sơ phần cứng

# IsSystemStyle
source: Yes
bg: Да
da: Ja
de: Ja
es: Sí
fi: Kyllä
fr: Oui
is: Já
nl: Ja
nl_be: Ja
ru: Да
sv: Ja
vi_vn: Có

source: Delete
bg: Изтриване
da: Slet
de: Löschen
es: Borrar
fi: Poista
fr: Supprimer
is: Eyða
nl: Verwijderen
nl_be: Verwijderen
ru: Удалить
sv: Ta bort
vi_vn: Xóa

# HardwareProfilesRibbon
source: Hardware
bg: Хардуер
fi: Laitteisto
fr: Matériel
is: Vélbúnaður
ru: Оборудование
sv: Maskinvara
vi_vn: Phần cứng

source: No
bg: Не
da: Nej
de: Nein
fi: Ei
fr: Non
is: Nei
nl: Nee
nl_be: Nee
ru: Нет
sv: Nej
vi_vn: Không

source: Profiles
bg: Профили
da: Profiler
de: Profile
es: Perfiles
fi: Profiilit
fr: Profil
is: Prófílar
nl: Profielen
ru: Профили
sv: Profiler
vi_vn: Hồ sơ

source: Yes
bg: Да
da: Ja
de: Ja
es: Sí
fi: Kyllä
fr: Oui
is: Já
nl: Ja
nl_be: Ja
ru: Да
sv: Ja
vi_vn: Có

# CSVFieldDescription
source: Description
bg: Описание:
da: Beskrivelse
de: Beschreibung
es: Descripción
fi: Kuvaus:
is: Lýsing
nl: Beschrijving
nl_be: Omschrijving
ru: Описание:
sv: Beskrivning
vi_vn: Mô tả:

# SetDefaultCSVImportProfile
source: Set as default
bg: Задаване по подразбиране
da: Sæt standard
de: Als Standard festlegen
es: Configurar como predeterminado
fi: Aseta oletukseksi
fr: Définir par défaut
is: Gera sjálfgefið
nl: Als stand. inst.
nl_be: Als standaardwaarde instellen
ru: Установить по умолчанию
sv: Ange som standard
vi_vn: Đặt làm mặc định

# CSVFieldSerialNumber
source: Serial number
bg: Номер на версията:
da: Serienummer
de: Seriennummer
es: Número de serie
fi: Versionumero:
fr: Numéro de série
is: Raðnúmer
nl: Serienummer
nl_be: Serienummer
ru: Серийный номер:
sv: Serienummer
vi_vn: Phiên bản số:

source: Users
bg: Потребители
da: Brugere
de: Benutzer
es: Usuarios
fi: Käyttäjät
fr: Utilisateurs
is: Notendur
nl: Gebruikers
nl_be: Gebruikers
ru: Пользователи
sv: Användare
vi_vn: Người dùng

source: Add
bg: Добавяне
da: Tilføj
de: Hinzufügen
es: Añadir
fi: Lisää
fr: Ajouter
is: Bæta við
nl: Toevoegen
nl_be: Toevoegen
ru: Добавить
sv: Lägg till
vi_vn: Cộng thêm

# AddMappingToProfile
source: Please add mapping to the profile.
bg: Моля добавете свързване към профила.
da: Tilføj kortlægning til profilen.
de: Bitte fügen Sie dem Profil eine Zuordnung hinzu.
es: Añada las asignaciones correspondientes al perfil.
fi: Lisää kohdistus profiiliin
fr: Ajoutez un mappage au profil.
is: Bættu vörpun við prófílinn.
nl: Voeg toewijzing aan het profiel.
nl_be: Voeg mapping aan het profiel toe.
ru: Пожалуйста, добавьте мэппинг в профиль.
sv: Lägg till mappning i profilen.
vi_vn: Vui lòng bổ sung tham chiếu đến hồ sơ

source: Always print
bg: Винаги печатайте
da: Udskriv altid
de: Immer drucken
es: Imprimir siempre
fi: Tulosta aina
fr: Toujours imprimer
is: Alltaf prenta
nl: Altijd afdrukken
nl_be: Altijd afdrukken
ru: Всегда печатать
sv: Alltid utskrift
vi_vn: Luôn in

source: Barcode reader
bg: Четец на баркодове
da: Stregkodelæser
de: Barcodeleser
es: Lector de código de barras
fi: Viivakoodinlukija
fr: Lecteur de codes barre
is: Strikamerkjalesari
nl: Barcodescanner
nl_be: Barcodelezer
ru: Считыватель штрих кодов
sv: Streckkodsläsare
vi_vn: Đầu đọc mã vạch

source: Cash changer
bg: Смяна на пари в брой
da: Vekselautomat
de: Bargeldwechsler
es: Cambiador de efectivo
fi: Valuutanvaihtaja
fr: Distributeur de billets
is: Peningaskiptir
nl: Cash wissel
nl_be: Contantgeldwisselaar
ru: Сдача кассы
sv: Växelautomat
vi_vn: Đổi tiền mặt

source: Context
bg: Контекст:
da: Kontekst
de: Kontext
es: Contexto
fi: Asiayhteys:
fr: Contexte
is: Samhengi
ru: Контекст:
sv: Sammanhang
vi_vn: Nội dung

source: Contexts
bg: Контексти
da: Kontekster
de: Kontexte
es: Contextos
fi: Taustat
fr: Contextes
is: Samhengi
nl: Contexten
nl_be: Contexten
ru: Содержимое
sv: Kontexter
vi_vn: Bối cảnh

# ContextsDescription
source: Use this option to view or edit contexts used in Style profile
bg: Използвайте тази опция, за да преглеждате или редактирате контекст, използван в стил профил
da: Brug denne indstilling til at se eller redigere kontekster, der bruges i stil-profil
de: Verwenden Sie diese Option, um Kontexte, die im Stilprofil verwendet werden, anzusehen oder zu bearbeiten.
es: Utilice esta opción para ver o editar los contextos utilizados en el perfil visual
fi: Tämän vaihtoehdon avulla voit tarkastella tai muokata taustoja tyyliprofiilissa
fr: Utilisez cette option pour afficher ou modifier les contextes utilisés dans le profil de style
is: Notið þennan kost til að skoða og breyta samhengjum sem eru notuð í stíl
nl: Gebruik deze optie om contexten te bekijken of bewerken die in Stijlprofiel worden gebruikt
nl_be: Deze optie gebruiken om contexten die in Style-profiel worden gebruikt, te bekijken of te bewerken
ru: Используйте эту опцию для просмотра и редактирования содержимого, используемого в профайле стиля
sv: Använd alternativet för att se eller redigera kontexter i stilprofil
vi_vn: Sử dụng tùy chọn này để xem hoặc chỉnh sửa nội dung được sử dụng trong giao diện

# ContextUsedInProfileCannotBeDeleted
source: Some or all of the contexts selected are used in a style profile and cannot be deleted
bg: Някои или всички избрани контексти се използват в профил стил и не могат да бъдат изтрити
da: Nogle eller alle valgte kontekster bruges i en stilprofil og kan ikke slettes
de: Einige oder alle der ausgewählten Kontexte werden in einem Stilprofil verwendet und können nicht gelöscht werden
es: Los contextos seleccionados (una parte o todos) se han utilizado en un perfil visual y no se pueden eliminar
fi: Jotkut tai kaikki valitut tausta ovat käytössä tyyliprofiileissa, eikä niitä voi poistaa
fr: Certains ou tous les contextes choisis sont utilisés dans un profil de style et ne peuvent pas être supprimés
is: Einhver (eða öll) af þeim samhengjum sem hafa verið valin eru notuð í stíl og því er ekki hægt að eyða þeim.
nl: Sommige of alle geselecteerde contexten worden gebruikt in een stijlprofiel en kunnen niet worden verwijderd
nl_be: Sommige of alle contexten die worden geselecteerd, worden in een stijlprofiel gebruikt en kunnen niet worden verwijderd
ru: Некоторые или все содержимого этого выбранного контекста используется в профиле стиля и не может быть удалено
sv: En del eller alla valda kontexter används i en stilprofil och kan inte raderas
vi_vn: Một số hoặc tất cả các nội dung được chọn được sử dụng trong giao diện hồ sơ và không thể xóa

source: Credit card service
bg: Услуга за кредитни карти
da: Betalingskortservice
de: Kreditkartenservice
es: Servicio de tarjeta de crédito
fi: Luottokorttipalvelu
fr: Service de carte de crédit
is: Greiðslukortaþjónusta
nl_be: Kredietkaartdienst
ru: Обслуживание кредитной карты
sv: Kreditkortsservice
vi_vn: Dịch vụ thẻ tín dụng

# CSVFieldBarcode
source: Barcode
bg: Баркод
da: Stregkode
es: Código de barras
fi: Viivakoodia
fr: Code barre
is: Strikamerki
ru: Штрих код
sv: Streckkod
vi_vn: Mã vạch

# CSVFieldCounted
source: Counted
bg: Преброено:
da: Optalt
de: Gezählt
es: Contado
fi: Laskettu:
fr: Compté
is: Talið
nl: Geteld
nl_be: Geteld
ru: Количество:
sv: Inventerad
vi_vn: Số lượng kiểm đếm:

# CSVFieldItemId
source: Item ID
bg: Артикул No
da: Varenummer
de: Artikel-ID
es: ID de Artículo
fi: Tuotetunnus
fr: ID de l'article
is: Auðkenni vöru
nl: Artikel ID
nl_be: Artikel-ID
ru: ID товара
sv: Artikel-ID
vi_vn: Mã số mặt hàng

# CSVFieldSerialType
source: Type
bg: Вид
de: Typ
es: Tipo
fi: Tyyppi
is: Tegund
ru: Тип
sv: Typ
vi_vn: Loại

# CSVFieldTypeDecimal
source: decimal
bg: десетичен
de: Kommazahl
fi: desimaali
fr: décimal
is: Rauntala
nl: decimaal
nl_be: decimaal
ru: десятичное
vi_vn: thập phân

# CSVFieldTypeInteger
source: integer
bg: цяло число
da: Heltal
de: Ganzzahl
es: Entero
fi: kokonaisluku
fr: entier
is: Heiltala
nl_be: geheel getal
ru: Целое
sv: heltal
vi_vn: số nguyên

# CSVFieldTypeString
source: string
bg: низ
da: tekststreng
de: Zeichenfolge
es: Cadena
fi: merkkijono
fr: chaîne
is: Strengur
ru: Строка
sv: sträng
vi_vn: chuỗi

# CSVFieldUnitId
source: Unit ID
bg: Идентификационен номер на единица
da: Enheds-ID
de: Einheits-ID
es: ID de la unidad
fi: Yksikön tunnus
fr: ID de l'unité
is: Auðkenni einingar
nl: Eenheid ID
nl_be: Eenheid-ID
ru: ID Единицы
sv: Enhets-ID
vi_vn: ID đơn vị

source: CSV import profile
bg: Профил за импортиране CSV
da: CSV Import profil
de: CSV-Importprofil
es: Perfil CSV de importación
fi: CSV-tuontiprofiili
fr: Profil d'importation CSV
is: CSV innlestrar prófílar
nl: Profiel importeren
nl_be: CSV-importprofiel
ru: Профили импорта CSV
sv: Profil för CSV-import
vi_vn: Hồ sơ nhập CSV

source: CSV Import profiles
bg: Профил за импортиране CSV
da: CSV Import profil
de: CSV-Importprofil
es: Perfil CSV de importación
fi: CSV-tuontiprofiili
fr: Profil d'importation CSV
is: CSV innlestrar prófílar
nl: Profiel importeren
nl_be: CSV-importprofiel
ru: Профили импорта CSV
sv: Profil för CSV-import
vi_vn: Hồ sơ nhập CSV

# CSVImportProfilesDescription
source: Use this option to view or edit import profiles for csv file imports
bg: Използвайте тази опция, за да преглеждате или редактирате импортирани профили за csv файл
da: Brug denne mulighed til at se eller redigere importprofiler til import af CSV-filer
de: Verwenden Sie diese Option, um Importprofile für CSV-Dateiimporte anzuzeigen oder zu bearbeiten
es: Utilice esta opción para ver o editar los perfiles de importación para los archivos CSV de importación
fi: Tämän vaihtoehdon avulla voit tarkastella tai muokata CSV-tiedoston tuontiprofiileja
fr: Utilisez cette option pour afficher ou modifier des profils d'importation pour les importations de fichiers CSV
is: Veldu þennan kost til að skoða og breyta innlestrarprófílum fyrir CSV skráar innlestur
nl: Gebruik deze optie om importprofielen te bekijken of te wijzigen voor import van csv-bestanden
nl_be: Gebruik deze optie om importprofielen voor CSV-bestandsimporten te bekijken of te bewerken
ru: Используйте эту опцию для просмотра или редактирования профилей для csv файлов
sv: Använd det här alternativet för att visa eller redigera profiler för import av CSV-filer
vi_vn: Sử dụng tùy chọn này để xem hoặc chỉnh sửa hồ sơ kết nhập cho tệp csv

# CSVImportProfilesTooltipDescription
source: Manage CSV import profiles to define how stock counting journals and serial numbers are imported from CSV files
bg: Управление профилите за импортиране на CSV, за да определите как се импортират журнали за броене на запаси и серийни номера от CSV файлове
da: Administrer CSV-importprofiler for at definere, hvordan lagertællingskladde og serienumre importeres fra CSV-filer
de: Verwalten Sie CSV-Importprofile, um festzulegen, wie Bestandszählungsjournale und Seriennummern aus CSV-Dateien importiert werden
es: Administrar los perfiles CSV de importación para definir cómo se importarán los diarios de recuento de existencias y los números de serie desde los archivos CSV
fi: Hallinnoi CSV-tuontiprofiileja määrittääksesi, miten varaston laskennan päiväkirjat sekä sarjanumerot tuodaan CSV-tiedostoista
fr: Gérer les profils d'importation CSV pour définir comment les journaux de comptage de stock et les numéros de série seront importés à partir des fichiers CSV
is: Umsjón CSV prófíla, sem skilgreina hvernig talningabækur og raðnúmer eru flutt inn úr CSV skrám
nl: Beheer CSV-importprofielen om te definiëren hoe voorraadtijdschriften en serienummers uit CSV-bestanden worden geïmporteerd
nl_be: CSV-importprofielen beheren om te bepalen hoe logs voor voorraadtelling en serienummers van CSV-bestanden worden geïmporteerd
ru: Управление профилями импорта CSV для определения, как журналы подсчета склада и серийные номера импортируются из CSV файлов
sv: Hantera CSV-importprofiler för att definiera hur inventeringsjournaler och serienummer ska importeras från CSV-filer
vi_vn: Quản lý tệp CSV để xác định cách thức các dòng kiểm kê và số serila được kết nhập từ tệp CSV

# CSVImportTypeStockCounting
source: Stock counting
bg: Броене на запаси
da: Lageroptælling
de: Lagerzählung
es: Recuento de existencias
fi: Varastolaskenta
fr: Comptage du stock
is: Birgðatalning
nl: Het tellen van de voorraad
nl_be: Telling voorraad
ru: Пересчет склада
sv: Inventering
vi_vn: Kiểm kê

# CSVMappingNotSet
source: The CSV profile can not be set as the default profile because it has no mapping lines.
bg: Профилът на CSV не може да бъде зададен като подразбиращ се профил, тъй като няма линии за връзка.
da: CSV-profilen kan ikke indstilles som standardprofil, fordi den ikke har nogle relationer.
de: Das CSV-Profil kann nicht Standardprofil festgelegt werden, da es über keine Zuordnungszeilen verfügt.
es: El perfil CSV no se puede configurar como perfil predeterminado porque no incluye líneas de asignación.
fi: CSV-profiilia ei voi asettaa oletusprofiiliksi, koska siinä ei ole kohdistusrivejä.
fr: Le profil CSV ne peut pas être réglé en tant que profil par défaut car il ne comporte aucune ligne de mappage.
is: Ekki er hægt að velja CSV prófílinn sem sjálfgefinn prófíl því það vantar vörpunar línur.
nl: Het CSV-profiel kan niet worden ingesteld als het standaardprofiel omdat het geen mapping lijnen heeft.
nl_be: Het CSV-profiel kan niet als standaardprofiel worden ingesteld omdat het geen mappinglijnen bevat.
ru: CSV профиль не может быть установлен как профиль по умолчанию, потому что для него нет строк мэппинга.
sv: CSV-profilen kan inte väljas som standardprofil eftersom den inte har några mappningsrader.
vi_vn: Tệp CSV không thể đặt làm cấu hình mặc định vì nó không có dòng mapping

source: Dallas key
de: Dallas-Schlüssel
es: Llave Dallas
fi: Dallas-avain
fr: Clé Dallas
is: Dallas auðkenni
nl_be: Dallas-sleutel
ru: Dallas ключ
vi_vn: Chìa khóa Dallas

# DeleteContextQuestion
source: Are you sure you want to delete the selected context?
bg: Сигурни ли сте, че искате да изтриете избрания контекст?
da: Er du sikker på at du vil slette den valgte kontekst?
de: Möchten Sie den ausgewählten Kontext wirklich löschen?
es: ¿Está seguro de que desea eliminar el contexto seleccionado?
fi: Haluatko varmasti poistaa valitut taustat?
fr: Êtes-vous sûr(e) de vouloir supprimer le contexte choisi ?
is: Ertu vill um að þú viljir eyða valda samhenginu?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
nl_be: Weet u zeker dat u de geselecteerde context wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный конекст?
sv: Vill du radera vald kontext?
vi_vn: Bạn có chắc chắn muốn xóa nội dung đã lựa chọn?

source: Delete CSV import profile
bg: Изтриване профил за импортиране на CSV
da: Slet CSV-importprofil
de: CSV-Importprofil löschen
es: Eliminar perfil CSV de importación
fi: Poista CSV-tuontiprofiili
fr: Supprimer le profil d'importation CSV
is: Eyða CSV innlestrarprófíl
nl: Verwijder CSV import profiel
nl_be: CSV-importprofiel verwijderen
ru: Удаление профиля импорта CSV
sv: Radera profil för CSV-import
vi_vn: Xóa tệp kêt nhập CSV

source: Delete CSV import profile line
bg: Изтриване на ред от профила за импортиране на CSV файла
da: Slet CSV-importprofillinje
de: CSV-Importprofilzeile löschen
es: Eliminar línea de perfil CSV de importación
fi: Poista CSV-tuontiprofiilin rivi
fr: Supprimer la ligne du profil d'importation CSV
is: Eyða CSV innlestrarprófíls línu
nl: Verwijder de CSV-invoerprofielijn
nl_be: Lijn CSV-importprofiel verwijderen
ru: Удаление строки профиля импорта CSV
sv: Radera profilrad för CSV-import
vi_vn: Xóa dòng của tệp kết nhập CSV

# DeleteCSVImportProfileLineQuestion
source: Are you sure you want to delete the selected CSV Import profile line?
bg: Наистина ли искате да изтриете избрания ред от CSV импортир.профил?
da: Er du sikker på, at du vil slette den valgte CSV Import-profillinje?
de: Sind Sie sicher, dass Sie die ausgewählte CSV-Importprofilzeile löschen möchten?
es: ¿Está seguro de que desea eliminar la línea seleccionada del perfil CSV de importación?
fi: Haluatko varmasti poistaa valitun CSV-tuontiprofiilin rivin?
fr: Êtes-vous sûr(e) de vouloir supprimer la ligne de profil d'importation CSV choisie ?
is: Ertu viss um að þú viljir eyða völdum CSV innlestrarprófíls línum?
nl: Weet u zeker dat u de geselecteerde CSV-importprofielregel wilt verwijderen?
nl_be: Weet u zeker dat u de geselecteerde lijn voor het CSV-importprofiel wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранную строку профиля импорта CSV файла? ?
sv: Vill du radera den markerade profilraden för CSV-import?
vi_vn: Bạn có chắc chắn muốn xóa dòng tệp kết nhập CSV đã chọn không?

# DeleteCSVImportProfileQuestion
source: Are you sure you want to delete the selected CSV Import profile?
bg: Наистина ли искате да изтриете избрания ред от CSV импортир.профил?
da: Er du sikker på, at du vil slette den valgte CSV Import-profillinje?
de: Sind Sie sicher, dass Sie die ausgewählte CSV-Importprofilzeile löschen möchten?
es: ¿Está seguro de que desea eliminar la línea seleccionada del perfil CSV de importación?
fi: Haluatko varmasti poistaa valitun CSV-tuontiprofiilin rivin?
fr: Êtes-vous sûr(e) de vouloir supprimer la ligne de profil d'importation CSV choisie ?
is: Ertu viss um að þú viljir eyða völdum CSV innlestrarprófíls línum?
nl: Weet u zeker dat u de geselecteerde CSV-importprofielregel wilt verwijderen?
nl_be: Weet u zeker dat u de geselecteerde lijn voor het CSV-importprofiel wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранную строку профиля импорта CSV файла? ?
sv: Vill du radera den markerade profilraden för CSV-import?
vi_vn: Bạn có chắc chắn muốn xóa dòng tệp kết nhập CSV đã chọn không?

source: Delete form profile
bg: Изтриване на форма на профил
da: Slet formularprofil
de: Formularprofil löschen
es: Eliminar perfil de formulario
fi: Poista lomakeprofiili
fr: Supprimer le profil de formulaire
is: Eyða eyðublaðaprófil
nl: Verwijder formulier profiel
nl_be: Formulierprofiel verwijderen
ru: Удалить профайл формы
sv: Radera formulärprofil
vi_vn: Xóa hồ sơ mẫu

source: Delete form profile line
bg: Изтриване на ред от форма на профил
da: Slet formularens profillinje
de: Formularprofilzeile löschen
es: Eliminar línea de perfil de formulario
fi: Poista lomakkeen profiilin rivi
fr: Supprimer la ligne de profil de formulaire
is: Eyða eyðublaðaprófílslínu
nl: Verwijder formulier profiel lijn
nl_be: Verwijderen lijn formulierprofiel
ru: Удалить строку профайла формы
sv: Radera formulärprofilrad
vi_vn: Xóa dòng hồ sơ mẫu

# DeleteFormProfileLineQuestion
source: Are you sure you want to delete the selected form profile line?
bg: Наистина ли искате да изтриете избрания ред от форма профил?
da: Er du sikker på at du vil slette den valgte formular profillinje?
de: Möchten Sie die ausgewählte Formularprofilzeile wirklich löschen?
es: ¿Está seguro de que desea eliminar la línea de perfil de formulario seleccionada?
fi: Haluatko varmasti poistaa valitun profiilin rivin?
fr: Êtes-vous sûr(e) de vouloir supprimer la ligne de profil de formulaire choisie ?
is: Ertu viss um að þú viljir eyða valinni eyðublaðaprófílslínu?
nl: Weet u zeker dat u de geselecteerde formulierprofielijn wilt verwijderen?
nl_be: Weet u zeker dat u de geselecteerde lijn formulierprofiel wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранную форму строки профайла?
sv: Vill du radera vald formulärprofilrad?
vi_vn: Bạn có chắc chắn muốn xóa dòng Dòng hồ sơ đã lựa chọn?

# DeleteFormProfileQuestion
source: Are you sure you want to delete the selected form profile?
bg: Сигурни ли сте, че искате да изтриете избраната форма профил?
da: Er du sikker på at du vil slette den valgte formular profil?
de: Möchten Sie das ausgewählte Formularprofil wirklich löschen?
es: ¿Está seguro de que desea eliminar el perfil de formulario seleccionado?
fi: Haluatko varmasti poistaa valitun lomakeprofiilin?
fr: Êtes-vous sûr(e) de vouloir supprimer le profil de formulaire choisi ?
is: Ertu viss um að þú viljir eyða völdum eyðublaðaprófíl?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
nl_be: Weet u zeker dat u het geselecteerde formulierprofiel wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранную форму профайла?
sv: Vill du radera vald formulärprofil?
vi_vn: Bạn có chắc chắn muốn xóa hồ sơ mẫu đã chọn?

# DeleteFuncProfile
source: Delete functionality profile
bg: Изтриване на функционалния профил
da: Slet funktionsprofil
de: Funktionsprofil löschen
es: Borrar perfil de funcionalidad
fi: Poista toiminnallisuusprofiili
fr: Supprimer le profil de fonctionnalité
is: Eyða virkniprófíl
nl: Verwijder functionaliteitsprofiel
nl_be: Functionaliteitsprofiel verwijderen
ru: Удалить функциональный профайл
sv: Radera funktionalitetsprofil
vi_vn: Xóa hồ sơ chức năng

# DeleteFuncProfileQuestion
source: Are you sure you want to delete the selected functionality profile?
bg: Наистина ли искате да изтриете избрания функционален профил?
da: Er du sikker på, at du vil slette den valgte funktionsprofil?
de: Sind Sie sicher, dass Sie das ausgewählte Funktionsprofil löschen wollen?
es: ¿Está seguro de que desea borrar el perfil de funcionalidad seleccionado?
fi: Haluatko varmasti poistaa valitun toiminnallisuusprofiilin?
fr: Êtes-vous sûr(e) de vouloir supprimer la ligne de profil de fonctionnalité choisi ?
is: Ertu viss um að þú viljir eyða völdum virkniprófíl?
nl: Weet u zeker dat u het geselecteerde functionaliteitsprofiel wilt verwijderen?
nl_be: Weet u zeker dat u het geselecteerde functionaliteitsprofiel wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный функциональный профайл?
sv: Vill du radera vald funktionalitetsprofil?
vi_vn: Bạn có chắc chắn muốn xóa hồ sơ chức năng đã chọn?

source: Delete hardware profile
bg: Изтриване на хардуерния профил
da: Slet hardwareprofil
de: Hardwareprofil löschen
es: Borrar perfil de hardware
fi: Poista laitteistoprofiili
fr: Nouveau profil matériel
is: Eyða vélbúnaðarprófíl
nl: Verwijder hardwareprofiel
nl_be: Hardwareprofiel verwijderen
ru: Удалить профайл оборудования
sv: Radera hårdvaruprofil
vi_vn: Xóa hồ sơ phần cứng

# DeleteHardwareProfileQuestion
source: Are you sure you want to delete the selected hardware profile?
bg: Наистина ли искате да изтриете избрания хардуерен профил?
da: Er du sikker på, at du vil slette den valgte hardwareprofil?
de: Sind Sie sicher, dass Sie das ausgewählte Hardwareprofil löschen wollen?
es: ¿Está seguro de que desea borrar el perfil de hardware seleccionado?
fi: Haluatko varmasti poistaa valitun laitteistoprofiilin?
fr: Êtes-vous sûr(e) de vouloir supprimer le profil matériel choisi ?
is: Ertu viss um að þú viljir eyða völdum vélbúnaðarprófíl?
nl: Weet u zeker dat u het geselecteerde hardwareprofiel wilt verwijderen?
nl_be: Weet u zeker dat u het geselecteerde hardwareprofiel wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный профайл оборудования?
sv: Vill du radera vald hårdvaruprofil?
vi_vn: Bạn có chắc chắn muốn xóa dòng phần cứng hồ sơ?

# DeleteProfile
source: Delete visual profile
bg: Изтриване на визуален профил
da: Slet visuel profil
de: Visuelles Profil löschen
es: Borrar perfil visual
fi: Poista visuaalinen profiili
fr: Supprimer le profil visuel
is: Eyða útlitsprófíl
nl: Verwijder visueel profiel
nl_be: Visueel profiel verwijderen
ru: Удалить визуальный профиль
sv: Radera visuell profil
vi_vn: Xóa hồ sơ trực quan
