Repository: iespana/LSOne
Catalog: SM/Plugins/Profiles/Properties/resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Items
bg: Артикули
da: Varer
de: Artikel
es: Artículos
fi: Tuotteet
fr: Articles
is: Vörur
nl_be: Artikelen
ru: Товары
sv: Artiklar
vi_vn: Mặt hàng

source: Key
bg: Ключ
da: Nøgle
de: Schlüssel
es: Llave
fi: Avain
fr: Clé
is: Lykill
nl: Sleutel
nl_be: Sleutel
ru: Ключ
sv: Nyckel
vi_vn: Mã khóa

source: Language code
bg: Език Код:
da: Sprogkode
de: Sprach-Code
es: Código del idioma
fi: Kielikoodi:
fr: Code de langue
is: Tungumálskóði
nl: Taalcode
nl_be: Taalcode
ru: Код языка:
sv: Språkkod
vi_vn: Mã ngôn ngữ

source: Layout
bg: Оформление:
da: Opsætning:
es: Diseño
fi: Asettelu:
fr: Disposition
is: Útlit
nl_be: Indeling
ru: Макет:
vi_vn: Bố cục:

source: Line display
bg: Изглед ред
da: Kundedisplay
de: Zeilenbildschirm
es: Visualización de líneas
fi: Asiakasnäyttö
fr: Affichage de ligne
is: Línuskjár
nl: Regeldisplay
nl_be: Lijnweergave
ru: Строка отображения
sv: Rad-display
vi_vn: Dòng hiển thị

source: Look and feel
bg: Изглед и усещане
da: Udseende og følelse
es: Aspecto
fi: Ulkonäkö ja tunne
fr: Aspect
is: Útlitsstillingar
nl_be: Weergave
ru: Оформление
sv: Utseende och känsla
vi_vn: Xem và cảm nhận

source: Never print
bg: Никога не печата
da: Udskriv aldrig
de: Niemals drucken
es: No imprimir nunca
fi: Älä koskaan tulosta
fr: Ne jamais imprimer
is: Aldrei prenta
nl: Nooit afdrukken
nl_be: Nooit afdrukken
ru: Никогда не печатать
sv: Aldrig utskrift
vi_vn: Không bao giờ in

source: New context
bg: Нов контекст
da: Ny kontekst
de: Neuer Kontext
es: Nuevo contexto
fi: Uusi konteksti
fr: Nouveau contexte
is: Nýtt samhengi
nl: Nieuwe context
nl_be: Nieuwe context
ru: Новое содержимое
sv: Ny kontext
vi_vn: Nội dung

# NewStyleProfileLine
source: New profile line
bg: Нов ред профил
da: Ny profillinje
de: Neue Profilzeile
es: Nueva línea de perfil
fi: Uusi profiilirivi
fr: Nouvelle ligne de profil
is: Ný prófíllína
nl: Profiel
nl_be: Nieuwe profiellijn
ru: Новая строка профиля
sv: Ny profilrad
vi_vn: Hồ sơ mới

# NoBarCodeReaderSelected
source: No bar code reader has been selected it might be impossible to start LS One POS using these settings.
bg: Не е избран четец на баркод, може да бъде невъзможно да се стартира LS One POS с помощта на тези настройки.
da: Der er ikke valgt nogen stregkodelæser, det kan være umuligt at starte LS One POS ved hjælp af disse indstillinger.
de: Es wurde kein Barcode-Lesegerät ausgewählt. Möglicherweise ist es nicht möglich, LS One POS mit diesen Einstellungen zu starten.
es: No ha seleccionado ningún lector de códigos de barras. Puede que sea imposible iniciar el punto de venta LS One con esta configuración.
fi: Vikakoodilukijaa ei ole valittu, LS One POSin käynnistäminen näillä asetuksilla voi olla mahdotonta.
fr: Aucun lecteur de codes barre n'a été sélectionné. Il pourrait être impossible de lancer LS One POS avec ces paramètres.
is: Enginn strikamerkjalesari hefur verið skráður, það gæi tverið ómögulegt að ræsa LS One POS með þessum stillingum.
nl: Er is geen barcode lezer geselecteerd. Het kan onmogelijk zijn om LS One POS te starten met deze instellingen.
nl_be: Er werd geen barcodelezer geselecteerd; het is misschien niet mogelijk om met behulp van deze instellingen LS One POS op te starten.
ru: Не обнаружен считыватель штрих кода. Это может послужить причиной невозвожности запуска LS One POS, использующей эти настройки.
sv: Ingen streckkodsläsare har valts möjligtvis går det inte att starta LS One kassan med dessa inställningar.
vi_vn: Không có đầu đọc mã vạch nào được chọn, có thể không thể khởi động LS One POS bằng các cài đặt này.

# NoCardReaderSelected
source: No card reader has been selected it might be impossible to start LS One POS using these settings.
bg: Не е избран четец на карти, може да е невъзможно да се стартира LS One POS чрез тези настройки.
da: Der er ikke valgt nogen kortlæser. Det kan være umuligt at starte LS One-kassen med disse indstillinger.
de: Es wurde kein Kartenlesegerät ausgewählt. Möglicherweise ist es nicht möglich, LS One POS mit diesen Einstellungen zu starten.
es: No ha seleccionado ningún lector de tarjetas. Puede que sea imposible iniciar el punto de venta LS One con esta configuración.
fi: Kortinlukijaa ei ole valittu, LS One kassaa voi olla mahdotonta käynnistää näillä asetuksilla.
fr: Aucun lecteur de carte n'a été sélectionné. Il pourrait être impossible de lancer LS One POS avec ces paramètres.
is: Enginn kortalesari hefur verið skráður, það gæi tverið ómögulegt að ræsa LS One POS með þessum stillingum.
nl: Er is geen kaartlezer geselecteerd. Het kan onmogelijk zijn om LS One POS te starten met deze instellingen.
nl_be: Er werd geen kaartlezer geselecteerd; het is misschien niet mogelijk om met behulp van deze instellingen LS One POS op te starten.
ru: Не выбран считыватель карт. Это может послужить причиной невозможности запуска LS One POS с этими настройками.
sv: Ingen kortläsare har valts det kan vara omöjligt att starta LS One kassan med dessa inställningar.
vi_vn: Không có đầu đọc thẻ nào được chọn, có thể không thể khởi động LS One POS bằng các cài đặt này.

# NoDrawerSelected
source: No drawer has been selected it might be impossible to start LS One POS using these settings.
bg: Не е избрано чекмедже, и може да бъде невъзможно да се стартира LS One POS с тези настройки.
da: Der er ikke valgt nogen skuffe, det kan være umuligt at starte LS One POS ved hjælp af disse indstillinger.
de: Es wurde keine Schublade ausgewählt. Möglicherweise ist es nicht möglich, LS One POS mit diesen Einstellungen zu starten.
es: No ha seleccionado ninguna caja registradora. Puede que sea imposible iniciar el punto de venta LS One con esta configuración.
fi: Kassalaatikkoa ei ole valittu, LS One POSin käynnistäminen näillä asetuksilla voi olla mahdotonta.
fr: Aucun tiroir n'a été sélectionné. Il pourrait être impossible de lancer LS One POS avec ces paramètres.
is: Engin skúffa hefur verið skráð, það gæti verið ómögulegt að ræsa LS One POS með þessum stillingum.
nl: Er is geen lade gekozen. Het kan onmogelijk zijn om LS One POS te starten met deze instellingen.
nl_be: Er werd geen lade geselecteerd; het is misschien niet mogelijk om met behulp van deze instellingen LS One POS op te starten.
ru: Не был выбран денежный ящик. Это может быть причиной невозможности запуска LS One POS, используя эти настройки.
sv: Ingen kassalåda har valts det kan vara omöjligt att starta LS One kassan med dessa inställningar.
vi_vn: Không có ngăn kéo nào được chọn, có thể không thể khởi động LS One POS bằng các cài đặt này.

# NoFolderLocationSelected
source: No folder location selected for windows printer
bg: Няма избрано място за папка за принтера на Windows
da: Der er ikke valgt nogen mappeplacering til Windows-printer
de: Kein Ordnerspeicherort für Windows-Drucker ausgewählt
es: No se ha seleccionado la ubicación de la carpeta para la impresora de Windows
fi: Windows-tulostimelle ei ole valittu kansion sijaintia
fr: Aucun emplacement de dossier sélectionné pour l'imprimante Windows
is: Engin mappa hefur verið valin fyrir windows prentarann
nl: Geen map locatie geselecteerd voor Windows printer
nl_be: Geen maplocatie geselecteerd voor windows-printer
ru: Не выбрана папка для Windows принтера
sv: Ingen mapp har valts för Windows-skrivare
vi_vn: Không có vị trí thư mục được chọn cho máy in windows

# NoKeySelected
source: No key has been selected it might be impossible to start LS One POS using these settings.
bg: Не е избран ключ, и може да бъде невъзможно да се стартира LS One POS с тези настройки.
da: Der er ikke valgt nogen nøgle, det kan være umuligt at starte LS One POS ved hjælp af disse indstillinger.
de: Es wurde kein Schlüssel ausgewählt. Möglicherweise ist es nicht möglich, LS One POS mit diesen Einstellungen zu starten.
es: No ha seleccionado ninguna clave. Puede que sea imposible iniciar el punto de venta LS One con esta configuración.
fi: Kassanäppäimistöä ei ole valittu, LS One POSin käynnistäminen näillä asetuksilla voi olla mahdotonta.
fr: Aucune clé n'a été sélectionnée. Il pourrait être impossible de lancer LS One POS avec ces paramètres.
is: Enginn lyklalás hefur verið skráður, það gæti verið ómögulegt að ræsa LS One POS með þessum stillingum.
nl: Geen sleutel is geselecteerd. Het kan onmogelijk zijn om LS One POS te starten met deze instellingen.
nl_be: Er werd geen sleutel geselecteerd; het is misschien niet mogelijk om met behulp van deze instellingen LS One POS op te starten.
ru: Не был выбран ключ. Это может быть причиной невозможности запуска LS One POS испольщующее данные настройки.
sv: Ingen nyckel har valts det kan vara omöjligt att starta LS One kassan med dessa inställningar.
vi_vn: Không có khóa chính nào được chọn, có thể không thể khởi động LS One POS bằng các cài đặt này.

# NoLineDisplaySelected
source: No line display has been selected it might be impossible to start LS One POS using these settings.
bg: Не е избран дисплей за реда, и може да се окаже невъзможно да се стартира LS One POS при тези настройки.
da: Der er ikke valgt noget kundedisplay. Det kan være umuligt at starte LS One-kassen med disse indstillinger.
de: Es wurde keine Zeilenanzeige ausgewählt. Möglicherweise ist es nicht möglich, LS One POS mit diesen Einstellungen zu starten.
es: No ha seleccionado ninguna visualización de líneas. Puede que sea imposible iniciar LS One POS con esta configuración.
fi: Asiakasnäyttöä ei ole valittu, LS One kassaa voi olla mahdotonta käynnistää näillä asetuksilla.
fr: Aucun affichage de ligne n'a été sélectionné. Il pourrait être impossible de lancer LS One POS avec ces paramètres.
is: Enginn línuskjár hefur verið skráður, það gæti verið ómögulegt að ræsa LS One POS með þessum stillingum.
nl: Er is geen lijnweergave geselecteerd. Het kan onmogelijk zijn om LS One POS te starten met deze instellingen.
nl_be: Er werd geen lijnweergave geselecteerd; het is misschien niet mogelijk om met behulp van deze instellingen LS One POS op te starten.
ru: Не выбран дисплей. Это может послужить причиной невозможности запуска LS One POS, использующей эти настройки.
sv: Ingen kunddisplay har valts, det kan vara omöjligt att starta LS One kassan med dessa inställningar.
vi_vn: Không có dòng hiển thị nào được chọn, có thể không thể khởi động LS One POS bằng các cài đặt này.

# NoLinesForDefaultProfile
source: The CSV profile can not be set as the default profile because it has no mapping lines. Please add mapping to the profile.
bg: Профилът на CSV не може да бъде зададен като подразбиращ се профил, тъй като няма линии за мапинг. Моля добавете мапинг към профила.
da: CSV-profilen kan ikke indstilles som standardprofil, fordi den ikke har nogle relationer. Tilføj relationer til profilen.
de: Das CSV-Profil kann nicht als Standardprofil festgelegt werden, da es über keine Zuordnungszeilen verfügt. Bitte fügen Sie dem Profil eine Zuordnung hinzu.
es: El perfil CSV no se puede configurar como perfil predeterminado porque no incluye líneas de asignación. Añada las asignaciones correspondientes al perfil.
fi: CSV-profiilia ei voi asettaa oletusprofiiliksi, koska sillä ei ole kohdistusrivejä. Ole hyvä ja lisää kohdistusrivit.
fr: Le profil CSV ne peut pas être réglé en tant que profil par défaut car il ne comporte aucune ligne de mappage. Veuillez ajouter le mappage au profil.
is: Ekki er hægt að setja CSV prófílin sem sjálgefinn prófíl vegna þess að hann hefur engar vörpunarlínur. VInsamlegast bætið vörpun við prófílinn.
nl: Het CSV-profiel kan niet worden ingesteld als het standaardprofiel omdat het geen mapping lijnen heeft. Voeg mapping toe aan het profiel.
nl_be: Het CSV-profiel kan niet als standaardprofiel worden ingesteld omdat het geen mappinglijnen bevat. Voeg mapping toe aan het profiel.
ru: CSV профиль не может быть установлен как профиль по умоляанию, потому что для него нет строк мэппинга. Пожалуйста, добавьте мжппинг в этот профиль.
sv: CSV-profilen kan inte väljas som standardprofil eftersom den inte har några mappningsrader. Lägg till mappning i profilen.
vi_vn: Không thể đặt cấu hình CSV làm cấu hình mặc định vì nó không có dòng mapping. Vui lòng thêm mâpping vào hồ sơ.

# NoPrinterSelected
source: No printer has been selected it might be impossible to start LS One POS using these settings.
bg: Не е избран принтер, и може да бъде невъзможно да се стартира LS One POS с тези настройки.
da: Der er ikke valgt nogen printer. Det kan være umuligt at starte LS One POS med disse indstillinger.
de: Es wurde kein Drucker ausgewählt. Möglicherweise ist es nicht möglich, LS One POS mit diesen Einstellungen zu starten.
es: No ha seleccionado ninguna impresora. Puede que sea imposible iniciar LS One POS con esta configuración.
fi: Tulostinta ei ole valittu, LS One kassaa voi olla mahdotonta käynnistää näillä asetuksilla.
fr: Aucune imprimante n'a été sélectionnée. Il pourrait être impossible de lancer LS One POS avec ces paramètres.
is: Enginn prentari hefur verið skráður, það gæti verið ómögulegt að ræsa LS One POS með þessum stillingum.
nl: Er is geen printer geselecteerd. Het kan onmogelijk zijn om LS One POS te starten met deze instellingen.
nl_be: Er werd geen printer geselecteerd; het is misschien niet mogelijk om met behulp van deze instellingen LS One POS op te starten.
ru: Не выбран принтер. Это может послужить причиной невозможности запуска LS One POS, использующей эти настройки.
sv: Ingen skrivare har valts, det kan vara omöjligt att starta LS One kassan med dessa inställningar.
vi_vn: Không có máy in nào được chọn, không thể khởi động LS One POS bằng các cài đặt này.

# NoScaleSelected
source: No scale has been selected it might be impossible to start LS One POS using these settings.
bg: Не е избрана везна, и може да бъде невъзможно да се стартира LS One POS с тези настройки.
da: Der er ikke valgt nogen vægt, det kan være umuligt at starte LS One POS ved hjælp af disse indstillinger.
de: Es wurde keine Skala ausgewählt. Möglicherweise ist es nicht möglich, LS One POS mit diesen Einstellungen zu starten.
es: No ha seleccionado ninguna balanza. Puede que sea imposible iniciar LS One POS con esta configuración.
fi: Vaakaa ei ole valittu, LS One POSin käynnistäminen näillä asetuksilla voi olla mahdotonta.
fr: Aucune balance n'a été sélectionnée. Il pourrait être impossible de lancer LS One POS avec ces paramètres.
is: Engin vigt hefur verið skráð, það gæti verið ómögulegt að ræsa LS One POS með þessum stillingum.
nl: Geen schaal is geselecteerd. Het kan onmogelijk zijn om LS One POS te starten met deze instellingen.
nl_be: Er werd geen weegschaal geselecteerd; het is misschien niet mogelijk om met behulp van deze instellingen LS One POS op te starten.
ru: Весы не обнаружены. Это может быть причиной невозможности запуска LS One POS. использующий эти настройки.
sv: Ingen våg har valts, det kan vara omöjligt att starta LS One kassan med dessa inställningar.
vi_vn: Không có cân nào nào được chọn, có thể không thể khởi động LS One POS bằng các cài đặt này.

source: No selection
bg: Няма избор
da: Ingen markeret
de: Keine Auswahl
es: Sin selección
fi: Ei valintaa
fr: Aucune sélection
is: Ekkert valið
nl: Geen selectie
nl_be: Geen selectie
ru: Нет выбора
sv: Inget markerat
vi_vn: Không có sự lựa chọn nào

# OneTypePerProfile
source: There can only be one instance of each type per profile
bg: Може да има само един инстанс от всеки вид за профил
da: Der kan kun være en forekomst af hver type pr. profil
de: Es kann nur eine Instanz für jeden Typ pro Profil vorhanden sein
es: Solo puede haber una instancia de cada tipo por perfil
fi: Jokaista tyyppiä voi olla vain yksi esiintymä profiilikohtaisesti
fr: Il ne peut y avoir qu'une seule instance de chaque type par profil
is: Það getur eingöngu verið til ein kvittun af hverri gerð í prófílnum
nl: Er kan slechts één voorbeeld van elk type per profiel zijn
nl_be: Er kan slechts één instantie van ieder type per profiel zijn
ru: Для профиля может быть только один экземпляр каждого типа
sv: Det kan bara vara en instans av varje typ per profil
vi_vn: Chỉ có thể có một phiên bản của mỗi loại cho mỗi hồ sơ

source: Other
bg: Друго
da: Andet
de: Sonstige
es: Otras
fi: Muu
fr: Autre
is: Annað
nl: Andere
nl_be: Andere
ru: Другое
sv: Annat
vi_vn: Khác

source: Printer
bg: Принтер
de: Drucker
es: Impresora
fi: Tulostin
fr: Imprimante :
is: Prentari
ru: Принтер
sv: Skrivare
vi_vn: Máy in

source: Profile management
bg: Управление на профили
da: Profiladministration
de: Profilverwaltung
es: Administración de perfiles
fi: Profiilinhallinta
fr: Gestion de profil
is: Prófílaumsjón
nl: Profielbeheer
nl_be: Profielbeheer
ru: Управление профилями
sv: Profil hantering
vi_vn: Quản lí hồ sơ

source: Prompt user
bg: Потвърждение от потребител
da: Spørg bruger
de: Benutzer auffordern
es: Preguntar al usuario
fi: Kysy käyttäjältä
fr: Demander à l'utilisateur
is: Spyrja notanda
nl: Gebruiker vragen
nl_be: Verificatie vragen
ru: Пригласить пользователя
sv: Prompt användare
vi_vn: Nhắc người dùng

source: Pump connection
da: Pumpetilslutning
de: Pumpenanschluss
es: Conexión de Bomba
fi: Pumpun liitäntä
fr: Raccord de pompe
is: Dælutenging
nl: Pompverbinding
nl_be: Pompaansluiting
ru: Подключение насоса
sv: Pumpkoppling
vi_vn: Kết nối nhanh

# ReceiptData
source: "Receipts data"
bg: " Данни разписки"
da: "Kvitteringsdata"
de: „Kassenbondaten”
es: "Datos de recibos"
fi: "Kuittien tiedot"
fr: « Données de reçus »
is: "Kassa kvittanir"
nl: "Ontvangstgegevens"
nl_be: "Ontvangstbewijzen gegevens"
ru: "Получение данных"
sv: ”Kvittouppgifter”
vi_vn: "Nhận dữ liệu"

# Related_CSVProfiles
source: CSV profiles
bg: CSV профили
da: CSV-profiler
de: CSV-Profile
es: Perfiles CSV
fi: CSV-profiilit
fr: Profils CSV
is: CSV prófílar
nl: Profielen
nl_be: CSV-profielen
ru: Профили CSV
sv: CSV-profiler
vi_vn: Tệp CSV

# Related_ResetDefaultProfile
source: Reset default profile
bg: Нулиране на профил по подразбиране
da: Nulstil standardprofil
de: Standardprofil zurücksetzen
es: Restaurar el perfil predeterminado
fi: Palauta oletusprofiili
fr: Rétablir le profil par défaut
is: Endursetja sjálfgefinn eyðublaðaprófíl
nl: Standaard profiel instellen
nl_be: Standaardprofiel resetten
ru: Сбросить профиль по умолчанию
sv: Återställ standardprofil
vi_vn: Đặt lại hồ sơ mặc định

# RemoveUserFromUserProfile
source: Are you sure you want to remove the selected user(s) from this profile?
bg: Наистина ли искате да премахнете избраните потребители от този профил?
da: Er du sikker på, at du vil fjerne de valgte bruger(e) fra denne profil?
de: Möchten Sie die ausgewählten Benutzer wirklich aus diesem Profil entfernen?
es: ¿Está seguro de que desea eliminar el/los usuario/s seleccionado/s de este perfil?
fi: Haluatko varmasti poistaa valitut käyttäjät tästä profiilista?
fr: Êtes-vous sûr(e) de vouloir retirer le(s) profil(s) d'utilisateur(s) choisis de ce profil ?
is: Ertu viss um að þú viljir taka þessa notendur úr prófílnum?
nl: Weet u zeker dat u de geselecteerde gebruiker (en) van dit profiel wilt verwijderen?
nl_be: Weet u zeker dat u de geselecteerde gebruiker(s) van dit profiel wilt verwijderen?
sv: Är du säker på att du vill ta bort den valda användaren/de valda användarna från denna profil?
vi_vn: Bạn có chắc chắn muốn xóa (các) người dùng đã chọn khỏi hồ sơ này không?

source: Replication
bg: Репликация
da: Replikation
de: Replikation
es: Replicación
fi: Replikointi
fr: Réplication
is: Gagnaflutningur
nl: Replicatie
nl_be: Replicatie
ru: Репликация
sv: Replikering
vi_vn: Sao chép

# ResetDefaultProfileHeader
source: Reset form profile
bg: Нулиране на форма профил
da: Nulstil formprofil
de: Formularprofil zurücksetzen
es: Restaurar el perfil de formulario
fi: Nollaa lomakeprofiili
fr: Rétablir le formulaire par défaut
is: Endursetja eyðublaðaprófíl
nl: Formformulier opnieuw instellen
nl_be: Formulierprofiel resetten
ru: Сбросить форму профиля
sv: Återställ formulärprofil
vi_vn: Đặt lại hồ sơ mẫu

# ResetDefaultProfileQuestion
source: This will overwrite any changes made to form layouts in the default form layout. Are you sure you want to continue?
bg: Това ще презапише всички промени, направени във форма изгледи, в изгледа по подразбиране. Сигурни ли сте, че искате да продължите?
da: Dette vil overskrive eventuelle ændringer, der er foretaget til formularlayouts i standard formularlayouten. Er du sikker på, at du vil fortsætte?
de: Dies wird alle Änderungen, die an den Formularlayouts im Standardformular vorgenommenen wurden, überschreiben. Möchten Sie wirklich fortfahren?
es: Esta acción anulará los cambios que haya hecho en los diseños de formulario del diseño de formulario predeterminado. ¿Está seguro de que desea continuar?
fi: Tämä korvaa kaikki muutokset oletusmallin lomakeasettelussa. Haluatko varmasti jatkaa?
fr: Ceci remplacera toutes les modifications effectuées dans la disposition par défaut du formulaire. Êtes-vous sûr(e) de vouloir continuer ?
is: Þessi aðgerð mun yfirskrifa allar breytingar sem gerðar hafa verið á sjálfgefna eyðublaðaprófílnum. Vildu halda áfram?
nl: Dit overschrijft alle wijzigingen die zijn aangebracht in lay-outs in de standaardformulierlay-out. Weet je zeker dat je door wilt gaan?
nl_be: Hierdoor zullen alle uitgevoerde wijzigingen aan formulierindeling worden teruggezet naar de standaard formulierindeling. Weet u zeker dat u wilt doorgaan?
ru: Это перезапишет любые изменения сделанные для форм макета в формах макета по умолчанию. Продолжить?
sv: Detta kommer att skriva över alla ändringar som gjorts för att skapa layouter i standardformulärets layout. Är du säker på att du vill fortsätta?
vi_vn: Điều này sẽ ghi đè bất kỳ thay đổi nào được thực hiện trong biêu mẫu ở biểu mẫu mặc định. Bạn có chắc chắn muốn tiếp tục?

source: RFID reader
bg: RFID четец
da: RFID-læser
de: RFID-Leser
es: Lector RFID
fi: RFID-lukija
fr: Lecteur RFID
is: RFID lesari
nl: USB RFID READER
nl_be: RFID-lezer
ru: RFID считыватель
sv: RFID läsare
vi_vn: Đầu đọc RFID

source: Scale
bg: Везна
da: Vægt
de: Waage
es: Balanza
fi: Vaaka
fr: Balance
is: Vog
nl: Schalen
nl_be: Weegschaal
ru: Весы
sv: Våg
vi_vn: Cân

source: Select folder location
bg: Изберете местоположение на папката
da: Vælg mappeplacering
de: Ordnerspeicherort auswählen
es: Seleccionar la ubicación de la carpeta
fi: Valitse kansion sijainti
fr: Sélectionner un emplacement de dossier
is: Veljið möppu
nl: Kies Nieuwe Folder Locatie
nl_be: Maplocatie selecteren
ru: Выбор местоположения паки
sv: Välj mapp
vi_vn: Chọn vị trí thư mục

# SelectLayoutHeaderText
source: Select a layout for the user profile
bg: Изберете изглед за потребителски профил
da: Vælg et layout til brugerprofilen
de: Ein Layout für das Benutzerprofil auswählen
es: Seleccione un diseño para el perfil de usuario
fi: Valitse ulkoasu käyttäjäprofiiliin
fr: Choisissez une mise en page pour ce profil d'utilisateur
is: Veljið snertihnappaútlit fyrir notendaprófílinn
nl: Selecteer een lay-out voor het gebruikersprofiel
nl_be: Selecteer een lay-out voor het gebruikersprofiel
sv: Välj en layout för användarprofilen
vi_vn: Chọn một biểu mẫu cho hồ sơ người dùng

# SelectLayoutLabel
source: Layout:
bg: Оформление:
da: Opsætning:
es: Diseño:
fi: Asettelu:
fr: Disposition:
is: Útlit:
nl_be: Indeling:
ru: Макет:
vi_vn: Bố cục:

# SelectStoreHeaderText
source: Select a store for the user profile
bg: Изберете магазин за потребителския профил
da: Vælg en butik til brugerprofilen
de: Ein Geschäft für das Benutzerprofil auswählen
es: Seleccione una tienda para el perfil de usuario
fi: Valitse myymälä käyttäjäprofiiliin
fr: Choisissez un magasin pour ce profil d'utilisateur
is: Veljið búð fyrir notendaprófílinn
nl: Selecteer een winkel voor het gebruikersprofiel
nl_be: Selecteer een winkel voor het gebruikersprofiel
sv: Välj en butik för användarprofilen
vi_vn: Chọn một cửa hàng cho hồ sơ người dùng
