Repository: iespana/LSOne
Catalog: SM/Plugins/Profiles/Properties/resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# SelectStoreLabel
source: Store:
bg: Магазин
da: Butik
de: Geschäft:
es: Tienda:
fi: Myymälä
fr: Magasin:
is: Búð:
nl: Winkel
nl_be: Winkel:
ru: Магазин:
sv: Butik:
vi_vn: Cửa hàng

# SelectVisualProfileHeaderText
source: Select a visual profile for the user profile
bg: Изберете визуален профил за потребителския профил
da: Vælg en visuel profil for brugerprofilen
de: Ein visuelles Profil für das Benutzerprofil auswählen
es: Seleccione un perfil visual para el perfil de usuario
fi: Valitse käyttäjäprofiilin visuaalinen profiili
fr: Choisissez un profil visuel pour ce profil d'utilisateur
is: Veljið útlitsprófíl til að setja á notendaprófílinn
nl: Selecteer een visueel profiel voor het gebruikersprofiel
nl_be: Selecteer een visueel profiel voor het gebruikersprofiel
sv: Välj en visuell profil för användarprofilen
vi_vn: Chọn một hồ sơ trực quan cho hồ sơ người dùng

# SelectVisualProfileLabel
source: Visual profile:
bg: Визуален профил
da: Visuel profil
de: Visuelles Profil:
es: Perfil visual:
fi: Visuaalinen profiili
fr: Profil visuel :
is: Útlitsprófíll:
nl: Visueel profiel
nl_be: Visueel profiel:
ru: Профиль визуализации
sv: Visuell profil:
vi_vn: Hồ sơ trực quan

# SetDefaultCSVImportProfileQuestion
source: Are you sure you want to set the selected import profile as default?
bg: Наистина ли искате да зададете избрания профил за импортиране по подразбиране?
da: Er du sikker på, at du vil indstille den valgte importprofil som standard?
de: Sind Sie sicher, dass Sie das ausgewählte Importprofil als Standard festlegen möchten?
es: ¿Está seguro de que desea configurar el perfil de importación seleccionado como perfil predeterminado?
fi: Haluatko varmasti asettaa valitun tuontiprofiilin oletusasetukseksi?
fr: Êtes-vous sûr de vouloir régler le profil d'importation sélectionné en tant que défaut ?
is: Ertu viss um að þú viljir setja valinn innlestrarprófíl sem sjálfgefinn?
nl: Weet u zeker dat u het geselecteerde importprofiel als standaard wilt instellen?
nl_be: Weet u zeker dat u het geselecteerde importprofiel als standaard wilt instellen?
ru: Вы уверены, что хотите сделать выбранный профиль импорта файла, как профиль по умолчанию?
sv: Vill du välja den markerade importprofilen som standard?
vi_vn: Bạn có chắc chắn muốn chọn khấu hình vừa kết nhập đã chọn làm mặc định?

source: Show preview
bg: Предварителен преглед
da: Vis forhåndsvisning
de: Vorschau anzeigen
es: Mostrar vista previa
fi: Näytä esikatselu
fr: Afficher l'aperçu
is: Sjá útlit
nl: Toon preview
nl_be: Voorbeel tonen
ru: Показать предпросмотр
sv: Visa förhandsgranska
vi_vn: Hiển thị xem trước

source: Sites
bg: Местоположения
da: Lokationer
de: Standorte
es: Tiendas
fi: Sivustot
is: Búðir
ru: Сайты
sv: Anläggningar
vi_vn: Websites

source: Staff
bg: Персонал
da: Personale
de: Mitarbeiter
es: Personal
fi: Henkilökunta
fr: Employés
is: Starfslið
nl: Werknemers
nl_be: Personeel
ru: Персонал
sv: Personal
vi_vn: Nhân viên

source: Start of day
bg: Начало на деня
da: Dagsstart
de: Tagesbeginn
es: Inicio del día
fi: Päivän alku
fr: Début de journée
is: Byrjunarupphæð dags
nl: Begin van de dag
nl_be: Begin werkdag
ru: Начало дня
sv: Dagsstart
vi_vn: Bắt đầu cuả ngày hôm nay

source: Stock
bg: Запаси
da: Lager
de: Lager
es: Existencias
fi: Varasto
is: Birgðir
nl: Voorraad
nl_be: Voorraad
ru: Склад
sv: Lager
vi_vn: Kho hàng

source: Store
bg: Магазин
da: Butik
de: Geschäft
es: Tienda
fi: Myymälä
fr: Magasin
is: Búð
nl: Winkel
nl_be: Winkel
ru: Магазин
sv: Butik
vi_vn: Cửa hàng

source: Store default
bg: Магазин по подразбиране
da: Butiksstandard
de: Geschäftsstandard
es: Valor predeterminado de tienda
fi: Tallenna oletus
fr: Magasin par défaut
is: Sjálfgefið á búð
nl: Standaard winkel
nl_be: Winkel standaard
ru: Магазин по умолчанию
sv: Butiksstandard
vi_vn: Cửa hàng mặc định

source: Store setup
bg: Настройки на магазина
da: Butiksopsætning
de: Geschäftssetup
es: Configuración de la tienda
fi: Myymälän asetukset
fr: Paramétrage magasin
is: Uppsetning búða
nl: Winkel instellingen
nl_be: Instelling voor de winkel
ru: Настройка магазина
sv: Butiksinställningar
vi_vn: Thiết lập cửa hàng

source: Style profile
bg: Стил профил
da: Stilprofil
de: Stilprofil
es: Perfiles visuales
fi: Tyyliprofiili
fr: Profil de style
is: Stíls prófíll
nl: Stijl profiel
nl_be: Stijlprofiel
ru: Профиль стиля
sv: Stilprofil
vi_vn: Giao diện hồ sơ

# StyleProfileDescription
source: Use this option to view or edit style profiles
bg: Използвайте тази опция, за да преглеждате или редактирате профили за стилове
da: Brug denne indstilling til at se eller redigere stilprofiler
de: Verwenden Sie diese Option, um Stilprofile anzusehen oder zu bearbeiten
es: Utilice esta opción para ver o editar los perfiles visuales
fi: Tämän asetuksen avulla voit tarkastella tai muokata tyyliprofiileja
fr: Utilisez cette option pour afficher ou modifier des profils de style
is: Þessi aðgerð leyfir notanda að breyta og búa til prófíla fyrir stíla
nl: Gebruik deze optie om stijlprofielen te bekijken of te wijzigen
nl_be: Deze optie gebruiken om stijlprofielen te bekijken of te bewerken
ru: Используйте эту опцию для просмотра и редактирования профайлов стиля
sv: Använd alternativet för att se eller redigera stilprofiler
vi_vn: Sử dụng tùy chọn này để xem hoặc chỉnh sửa giao diện hồ sơ

# StyleProfileLineAlreadyExists
source: This style profile line combination already exists and cannot be saved.
bg: Тази комбинация ред профил стил вече съществува и не може да бъде запазена.
da: Denne stilprofil liniekombination findes allerede og kan ikke gemmes.
de: Diese Stilprofilzeilenkombination existiert bereits und kann nicht gespeichert werden.
es: Esta combinación de líneas de perfil visual ya existe y no se puede guardar.
fi: Tämä tyyliprofiilin rivi on jo olemassa, eikä sitä voi tallentaa
fr: Cette association de lignes de profils existe déjà et ne peut pas être enregistrée.
is: Þessi samsetning stíls er þegar til. Ekki er hægt að vista þessa samsetningu.
nl: Deze combinatie van stijlprofielen bestaat al en kan niet worden opgeslagen.
nl_be: Deze combinatie van stijlprofiellijnen bestaat al en kan niet worden opgeslagen.
ru: Кобинация строк стиля профиля уже существует и не может быть сохранена.
sv: Radkombinationen för stilprofilen finns redan och kan inte sparas.
vi_vn: Sự kết hợp giao diện hồ sơ này đã tồn tại và không thể được lưu.

source: Style profile lines
bg: Редове профил стил
da: Stil profillinjer
de: Stilprofilzeilen
es: Líneas de perfil visual
fi: Tyyliprofiilin rivit
fr: Lignes de profils de style
is: Línur stíls
nl: Stijlprofielijnen
nl_be: Stijlprofiellijnen
ru: Строки стиля профиля
sv: Stilprofilrader
vi_vn: Dòng giao diện hồ sơ

source: Style profiles
bg: Профили стил
da: Stil profiler
de: Stilprofile
es: Perfiles visuales
fi: Tyyliprofiilit
fr: Profils de styles
is: Stíls prófílar
nl: Stijlprofielen
nl_be: Stijlprofielen
ru: Профили стиля
sv: Stilprofiler
vi_vn: Giao diện hồ sơ

source: Styles
bg: Стилове
da: Temaer
de: Formate
es: Estilos
fi: Tyylit
is: Stílar
nl: Stijlen
nl_be: Stijlen
ru: Стили
sv: Format
vi_vn: Các kiểu

source: Surveillance camera
bg: Камера за наблюдение
da: Overvågningskamera
de: Überwachungskamera
es: Cámara de vigilancia
fi: Valvontakamera
fr: Caméra de surveillance
is: Eftirlitsmyndavél
nl: Surveillance camera lens
nl_be: Bewakingscamera
ru: Камера видеонаблюдения
sv: Övervakningskamra
vi_vn: Camera giám sát

source: Terminal
bg: Терминал:
fi: Pääte:
is: Útstöð
nl: Kassa
ru: Терминал:
vi_vn: Thiết bị đầu cuối

# TheFolderSelectedDoesNotExist
source: Folder {0} does not exist. Please select a folder that already exists.
bg: Папката {0} не съществува. Моля изберете папка, която вече съществува.
da: Mappe {0} findes ikke. Vælg en mappe, der allerede findes.
de: Ordner {0} ist nicht vorhanden. Bitte wählen Sie einen bereits vorhandenen Ordner aus.
es: La carpeta {0} no existe. Seleccione una carpeta que ya exista.
fi: Kansio {0} ei ole olemassa. Valitse kansio, joka on jo olemassa.
fr: Le fichier {0} n'existe pas. Veuillez sélectionner un dossier existant.
is: Mappan {0} er ekki til. Vinsamlegast veljið möppu sem er til.
nl: Folder {0} bestaat niet. Selecteer alstublieft een map die al bestaat.
nl_be: Map {0} bestaat niet. Selecteer een map die al bestaat.
ru: Папка {0} не существует. Пожалуйста, выберите папку, которая уже существует.
sv: Mappen {0} finns inte. Välj en mapp som redan finns.
vi_vn: Thư mục {0} không tồn tại. Vui lòng chọn một thư mục đã tồn tại.

source: User profile
bg: Профил на потребител:
da: Brugerprofil
de: Benutzerprofil:
es: Perfil de usuario:
fi: Käyttäjäprofiili:
fr: Profil d'utilisateur :
is: Notendaprófíll
nl: Gebruikersprofiel
nl_be: Gebruikersprofiel:
sv: Användarprofil:
vi_vn: Hồ sơ người dùng:

source: User profiles
bg: Потребителски профили
da: Brugerprofiler
de: Benutzerprofile
es: Perfiles de usuario
fi: Käyttäjäprofiilit
fr: Profils d'utilisateurs
is: Notendaprófílar
nl: Gebruikersprofielen
nl_be: Gebruikersprofielen
sv: Användarprofiler
vi_vn: Thông tin người dùng

# UserProfilesInUse
source: All selected profiles are in use and cannot be deleted.
bg: Всички избрани профили се използват и не могат да бъдат изтрити.
da: Alle valgte profiler er i brug og kan ikke slettes.
de: Alle ausgewählten Profile werden verwendet und können nicht gelöscht werden.
es: Todos los perfiles seleccionados están en uso y no se pueden eliminar.
fi: Kaikki valitut profiilit ovat käytössä ja niitä ei voi poistaa.
fr: Tous les profils sélectionnés sont en cours d'utilisation et ne peuvent pas être supprimés.
is: Ekki er hægt að eyða út notendaprófílunum þar sem þeir eru allir í notkun.
nl: Alle geselecteerde profielen zijn in gebruik en kunnen niet worden verwijderd.
nl_be: Alle geselecteerde profielen zijn actief en kunnen niet worden verwijderd.
sv: Alla de valda användarprofilerna används och kan inte raderas.
vi_vn: Tất cả các cấu hình đã chọn đang được sử dụng và không thể xóa.

# UserProfilesTooltipDescription
source: View and manage user profiles
bg: Преглед и управление на потребителски профили
da: Se og administrer brugerprofiler
de: Benutzerprofile anzeigen und verwalten
es: Ver y administrar perfiles de usuario
fi: Tarkastele ja hallinnoi käyttäjäprofiileja
fr: Afficher et gérer les profils d'utilisateurs
is: Skoða og breyta notendaprófílum
nl: Bekijk en beheer gebruikersprofielen
nl_be: Gebruikersprofielen weergeven en beheren
sv: Se och hantera användarprofiler
vi_vn: Xem và quản lý hồ sơ người dùng

source: Visual profile
bg: Визуален профил
da: Visuel profil
de: Visuelles Profil
es: Perfil visual
fi: Visuaalinen profiili
fr: Profil visuel :
is: Útlitsprófíll
nl: Visueel profiel
nl_be: Visueel profiel
ru: Профиль визуализации
sv: Visuell profil
vi_vn: Hồ sơ trực quan

# VisualProfileDefaultScreenResolution
source: Default screen resolution
bg: Резолюция на екрана по подразбиране
da: Standard skærmopløsning
de: Standardbildschirmauflösung
es: Resolución de pantalla predeterminada
fi: Oletusnäytön resoluutio
fr: Résolution de l'écran par défaut
is: Sjálfgefin skjáupplausn
nl: Standaard schermresolutie
nl_be: Standaard schermresolutie
ru: Разрешение экрана по умолчанию
sv: Standard skärmupplösning
vi_vn: Độ phân giải màn hình mặc định

# VisualProfileRibbon
source: Visual
bg: Визуален
da: Visuel
de: Visuell
fi: Visuaalinen
fr: Visuel
is: Útlit
nl: Visueel
nl_be: Visueel
ru: Визуальный
sv: Visuell
vi_vn: Trực quan

source: Visual profiles
bg: Визуални профили
da: Visuelle profiler
de: Visuelle Profile
es: Perfiles visuales
fi: Visuaaliset profiilit
fr: Profils visuels
is: Útlitsprófílar
nl: Visuele profielen
nl_be: Visuele profielen
ru: Профили визуализации
sv: Visuella profiler
vi_vn: Hồ sơ trực quan

# VisualProfilesDescription
source: Use this option to view or edit visual profiles
bg: Използвайте тази опция, за да преглеждате или редактирате визуални профили
da: Brug denne indstilling til at se eller redigere visuelle profiler
de: Verwenden Sie diese Option, um visuelle Profile anzusehen oder zu bearbeiten
es: Utilice esta opción para ver o editar perfiles visuales.
fi: Käytä tätä toimintoa nähdäksesi tai muokataksesi visuaalisia profiileja
fr: Utilisez cette option pour afficher ou modifier des profils visuels
is: Veldu þennan kost til að birta eða breyta útlitsprófíl
nl: Gebruik deze optie om visuele profielen te bekijken of te bewerken
nl_be: Deze optie gebruiken om visuele profielen te bekijken of te bewerken
ru: Используйте эту опцию для просмотра или редактирования визуальных профайлов
sv: Använd alternativet för att se eller redigera visuella profiler
vi_vn: Sử dụng tùy chọn này để xem hoặc chỉnh sửa hồ sơ trực quan

# VisualProfilesTooltipDescription
source: Manage visual profiles which define screen setup for the terminals
bg: Управление на визуални профили, които определят настройките на екрана за терминалите
da: Administrer visuelle profiler, der definerer skærmopsætning for terminalerne
de: Visuelle Profile verwalten, die die Bildschirmeinrichtung für Kassen festlegen
es: Administrar los perfiles visuales que definen la configuración de la pantalla de los terminales
fi: Hallitse visuaalisia profiileja, jotka määrittävät päätelaitteiden näytön asetukset
fr: Gérer des profils visuels pour définir le paramétrage de l'écran des terminaux
is: Umsjón útlitsprófíla, sem skilgreina skjáuppsetning fyrir útstöðvar
nl: Beheer visuele profielen die de schermopstelling voor de terminals definiëren
nl_be: Visuele profielen beheren die de scherminstelling voor de terminals bepalen
ru: Управление профилями визуализации, который определяет экран, настроенный для терминалов
sv: Hantera visuella profiler som definierar skärmkonfigurationen för terminalerna
vi_vn: Quản lý cấu hình trực quan xác định thiết lập màn hình cho quầy thanh toán

# VisualProfileUserResizable
source: User can resize
bg: Потребителят може да преоразмерява
da: Bruger kan ændre størrelse
de: Der Benutzer kann die Größe ändern
es: El usuario puede redimensionar la imagen
fi: Käyttäjä voi muuttaa kokoa
fr: L'utilisateur peut redimensionner
is: Notandi má breyta stærð
nl: De gebruiker kan het formaat wijzigen
nl_be: Gebruiker kan nieuwe grootte invoeren
ru: Пользователь может изменить размер
sv: Användare kan ändra storlek
vi_vn: Người dùng có thể thay đổi kích thước

source: Import
da: Importer
