Repository: iespana/LSOne
Catalog: SM/Plugins/Profiles/Properties/resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# DeleteProfileQuestion
source: Are you sure you want to delete the selected visual profile?
bg: Наистина ли искате да изтриете избрания визуален профил?
da: Er du sikker på, at du vil slette den valgte visuelle profil?
de: Sind Sie sicher, dass Sie das ausgewählte visuelle Profil löschen wollen?
es: ¿Está seguro de que desea borrar el perfil visual seleccionado?
fi: Haluatko varmasti poistaa valitun visuaalisen profiilin?
fr: Êtes-vous sûr(e) de vouloir supprimer le profil visuel choisi ?
is: Ertu viss um að þú viljir eyða völdum útlitsprófíl?
nl: Weet u zeker dat u het geselecteerde visuele profiel wilt verwijderen?
nl_be: Weet u zeker dat u het geselecteerde visuele profiel wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный визуальный профайл?
sv: Vill du radera vald visuell profil?
vi_vn: Bạn có chắc chắn muốn xóa hồ sơ trực quan đã chọn?

source: Delete style profile
bg: Изтриване на стил профил
da: Slet stilprofil
de: Stilprofil löschen
es: Eliminar perfil visual
fi: Poista tyyliprofiili
fr: Supprimer le profil de style
is: Eyða stíl prófíl
nl: Verwijder stijl profiel
nl_be: Stijlprofiel verwijderen
ru: Удалить профайл стиля
sv: Radera stilprofil
vi_vn: Xóa giao diện hồ sơ

source: Delete style profile line
bg: Изтриване ред профил на стила
da: Slet stilprofillinje
de: Stilprofilzeile löschen
es: Eliminar línea de perfil visual
fi: Poista tyyliprofiilin rivi
fr: Supprimer la ligne de profil de style
is: Eyða stíl prófíl línu
nl: Verwijder de stijlprofielijn
nl_be: Lijn stijlprofiel verwijderen
ru: Удалить строку профайла стиля
sv: Radera stilprofilrad
vi_vn: Xóa dòng giao diện hồ sơ

# DeleteStyleProfileLineQuestion
source: Are you sure you want to delete the selected style profile line?
bg: Наистина ли искате да изтриете избраната линия на профила на стила?
da: Er du sikker på, at du vil slette den valgte stil profillinje?
de: Möchten Sie die ausgewählte Stilprofilzeile wirklich löschen?
es: ¿Está seguro de que desea eliminar la línea de perfil visual seleccionada?
fi: Haluatko varmasti poistaa valitun tyyliprofiilin rivin?
fr: Êtes-vous sûr(e) de vouloir supprimer la ligne de profil de style choisie ?
is: Ertu viss um að þú viljir eyða út stíl línunni?
nl: Weet u zeker dat u de geselecteerde stijlprofielijn wilt verwijderen?
nl_be: Weet u zeker dat u de geselecteerde lijn stijlprofiel wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранную строку профайла стиля?
sv: Vill du radera vald stilprofilrad?
vi_vn: Bạn có chắc chắn muốn xóa dòng hồ sơ giao diện đã lựa chọn?

# DeleteStyleProfileQuestion
source: Are you sure you want to delete the selected style profile?
bg: Наистина ли искате да изтриете избрания профил на стил?
da: Er du sikker på, at du vil slette den valgte stilprofil?
de: Sind Sie sicher, dass Sie den ausgewählten Stil löschen wollen? ?
es: ¿Está seguro de que desea eliminar el perfil visual seleccionado?
fi: Haluatko varmasti poistaa valitun tyyliprofiilin?
fr: Êtes-vous sûr(e) de vouloir supprimer le style choisi ?
is: Ertu viss um að þú viljir eyða út stíl prófílnum?
nl: Weet u zeker dat u het geselecteerde stijlprofiel wilt verwijderen?
nl_be: Weet u zeker dat u het geselecteerde stijlprofiel wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный профайл стиля?
sv: Vill du radera vald stilprofil?
vi_vn: Bạn có chắc chắn muốn xóa dòng giao diện?

# DeleteUserProfile
source: Are you sure you want to delete the selected user profile?
bg: Сигурни ли сте, че искате да изтриете избрания потребителски профил?
da: Er du sikker på, at du vil slette den valgte brugerprofil?
de: Möchten Sie das ausgewählte Benutzerprofil wirklich löschen?
es: ¿Está seguro de que desea eliminar el perfil de usuario seleccionado?
fi: Haluatko varmasti poistaa valitun käyttäjäprofiilin?
fr: Êtes-vous sûr(e) de vouloir supprimer le profil d'utilisateur choisi ?
is: Ertu viss um að þú viljir eyða út þessum notendaprófíl?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
nl_be: Weet u zeker dat u het geselecteerde gebruikersprofiel wilt verwijderen?
sv: Är du säker på att du vill radera den valda användarprofilen?
vi_vn: Bạn có chắc chắn muốn xóa dòng Hồ sơ người dùng?

# DeleteUserProfileCaption
source: Delete user profile(s)
bg: Изтриване на потребителски профил (и)
da: Slet brugerprofil(er)
de: Benutzerprofil(e) löschen
es: Eliminar perfil(es) de usuario
fi: Poista käyttäjän profiili(t)
fr: Supprimer le(s) profil(s) d'utilisateur(s)
is: Eyða notendaprófíl(um)
nl: Verwijder gebruikersprofiel (en)
nl_be: Verwijder gebruikersprofiel(en)
sv: Radera användarprofil (-er)
vi_vn: Xóa (các) hồ sơ người dùng

# DeleteUserProfiles
source: Are you sure you want to delete the selected user profiles?
bg: Сигурни ли сте, че искате да изтриете избраните потреб.профили?
da: Er du sikker på, at du vil slette de valgte brugerprofiler?
de: Möchten Sie die ausgewählten Benutzerprofile wirklich löschen?
es: ¿Está seguro de que desea eliminar los perfiles de usuario seleccionados?
fi: Haluatko varmasti poistaa valitun käyttäjäprofiilin?
fr: Êtes-vous sûr(e) de vouloir supprimer les profils d'utilisateurs choisis ?
is: Ertu viss um að þú viljir eyða út þessum notendaprófílum?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
nl_be: Weet u zeker dat u de geselecteerde gebruikersprofielen wilt verwijderen?
sv: Är du säker på att du vill radera de valda användarprofilerna?
vi_vn: Bạn có chắc chắn muốn xóa hồ sơ người dùng đã chọn?

# DeleteUserProfilesInUse
source: Some of the selected user profiles are in use and cannot be deleted. Do you want to continue?
bg: Някои от избраните потребителски профили се използват и не могат да бъдат изтрити. Искате ли да продължите?
da: Nogle af de valgte brugerprofiler er i brug og kan ikke slettes. Vil du fortsætte?
de: Einige der ausgewählten Benutzerprofile werden verwendet und können nicht gelöscht werden. Möchten Sie fortfahren?
es: Algunos de los perfiles de usuario seleccionados están en uso y no se pueden eliminar. ¿Desea continuar?
fi: Jotkut valituista käyttäjäprofiileista ovat käytössä ja niitä ei voi poistaa. Haluatko jatkaa?
fr: Certains des profils d'utilisateurs choisis sont en cours d'utilisation et ne peuvent pas être supprimés. Souhaitez-vous continuer ?
is: Ekki er hægt að eyða út hluta af völdum notendaprófílum þar sem þeir eru í notkun. Viltu halda áfram?
nl: Sommige van de geselecteerde gebruikersprofielen zijn in gebruik en kunnen niet worden verwijderd. Wil je doorgaan?
nl_be: Sommige van de geselecteerde gebruikersprofielen zijn actief en kunnen niet worden verwijderd. Wilt u doorgaan?
sv: Vissa av de valda användarprofilerna används och kan inte raderas. Vill du fortsätta?
vi_vn: Một số hồ sơ người dùng đã chọn đang được sử dụng và không thể xóa. Bạn có muốn tiếp tục?

source: Description
bg: Описание:
da: Beskrivelse
de: Beschreibung:
es: Descripción:
fi: Kuvaus:
is: Lýsing
nl: Omschrijving:
nl_be: Omschrijving:
sv: Beskrivning:
vi_vn: Mô tả:

source: Discount settings
bg: Настройки за отстъпки
da: Rabatindstillinger
de: Rabatteinstellungen
es: Configuración de descuentos
fi: Alennusasetukset
fr: Paramètres de remises
is: Afsláttastillingar
nl: Korting instellingen
nl_be: Kortingsinstellingen
ru: Настройки скидки
sv: Rabattinställningar
vi_vn: Cài đặt chiết khấu

# DoNotCopyUserProfile
source: Do not copy existing user profile
bg: Не копирайте съществуващ потребителски профил
da: Kopier ikke eksisterende brugerprofil
de: Vorhandene Benutzerprofile nicht kopieren
es: No copiar el perfil de usuario existente
fi: Älä kopioi olemassaolevaa käyttäjäprofiilia
fr: Ne pas copier le profil d'utilisateur existant
is: Ekki afrita notendaprófíl sem er til
nl: Kopieer niet bestaand gebruikersprofiel
nl_be: Bestaand gebruikersprofiel niet kopiëren
sv: Kopiera inte befintlig användarprofil
vi_vn: Không sao chép hồ sơ người dùng hiện có

source: Drawer
bg: Чекмедже
da: Skuffe
de: Aussteller
es: Caja registradora
fi: Kassalaatikko
fr: Tiroir
is: Skúffa
nl: Kassalade
nl_be: Lade
ru: Денежный ящик
vi_vn: Ngăn kéo

source: Dual display
bg: Двоен дисплей
da: Dobbeltskærm
de: Dual-Bildschirm
es: Pantalla doble
fi: Tuplanäyttö
fr: Affichage double
is: Aukaskjár
nl: Dubbele display
nl_be: Dubbele display
ru: Двустрочный дисплей
sv: Dual-skärm
vi_vn: Màn hình kép

# EditCmd
source: Edit
bg: Редактиране
da: Rediger ...
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
is: Breyta
nl: Bewerken
nl_be: Bewerken
ru: Редактировать
sv: Redigera
vi_vn: Chỉnh sửa

source: Edit context
bg: Редактиране на контекста
da: Rediger kontekst
de: Kontext bearbeiten
es: Editar contexto
fi: Muokkaa kontekstia
fr: Modifier le contexte
is: Afrit samhengi
nl: Context bewerken
nl_be: Context bewerken
ru: Редактировать содержимое
sv: Redigera kontext
vi_vn: Chỉnh sửa nội dung

source: Edit layout
bg: Редактиране изглед
da: Rediger layout
de: Layout bearbeiten
es: Editar diseño
fi: Muokkaa asettelua
fr: Modifier la mise en page
is: Breyta útliti
nl: Lay-out bewerken
nl_be: Lay-out bewerken
sv: Redigera layout
vi_vn: Sửa giao diện

source: Edit store
bg: Редактиране на магазина
da: Rediger butik
de: Geschäft bearbeiten
es: Editar tienda
fi: Muokkaa myymälää
fr: Modifier le magasin
is: Breyta búð
nl: Filiaal bewerken
nl_be: Winkel bewerken
ru: Редактировать магазин
sv: Redigera butik
vi_vn: Sửa cửa hàng

# EditStyleProfileLine
source: Edit profile line
bg: Редактиране ред профил
da: Rediger profillinje
de: Profilzeile bearbeiten
es: Editar línea de perfil
fi: Muokkaa profiilin linjaa
fr: Modifier la ligne de profil
is: Breyta prófíllínu
nl: Profiel bewerken
nl_be: Profiellijn bewerken
ru: Редактировать строку профайла
sv: Redigera profilrad
vi_vn: Chỉnh sửa hồ sơ

source: Edit visual profile
bg: Редактиране визуален профил
da: Rediger visuel profil
de: Visuelle Profile bearbeiten
es: Editar Perfiles Visuales
fi: Muokkaa visuaalista profiilia
fr: Modifier les profils visuels
is: Breyta útlitsprófílum
nl: Bewerk visuele profielen
nl_be: Visuele profielen bewerken
ru: Редактирование визуальных профилей
sv: Redigera visuella profiler
vi_vn: Chỉnh sửa hồ sơ trực quan

# ErrorCannotLoadDeviceList
source: No device list found at host {0}, check if the printing station service is running at the host and has printers installed
bg: Няма списък с устройства на хост {0}, проверете дали услугата на печатната станция работи на хоста и дали са инсталирани принтери
da: Der blev ikke fundet nogen enhedsliste hos vært {0}, kontroller, om udskrivningsstationstjenesten kører hos værten og har printere installeret
de: Es wurde keine Geräteliste beim Host {0} gefunden. Prüfen Sie, ob der Druckstationsdienst beim Host ausgeführt wird und ob Drucker installiert wurden
es: No se encontró ninguna lista de dispositivos en el host {0}. Compruebe que el servicio de estación de impresión funcione en el host y que haya impresoras instaladas.
fi: Yhtään laiteluetteloa ei löydy isäntäkoneelta {0}, tarkista onko tulostusasemapalvelu käynnissä isäntäkoneelta ja että tulostimet on asennettu
fr: Aucune liste de dispositif trouvée chez l'hôte {0}. Vérifiez que le service du poste d'impression est en marche chez l'hôte et comporte des imprimantes installées
is: Engin tæki fundust á hýsli {0}, ath. hvort það séu einhverjir prentarar settir upp og að kerfið sé keyrandi
nl_be: Geen apparatenlijst gevonden bij host {0}. Controleer of de printstationservice bij de host werkt en de printers geïnstalleerd zijn
ru: На хосте {0} не обнаружен список устройств. Проверьте запушена ли служба станции печати и установлен ли принтер
sv: Inga maskiner hittades på fjärrvärd {0}, kolla att skrivaren är rätt uppsätt och att tjänsten är startad
vi_vn: Không tìm thấy danh sách thiết bị tại máy chủ {0}, kiểm tra xem dịch vụ trạm in có chạy ở máy chủ không và đã cài đặt máy in chưa

source: Fiscal printer
bg: Фискален принтер
da: Kvitteringsprinter
de: Finanzdrucker
es: Impresora fiscal
fi: Fiskaalitulostin
fr: Imprimante fiscale
is: Skattaprentari
nl: Fiscale printer
nl_be: Printer fiscaal bewijs
ru: Фискальный принтер
sv: Fiskal skrivare
vi_vn: Máy in tài chính

# ForecourtManager
source: Forcourt manager
bg: Мениджър Бензиностанция
es: Administrador de mostrador
fi: Mittarikentän johtaja
fr: Gestionnaire de station-service
is: Eldsneytisstýring
nl: Voorganger manager
nl_be: Manager voorterrein
ru: Менеджер АЗС
sv: Forcourt chef
vi_vn: Quản lý Forcourt

source: Form layouts
bg: Оформления форми
da: Formularlayouts
de: Formular-Layouts
es: Diseños de formulario
fi: Lomakkeen asettelut
fr: Dispositions de formulaires
is: Eyðublaðauppsetning
nl: Formulierlayouts
nl_be: Formulierlayouts
ru: Макеты форм
sv: Formulärlayouter
vi_vn: Bố cục

# FormLayoutsDescription
source: Use this option to view or edit form layouts
bg: Използвайте тази опция, за да преглеждате или редактирате оформления на форми
da: Brug denne indstilling til at få vist eller redigere formularlayouts
de: Verwenden Sie diese Option, um Formular-Layouts anzuzeigen oder zu bearbeiten
es: Utilice esta opción para ver o editar los diseños de formulario
fi: Tämän asetuksen avulla voit tarkastella tai muokata lomakeasetteluita
fr: Utilisez cette option pour afficher ou modifier des dispositions de formulaires
is: Veldu þennan valmöguleika til að skoða eða breyta eyðublaðsuppsetningum
nl: Gebruik deze optie om formulierlayouts te bekijken of bewerken
nl_be: Gebruik deze optie om formulierlayouts te bekijken of aan te passen
ru: Используйте эту опцию для просмотра или редактирования макетов формы
sv: Använd alternativet för att se eller redigera formulärlayouter
vi_vn: Sử dụng tùy chọn này để xem hoặc chỉnh sửa bố cục biểu mẫu

# FormProfileDescription
source: Use this option to view or edit form profiles
bg: Използвайте тази опция, за да преглеждате или редактирате профили на форми
da: Brug denne indstilling til at se eller redigere formularprofiler
de: Verwenden Sie diese Option, um Formularprofile anzusehen oder zu bearbeiten
es: Utilice esta opción para ver o editar los perfiles de formulario
fi: Tämän vaihtoehdon avulla voit tarkastella tai muokata lomakeprofiileja
fr: Utilisez cette option pour afficher ou modifier des profils de formulaires
is: Veldu þennan kost til að skoða eða breyta eyðublaðaprófílum
nl: Gebruik deze optie om profielen te bekijken of bewerken
nl_be: Gebruik deze optie om formulierprofielen te bekijken of bewerken
ru: Используйте эту опцию для просмотра или редактирования профайлов форм
sv: Använd alternativet för att se eller redigera formulärprofiler
vi_vn: Sử dụng tùy chọn này để xem hoặc chỉnh sửa hồ sơ biểu mẫu

source: Form profiles
bg: Форми профили
da: Formular profiler
de: Formularprofile
es: Perfiles de formulario
fi: Lomake profiili
fr: Profils de formulaires
is: Eyðublaðaprófílar
nl: Profielen
nl_be: Formulierprofielen
ru: Профили форм
sv: Formulärprofiler
vi_vn: Hồ sơ

# FormProfilesTooltipDescription
source: Organize form layouts into profiles to be able to use different printouts at different stores
bg: Организирайте форми изглед в профили, за да можете да използвате различни разпечатки в различни магазини
da: Organiser formlayouts i profiler for at kunne bruge forskellige udskrifter i forskellige butikker
de: Organisieren Sie Formularlayouts in Profile, um verschiedene Ausdrucke in verschiedenen Geschäften nutzen zu können
es: Organizar los diseños de formularios en perfiles para poder utilizar distintas copias impresas en diferentes tiendas
fi: Järjestä lomake ulkoasut profiileiksi, jotta voit käyttää eri lomakepohjia eri myymälöissä
fr: Organiser des dispositions de formulaires en profils pour pouvoir utiliser des imprimés différents selon les magasins
is: Skipuleggja eyðublaðauppsetningar á prófíla til að geta notað mismunandi kvittanir í mismunandi búðum
nl: Organiseer formulierlayouts in profielen om verschillende afdrukken in verschillende winkels te kunnen gebruiken
nl_be: Formulierlay-outs organiseren in profielen om verschillende uitdraaien te kunnen gebruiken in andere winkels
ru: Организация макетов форм в профилях, чтобы иметь возможность использовать различные распечатки в различных магазинах
sv: Dela in formulärlayouter i profiler för att kunna använda olika utskrifter i olika butiker
vi_vn: Sắp xếp bố cục biểu mẫu của hồ sơ để có thể sử dụng các bản in khác nhau tại các cửa hàng khác nhau

source: Forms
bg: Форми
da: Formularer
de: Formulare
es: Formularios
fi: Lomakkeet
fr: Formulaires
is: Eyðublöð
nl: Formulieren
nl_be: Formulieren
ru: Формы
sv: Formulär
vi_vn: Biểu mẫu

source: Functionality profile
bg: Функционален профил
da: Funktionalitetsprofil
de: Funktionalitätsprofil
es: Perfil de la función
fi: Toiminnallisuusprofiili
fr: Profil de la fonctionnalité :
is: Virkniprófíll
nl: Functionality Profiel
nl_be: Functionaliteitsprofiel
ru: Функциональный профиль
sv: Funktionsprofil
vi_vn: Hồ sơ chức năng

source: Functionality profiles
bg: Функцион.профили
da: Funktionalitetsprofiler
de: Funktionalitätsprofile
es: Perfiles de funcionalidad
fi: Toiminnallisuusprofiilit
fr: Profils de fonctionnalité
is: Virkniprófílar
nl: Functionaliteitsprofielen
nl_be: Functionaliteitsprofielen
ru: Профайлы функциональности
sv: Funktionalitetsprofiler
vi_vn: Hồ sơ chức năng

# FunctionalityProfilesDescription
source: Use this option to view or edit functionality profiles
bg: Използвайте тази опция, за да видите или редактирате профили на функционалност
da: Brug denne indstilling til at se eller redigere funktionalitetsprofiler
de: Verwenden Sie diese Option, um Funktionsprofile anzusehen oder zu bearbeiten
es: Utilice esta opción para ver o editar perfiles de funcionalidad.
fi: Tämän toiminnon avulla voit tarkastella tai muokata toiminnallisuusprofiileja
fr: Utilisez cette option pour afficher ou modifier des profils de fonctionnalité
is: Veldu þennan kost til að birta eða breyta virkniprófíl
nl: Gebruik deze optie om functionaliteitsprofielen te bekijken of te wijzigen
nl_be: Deze optie gebruiken om functionaliteitsprofielen te bekijken of te bewerken
ru: Используйте эту опцию для просмотра или редактирования функциональных профайлов
sv: Använd alternativet för att se eller redigera funktionalitetsprofiler
vi_vn: Sử dụng tùy chọn này để xem hoặc chỉnh sửa hồ sơ chức năng

# FunctionalityProfilesRibbon
source: Functionality
bg: Функционалност
da: Funktionalitet
de: Funktionalität
es: Funcionalidad
fi: Toiminnallisuus
fr: Fonctionnalité
is: Virkni
nl: Functionaliteit
nl_be: Functionaliteit
ru: Функциональность
sv: Funktionalitet
vi_vn: Chức năng

# FunctionalityProfilesTooltipDescription
source: Manage functionality profiles which include various settings for the terminals
bg: Управление на функционалните профили, които включват различни настройки за терминалите
da: Administrer funktionalitetsprofiler, der indeholder forskellige indstillinger for terminalerne
de: Funktionsprofile verwalten, die verschiedene Einstellungen für Kassen enthalten
es: Administrar los perfiles de funciones que incluyen diversas configuraciones para los terminales
fi: Hallitse toiminnallisuusprofiileja, jotka sisältävät useita erilaisia päätelaitteiden asetuksia
fr: Gérer des profils de fonctionnalités incluant plusieurs réglages pour les terminaux
is: Umsjón virkniprófíla, sem innihalda ýmsar stillingar fyrir útstöðvar
nl: Beheer functionaliteitsprofielen die diverse instellingen voor de terminals bevatten
nl_be: Functionaliteitsprofielen beheren met verschillende instellingen voor de terminals
ru: Управлениями функциональными профилями, которые включают различные настройки для терминалов
sv: Hantera funktionsprofiler som innehåller olika inställningar för terminalerna
vi_vn: Quản lý hồ sơ chức năng bao gồm các cài đặt khác nhau cho quầy thanh toán

source: Hardware profiles
bg: Хардуерни профили
da: Hardwareprofiler
de: Hardwareprofile
es: Perfiles de hardware
fi: Laitteistoprofiilit
fr: Profils matériels
is: Vélbúnaðarprófílar
nl: Hardware profielen
nl_be: Hardwareprofielen
ru: Профили оборудования
sv: Maskinvaruprofiler
vi_vn: Hồ sơ phần cứng

# HardwareProfilesDescription
source: Use this option to view or edit hardware profiles
bg: Използвайте тази опция, за да преглеждате или редактирате хардуерни профили
da: Brug denne indstilling til at se eller redigere hardwareprofiler
de: Verwenden Sie diese Option, um Hardwareprofile anzusehen oder zu bearbeiten
es: Utilice esta opción para ver o editar perfiles de hardware.
fi: Tämän vaihtoehdon avulla voit tarkastella tai muokata laitteistoprofiileja
fr: Utilisez cette option pour afficher ou modifier des profils matériels
is: Veldu þennan kost til að birta eða breyta vélbúnaðarprófíl
nl: Gebruik deze optie om hardwareprofielen te bekijken of te wijzigen
nl_be: Deze optie gebruiken om hardwareprofielen te bekijken of te bewerken
ru: Используйте эту опцию для просмотра или редактирования профайлов оборудования
sv: Använd alternativet för att se eller redigera hårdvaruprofiler
vi_vn: Sử dụng tùy chọn này để xem hoặc chỉnh sửa hồ sơ phần cứng

# HardwareProfilesTooltipDescription
source: Manage hardware profiles to connect the terminals to different peripherals such as receipt printers and cash drawers
bg: Управлявайте хардуерните профили, за да свържете терминалите към различни периферни устройства, като например принтери за касови бележки и касови чекмеджета
da: Administrer hardwareprofiler for at forbinde terminalerne til forskellige perifere enheder, f.eks. kvitteringsprintere og kontantskuffer
de: Hardwareprofile verwalten, die die Kassen mit verschiedenen Peripheriegeräten verbinden, z. B. Drucker für Kassenbons und Kassenladen
es: Administrar los perfiles de hardware para conectar los terminales a diferentes periféricos (por ejemplo, impresoras de recibos y cajas registradoras)
fi: Hallitse laitteistoprofiileja liittääksesi työaseman erilaisiin oheislaitteisiin, kuten kuititulostimiin ja rahalaatikoihin
fr: Gérer les profils matériel pour connecter les terminaux aux périphériques, comme les imprimantes de reçus et les tiroirs-caisse
is: Umsjón vélbúnaðarprófíla til að tengja útstöðvar við mismunandi jaðartæki eins og prentara og skúffur
nl: Beheer hardwareprofielen om de terminals aan te sluiten op verschillende randapparatuur, zoals ontvangstprinters en kassa's
nl_be: Hardwareprofielen beheren om terminals aan te sluiten op verschillende randapparaten zoals ticketprinters en kassalades
ru: Управлениями профилями оборудования для связи с терминалами к разной периферии, такой как принтеры чеков и денежные ящики
sv: Hantera hårdvaruprofiler för anslutning av terminaler till kringutrustning som kvittoskrivare och kassalådor
vi_vn: Quản lý hồ sơ phần cứng để kết nối các quầy thu ngân với các thiết bị ngoại vi khác nhau như máy in hóa đơn và ngăn kéo đựng tiền

# ImageDirectory
source: Select a directory that contains the images
bg: Изберете директория, която съдържа изображенията
da: Vælg et bibliotek, der indeholder billederne
de: Wählen Sie ein Verzeichnis, das die Bilder enthält
es: Seleccione un directorio que contenga las imágenes.
fi: Valitse hakemisto, joka sisältää kuvat
fr: Choisissez un répertoire comportant les images
is: Veldu möppu sem inniheldur myndirnar
nl: Selecteer een map die de afbeeldingen bevat
nl_be: Een directory selecteren die de afbeeldingen bevat
ru: Выберите директорию, в которой содержатся изображения
sv: Välj mapp som innehåller bilder
vi_vn: Chọn một thư mục chứa các hình ảnh

source: "Insert default data"
bg: „Вмъкване на данни по подразбиране“
da: "Indsæt standarddata"
de: „Standarddaten eingeben”
es: "Insertar los datos predeterminados"
fi: "Syötä oletustiedot"
fr: « Insérer des données par défaut »
is: "Innlestur á sjálfgefnum gögnum"
nl: "Standaard gegevens invoegen"
nl_be: "Standaardgegevens invoegen"
ru: "Вставка данных по умолчанию"
sv: ”Infoga standarddata”
vi_vn: "Chèn dữ liệu mặc định"
