Repository: iespana/LSOne
Catalog: SM/Plugins/RetailItems/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Add
bg: Добавяне
da: Tilføj
de: Hinzufügen
es: Añadir
fi: Lisää
fr: Ajouter
is: Bæta við
nl: Toevoegen
nl_be: Toevoegen
ru: Добавить
sv: Lägg till
vi_vn: Cộng thêm

source: Delete
bg: Изтриване
da: Slet
de: Löschen
es: Borrar
fi: Poista
fr: Supprimer
is: Eyða
nl: Verwijderen
nl_be: Verwijderen
ru: Удалить
sv: Ta bort
vi_vn: Xóa

source: Edit
bg: Редактиране
da: Rediger ...
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
is: Breyta
nl: Bewerken
nl_be: Bewerken
ru: Редактировать
sv: Redigera
vi_vn: Chỉnh sửa

source: Item Master
bg: Главен артикул
da: Vare master
de: Artikelmaster
es: Maestro de artículos
fi: Tuotemaster
fr: Élément maître d'article
is: Vörumaster
nl: Artikel masker
nl_be: Artikel Master
ru: Мастер товаров
sv: Artikelmaster
vi_vn: Danh mục vật tư

source: Retail item
bg: Ритейл Артикул
da: Salgsvare
de: Einzehandelsartikel
es: Artículo minorista
fi: Vähittäismyyntituote
fr: Article de vente au détail
is: Kassavara
nl: retail artikel
nl_be: Retailartikel
ru: Розничный товар
sv: Retail-artikel
vi_vn: Mặt hàng bán lẻ

source: Retail items
bg: Ритейл артикули
da: Salgsvarer
de: Einzelhandelsartikel
es: Artículos minoristas
fi: Tuotteet
fr: Articles de vente au détail :
is: Kassavörur
nl: Retail artikelen
nl_be: Retailartikelen
ru: Розничные товары
sv: Retail-artiklar
vi_vn: Mặt hàng bán lẻ

source: General
bg: Обща информация
da: Generelt
de: Allgemein
fi: Yleinen
fr: Général
is: Almennt
nl: Algemeen
nl_be: Algemeen
ru: Общее
sv: Allmänt
vi_vn: Chung

source: All
bg: Всички
da: Alle
de: Alle
es: Todo
fi: Kaikki
fr: Tous
is: Allar
nl: Alles
nl_be: Allemaal
ru: Все
sv: Alla
vi_vn: Tất cả

source: Convertible
bg: Трансформиращ
da: Konverterbare
de: Umrechenbar
fi: Muunnettavissa
is: Umreiknanlegt
nl: Converteerbaar
nl_be: Omzetbaar
ru: Трансформируемый
sv: Konverterbara
vi_vn: Có khả năng chuyển đổi

source: Inventory
bg: Материални запаси
da: Lagerbeholdning
de: Bestand
es: Inventario
fi: Varasto
fr: Stock
is: Birgðir
nl: Inventarisatie
nl_be: Inventaris
ru: Склад
sv: Lager
vi_vn: Tồn kho

source: New retail item
bg: Нов ритейл артикул
da: Ny salgsvare
de: Neuer Einzelhandelsartikel
es: Nuevo artículo minorista
fi: Uusi vähittäismyyntituote
fr: Nouvel article de vente au détail
is: Ný vara
nl: Nieuwe retail-item
nl_be: Nieuw retailartikel
ru: Новый розничный товар
sv: Ny detaljhandelsartikel
vi_vn: Mặt hàng bán lẻ mới

# NewRetailItemDescription
source: Use this option to create a new retail item
bg: Използвайте тази опция, за да създадете нов ритейл артикул
da: Brug denne indstilling til at oprette en ny salgsvare
de: Verwenden Sie diese Option, um einen neues Einzelhandelsartikel zu erstellen
es: Utilice esta opción para crear un nuevo artículo minorista.
fi: Käytä tätä vaihtoehtoa luodaksesi uuden vähittäismyyntituotteen
fr: Utilisez cette option pour créer un nouvel article de vente au détail
is: Veldu þennan kost til að búa til nýja vöru
nl: Gebruik deze optie om een nieuw retail-item maken
nl_be: Deze optie gebruiken om een nieuw retailartikel aan te maken
ru: Используйте это меню для создания нового товара
sv: Använd alternativet för att skapa en ny detaljhandelsartikel
vi_vn: Sử dụng tùy chọn này để tạo một mặt hàng bán lẻ mới

source: Price/Discount
bg: Цена / отстъпка
da: Pris/rabat
de: Preis/Rabatt
es: Precio/Descuento
fi: Hinta/alennus
fr: Prix/remise
is: Verð/afslættir
nl: Prijs Korting
nl_be: Prijs/korting
ru: Цена/Скидка
sv: Priser/rabatter
vi_vn: Giảm giá

source: Purchase
bg: Покупка
da: Indkøb
de: Einkauf
es: Comprar
fi: Osto
fr: Achat
is: Kaup
nl: Inkoop
nl_be: Aankoop
ru: Покупка
sv: Inköp
vi_vn: Mua

source: Retail
bg: Търговия на дребно
da: Salg
de: Einzelhandel
es: Minorista
fi: Vähittäiskauppa
fr: Vente au détail
is: Verslun
nl: Kleinhandel
ru: Розница
vi_vn: Bán lẻ

# RetailItemNew
source: New item
bg: Нов артикул
da: Ny vare
de: Neuer Artikel
es: Nuevo artículo
fi: Uusi tuote
fr: Nouvel article
is: Ný vara
nl: Nieuw item
nl_be: Nieuw artikel
ru: Новый товар
sv: Ny artikel
vi_vn: Mục mới

source: Sales
bg: Продажби
da: Salg
de: Verkäufe
es: Ventas
fi: Myynti
fr: Ventes
is: Sala
nl: Verkoop
nl_be: Verkoop
ru: Продажи
sv: Försäljning
vi_vn: Bán hàng

source: View items
bg: Преглед артикули
da: Vis varer
de: Artikel anzeigen
es: Ver artículos
fi: Näytä tuotteet
fr: Afficher les articles
is: Skoða vörur
nl: Bekijk items
nl_be: Artikelen bekijken
ru: Просмотр товаров
sv: Vy artiklar
vi_vn: Xem mục

# ViewItemsDescription
source: Use this option to find and view retail items
bg: Използвайте тази опция, за да намерите и прегледате ритейл артикулите
da: Brug denne mulighed til at finde og se salgsvarer
de: Verwenden Sie diese Option, um Einzelhandelsartikel zu finden und anzuzeigen
es: Utilice esta opción para buscar y ver artículos minoristas.
fi: Tämän vaihtoehdon avulla voit etsiä ja tarkastella vähittäismyyntituotteita
fr: Utilisez cette option pour trouver et afficher les articles de vente au détail
is: Veldu þennan kost til að finna og skoða vörur
nl: Met deze optie kunt vinden en retail items weergeven
nl_be: Deze optie gebruiken om retailartikelen te zoeken en te bekijken
ru: Используйте эту опцию для поиска и просмотра розничных товаров
sv: Använd alternativet för att hitta och se artiklar
vi_vn: Sử dụng tùy chọn này để tìm và xem các mặt hàng bán lẻ

source: All groups
bg: Всички групи
da: Alle grupper
de: Alle Gruppen
es: Todos los grupos
fi: Kaikki ryhmät
fr: Tous les groupes
is: Allir hópar
nl: Alle groepen
nl_be: Alle groepen
ru: Все группы
sv: Alla grupper
vi_vn: Tất cả các nhóm

source: Default store has no tax group attached to it
bg: Магазин по подразбиране няма свързана данъчна група
da: Standardbutik har ingen momsgruppe knyttet til den
de: Standardgeschäft hat keine Steuergruppe beigefügt
es: La tienda predeterminada no tiene un grupo impositivo asociado.
fi: Oletusmyymälältä puuttuu veroryhmä
fr: Le magasin par défaut n'est associé à aucun groupe de taxe
is: Sjálfgefin búð hefur ekki VSK flokk á sér
nl: Standaard winkel heeft geen fiscale groep eraan verbonden
nl_be: Er is geen btw-groep met de standaard winkel verbonden
ru: Для магазина по умолчанию не назначена налоговая группа
sv: Standardbutik har ingen momsgrupp kopplat till sig
vi_vn: Cửa hàng mặc định không có nhóm thuế kèm theo

source: Delete retail department
bg: Изтриване на ритейл отдел
da: Slet vareafdeling
de: Einzelhandelsbranche löschen
es: Borrar departamento minorista
fi: Poista osasto
fr: Supprimer un département de vente au détail
is: Eyða vörudeild
nl: Retail departement verwijderen
nl_be: Retailafdeling verwijderen
ru: Удалить розничный отдел
sv: Radera detaljhandelsavdelning
vi_vn: Xóa bộ phận bán lẻ

# DeleteRetailDepartmentQuestion
source: Are you sure you would like to delete the selected retail department ?
bg: Наистина ли искате да изтриете избрания ритейл отдел?
da: Er du sikker på, at du vil slette den valgte vareafdeling?
de: Sind Sie sicher, dass Sie die ausgewählte Einzelhandelsbranche löschen wollen?
es: ¿Está seguro de que desea borrar el departamento minorista seleccionado?
fi: Haluatko varmasti poistaa valitun osaston?
fr: Êtes-vous sûr(e) de vouloir supprimer le département de vente au détail choisi ?
is: Ertu viss um að þú viljir eyða valdri vöru deild ?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde detailhandel afdeling?
nl_be: Weet u zeker dat u de geselecteerde retailafdeling wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный розничный отдел ?
sv: Vill du radera vald detaljhandelsavdelning?
vi_vn: Bạn có chắc chắn muốn xóa bộ phận bán lẻ đã chọn?

source: Delete retail group
bg: Изтриване на ритейл група
da: Slet varegruppe
de: Einzelhandelsgruppe löschen
es: Borrar grupo minorista
fi: Poista tuoteryhmä
fr: Supprimer le groupe de vente au détail
is: Eyða smásöluflokki
nl: Retail groep verwijderen
nl_be: Retailgroep verwijderen
ru: Удалить розничную группу
sv: Radera detaljhandelsgrupp
vi_vn: Xóa nhóm bán lẻ

# DeleteRetailGroupQuestion
source: Are you sure you would like to delete the selected retail group ?
bg: Наистина ли искате да изтриете избраната ритейл група?
da: Er du sikker på, at du vil slette den valgte varegruppe?
de: Sind Sie sicher, dass Sie die ausgewählte Einzelhandelsgruppe löschen wollen?
es: ¿Está seguro de que desea borrar el grupo minorista seleccionado?
fi: Haluatko varmasti poistaa valitun tuoteryhmän ?
fr: Êtes-vous sûr(e) de vouloir supprimer le groupe de vente au détail choisi ?
is: Ertu viss um að þú viljir eyða völdum smásölu flokki ?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde retail group?
nl_be: Weet u zeker dat u de geselecteerde retailgroep wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранную розничную группу ?
sv: Vill du radera vald detaljhandelsgrupp?
vi_vn: Bạn có chắc chắn muốn xóa nhóm bán lẻ đã chọn?

source: Delete retail item
bg: Изтриване ритейл група
da: Slet salgsvare
de: Einzelhandelsartikel löschen
es: Borrar artículo minorista
fi: Poista vähittäismyyntituote
fr: Supprimer l'article de vente au détail
is: Eyða kassavöru
nl: Retail-item verwijderen
nl_be: Retailartikel verwijderen
ru: Удалить розничный товар
sv: Radera detaljhandelsartikel
vi_vn: Xóa mặt hàng bán lẻ

# DeleteRetailItemQuestion
source: Are you sure you would like to delete the selected retail item ?
bg: Сигурни ли сте, че искате да изтриете избрания ритейл артикул?
da: Er du sikker på, at du vil slette den valgte salgsvare?
de: Sind Sie sicher, dass Sie den ausgewählten Einzelhandelsartikel löschen wollen?
es: ¿Está seguro de que desea borrar el artículo minorista seleccionado?
fi: Haluatko varmasti poistaa valitun vähittäismyyntituotteen?
fr: Êtes-vous sûr(e) de vouloir supprimer l'article de vente au détail choisi ?
is: Ertu viss um að þú viljir eyða valdri kassa vöru ?
nl: Weet u zeker dat u wilt verwijderen van het geselecteerde retail-item?
nl_be: Weet u zeker dat u het geselecteerde retailartikel wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный розничный товар ?
sv: Vill du radera vald detaljhandelsartikel?
vi_vn: Bạn có chắc chắn muốn xóa mục bán lẻ đã chọn?

source: Item has no tax group attached to it
bg: Артикулът не е свързан с данъчна група
da: Varen har ingen momsgruppe knyttet til den
de: Artikel hat keine Steuergruppe beigefügt
es: El artículo no tiene un grupo impositivo asociado.
fi: Tälle tuotteelle ei ole liitetty veroluokkaa
fr: L'article n'est associé à aucun de taxe
is: Vara hefur ekki VSK flokk á sér
nl: Item heeft geen fiscale groep eraan verbonden
nl_be: Er is geen btw-groep met het artikel verbonden
ru: Товару не назначена налоговая группа
sv: Artikel har ingen momsgrupp kopplad till sig
vi_vn: Sản phẩm không có nhóm thuế đi kèm

source: No default store selected
bg: Няма избран магазин по подразбиране
da: Ingen standard butik valgt
de: Kein Standardgeschäft ausgewählt
es: No se ha seleccionado una tienda predeterminada.
fi: Oletusmyymälää ei ole valittu
fr: Aucun magasin par défaut n'a été choisi
is: Engin sjálfgefin búð er valin
nl: Geen standaard winkel geselecteerd
nl_be: Geen standaardwinkel geselecteerd
ru: Нет выбранного магазина по умолчанию
sv: Ingen standard butik vald
vi_vn: Không có cửa hàng mặc định được chọn

source: Overwrite values
bg: Презаписване на стойности
da: Overskriv værdier
de: Werte überschreiben
es: Sobrescribir valores
fi: Korvaa arvot
fr: Remplacer les valeurs
is: Yfirskrifa gildi
nl: Waarden overschrijven
nl_be: Waarden overschrijven
ru: Перезаписать значения
sv: Skriv över värden
vi_vn: Ghi đè giá trị

# OverwriteValuesQuestion
source: Do you want to overwrite item values with values from the selected retail group ?
bg: Искате ли да замените стойностите на артикулите със стойности от избраната ритейл група?
da: Vil du overskrive vareværdier med værdier fra den valgte varegruppe?
de: Möchten Sie Artikelwerte mit Werten aus der ausgewählten Einzelhandelsgruppe überschreiben?
es: ¿Desea sobrescribir valores de artículos con valores del grupo minorista seleccionado?
fi: Haluatko korvata tuotteen arvot valituilla tuoteryhmän arvoilla?
fr: Souhaitez-vous remplacer les valeurs d'articles par des valeurs du groupe de vente au détail choisi ?
is: Viltu yfirskrifa gildi á kassa vöru með gildum úr völdum smásöluflokki?
nl: Wilt u het overschrijven van artikelwaarden met waarden uit de geselecteerde retail group?
nl_be: Wilt u artikelwaarden overschrijven met waarden uit de geselecteerde retailgroep?
ru: Вы хотите перезаписать значения товара значениями из выбранной розничной группы ?
sv: Vill du skriva över artikelvärden från vald detaljhandelsgrupp?
vi_vn: Bạn có muốn ghi đè các giá trị hàng bằng các giá trị từ nhóm bán lẻ đã chọn không?

source: Retail department
bg: Отдел Търговия на дребно
da: Vareafdeling
de: Einzelhandelsbranche
es: Departamento minorista
fi: Osasto
fr: Département de vente au détail
is: Vörudeild
nl: Verkoop afdeling
nl_be: Retailafdeling
ru: Розничный отдел
sv: Retail-avdelning
vi_vn: Bộ phận bán lẻ

source: Retail departments
bg: Отдели за търговия на дребно:
da: Vareafdelinger
de: Einzelhandelsbranchen
es: Departamentos minoristas
fi: Osastot:
fr: Départements de vente au détail :
is: Vörudeildir
nl: Retail afdelingen:
nl_be: Retailafdelingen
ru: Розничные отделы:
sv: Detaljhandelsavdelningar
vi_vn: Bộ phận bán lẻ:

source: Retail group
bg: Ритейл група
da: Varegruppe
de: Einzelhandelsgruppe
es: Grupo minorista
fi: Tuoterymä
fr: Groupe de vente au détail
is: Smásöluflokkur
nl: Retail groep
nl_be: Retailgroep
ru: Розничная группа
sv: Retail-grupp
vi_vn: Nhóm bán lẻ

source: Retail groups
bg: Ритейл групи
da: Varegrupper
de: Einzelhandelsgruppen
es: Grupos minoristas
fi: Tuoteryhmät
fr: Groupes de vente au détail
is: Smásöluflokkar
nl: Retail groepen
nl_be: Retailgroepen
ru: Розничные группы
sv: Detaljhandelsgrupper
vi_vn: Nhóm bán lẻ

source: View item
bg: Преглед Артикул
da: Vis vare
de: Artikel anzeigen
es: Ver artículo
fi: Näytä tuote
fr: Afficher l'article
is: Skoða vöru
nl: Item weergeven
nl_be: Artikel bekijken
ru: Просмотр товара
sv: Visa artikel
vi_vn: Xem mục

source: View retail departments
bg: Преглед ритейл отдели
da: Vis vareafdelinger
de: Einzelhandelsbranchen anzeigen
es: Ver departamentos minoristas
fi: Katso osastoja
fr: Afficher les départements de vente au détail
is: Skoða vörudeildir
nl: Weergave retail diensten
nl_be: Retailafdelingen bekijken
ru: Просмотр розничных отделов
sv: Vy detaljhandelsavdelningar
vi_vn: Xem các bộ phận bán lẻ

# ViewRetailDepartmentsDescription
source: Use this option to view and edit retail departments
bg: Използвайте тази опция, за да преглеждате и редактирате ритейл отделите
da: Brug denne mulighed til at se og redigere vareafdelinger
de: Verwenden Sie diese Option, um Einzelhandelsbranchen anzuzeigen und zu bearbeiten
es: Utilice esta opción para ver y editar departamentos minoristas.
fi: Tämän vaihtoehdon avulla voit tarkastella ja muokata osastoja
fr: Utilisez cette option pour afficher et modifier les départements de vente au détail
is: Notaðu þennan kost til að eiga við vörudeildir
nl: Met deze optie kunt weergeven en bewerken van retail diensten
nl_be: Deze optie gebruiken om retailafdelingen te bekijken en te bewerken
ru: Используйте эту опцию для просмотра и редактирования розничных отделов
sv: Använd alternativet för att se och redigera detaljhandelsavdelningar
vi_vn: Sử dụng tùy chọn này để xem và chỉnh sửa các bộ phận bán lẻ

source: View retail groups
bg: Преглед ритейл групи
da: Vis varegrupper
de: Einzelhandelsgruppen anzeigen
es: Ver grupos minoristas
fi: Näytä tuoteryhmät
fr: Afficher les groupes de vente au détail
is: Skoða smásöluflokka
nl: Bekijk retail groepen
nl_be: Retailgroepen bekijken
ru: Просмотр розничных групп
sv: Vy detaljhandelsgrupper
vi_vn: Xem nhóm bán lẻ

# ViewRetailGroupsDescription
source: Use this option to view and edit retail groups
bg: Използвайте тази опция, за да преглеждате и редактирате ритейл групи
da: Brug denne indstilling til at se og redigere varegrupper
de: Verwenden Sie diese Option, um Einzelhandelsgruppen anzuzeigen und zu bearbeiten
es: Utilice esta opción para ver y editar grupos minoristas.
fi: Tämän vaihtoehdon avulla voit tarkastella ja muokata tuoteryhmiä
fr: Utilisez cette option pour afficher et modifier les groupes de vente au détail
is: Notaðu þennan kost til að eiga við smásöluflokka
nl: Met deze optie kunt weergeven en bewerken van retail-groepen
nl_be: Deze optie gebruiken om retailgroepen te bekijken en te bewerken
ru: Используйте эту опцию для просмотра и редактирования розничных групп
sv: Använd alternativet för att se och redigera detaljhandelsgrupper
vi_vn: Sử dụng tùy chọn này để xem và chỉnh sửa các nhóm bán lẻ

source: Add to group
bg: Добавяне към група
da: Tilføj til gruppe
de: Zur Gruppe hinzufügen
es: Añadir a grupo
fi: Lisää ryhmään
fr: Ajouter au groupe
is: Setja í hóp
nl: Toevoegen aan groep
nl_be: Aan groep toevoegen
ru: Добавить к группе
sv: Lägg till i grupp
vi_vn: Thêm vào Nhóm

source: BOM
de: Stückliste
es: Lista de materiales
fi: Rakennetuote (BOM)
fr: Nomenclature
is: Uppskrift
sv: Strukturartikel

source: Delete special group
bg: Изтриване на специална група
da: Slet specialgruppe
de: Sondergruppe löschen
es: Borrar grupo especial
fi: Poista erikoisryhmä
fr: Supprimer le groupe spécial
is: Eyða sérflokki
nl: Speciale groep verwijderen
nl_be: Speciale groep verwijderen
ru: Удалить специальную группу
sv: Radera special grupp
vi_vn: Xóa nhóm đặc biệt

# DeleteSpecialGroupQuestion
source: Are you sure you would like to delete the selected special group ?
bg: Наистина ли искате да изтриете избраната специална група?
da: Er du sikker på, at du vil slette den valgte specialgruppe?
de: Sind Sie sicher, dass Sie die ausgewählte Sondergruppe löschen wollen?
es: ¿Está seguro de que desea borrar el grupo especial seleccionado?
fi: Haluatko varmasti poistaa valitun erikoisryhmän?
fr: Êtes-vous sûr(e) de vouloir supprimer le groupe spécial choisi ?
is: Ertu viss um að þú viljir eyða völdum sérflokki ?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde bijzondere groep?
nl_be: Weet u zeker dat u de geselecteerde speciale groep wilt verwijderen?
ru: Вы уверены, что хотите удалить выьбранную специальную группу ?
sv: Vill du radera vald specialgrupp?
vi_vn: Bạn có chắc chắn muốn xóa nhóm đặc biệt đã chọn?

source: Edit description for the selected special group
bg: Редактиране описание за избраната специална група
da: Rediger beskrivelse for den valgte specialgruppe
de: Beschreibung für die ausgewählte Spezialgruppe bearbeiten
es: Editar descripción para el grupo especial seleccionado
fi: Muokkaa valitun erikoisryhmän kuvausta
fr: Modifier la description du groupe spécial choisi
is: Breyta lýsingu fyrir valinn sérflokk
nl: Bewerk de beschrijving voor de geselecteerde speciale groep
nl_be: Beschrijving voor de geselecteerde speciale groep bewerken
ru: Редактировать описание для выбранной специальной группы
sv: Redigera beskrivning för vald specialgrupp
vi_vn: Chỉnh sửa mô tả cho nhóm đặc biệt đã chọn

source: Edit special group
bg: Редактиране на специална група
da: Rediger specialgruppe
de: Sondergruppe bearbeiten
es: Editar grupo especial
fi: Muokkaa erikoisryhmää
fr: Modifier le groupe spécial
is: Breyta sérflokki
nl: Speciale groep
nl_be: Speciale groep bewerken
ru: Редактировать специальную группу
sv: Redigera specialgrupp
vi_vn: Chỉnh sửa nhóm đặc biệt

source: Item
bg: Артикул
da: Vare
de: Artikel
es: Artículo
fi: Tuote
fr: Article
is: Vara
nl: Artikel
nl_be: Artikel
ru: Товар
sv: Artikel
vi_vn: Mặt hàng

source: Remove from group
bg: Премахва от група
da: Fjern fra gruppe
de: Aus der Gruppe entfernen
es: Quitar del grupo
fi: Poista ryhmästä
fr: Supprimer du groupe
is: Taka úr hóp
nl: Verwijder uit groep
nl_be: Uit groep verwijderen
ru: Удалить из группы
sv: Ta bort från grupp
vi_vn: Xóa khỏi nhóm

source: Service
bg: Услуга
es: Servicio
fi: Palvelu
is: Þjónusta
ru: Сервис
vi_vn: Dịch vụ

source: Special group
bg: Специална група
da: Specialgruppe
de: Sondergruppe
es: Grupo especial
fi: Erikoisryhmä
fr: Groupe spécial
is: Sérflokkur
nl: Speciale groep
nl_be: Speciale groep
ru: Специальная группа
sv: Specialgrupp
vi_vn: Nhóm đặc biệt

source: Special groups
bg: Специални групи
da: Specialgrupper
de: Sondergruppen
es: Grupos especiales
fi: Erikoisryhmät
fr: Groupes spéciaux
is: Sérflokkar
nl: Speciale groepen
nl_be: Speciale groepen
ru: Специальные группы
sv: Specialgrupper
vi_vn: Nhóm đặc biệt

source: View special groups
bg: Преглед специални групи
da: Vis specialgrupper
de: Sondergruppen anzeigen
es: Ver grupos especiales
fi: Näytä erikoisryhmät
fr: Afficher les groupes spéciaux
is: Skoða sérflokka
nl: Bekijk speciale groepen
nl_be: Speciale groepen bekijken
ru: Просмотр специальных групп
sv: Vy specialgrupper
vi_vn: Xem các nhóm đặc biệt

# ViewSpecialGroupsDescription
source: Use this option to view and edit special groups
bg: Използвайте тази опция, за да преглеждате и редактирате специални групи
da: Brug denne indstilling til at se og redigere specialgrupper
de: Verwenden Sie diese Option, um Sondergruppen anzuzeigen und zu bearbeiten
es: Utilice esta opción para ver y editar grupos especiales.
fi: Tämän vaihtoehdon avulla voit tarkastella ja muokata erikoisryhmiä
fr: Utilisez cette option pour afficher et modifier les groupes spéciaux
is: Veldu þennan kost til að skoða og breyta sérflokkum
nl: Met deze optie kunt weergeven en bewerken van speciale groepen
nl_be: Deze optie gebruiken om speciale groepen te bekijken en te bewerken
ru: Используйте эту опцию для просмотра и редактирования специальных групп
sv: Använd alternativet för att se och redigera specialgrupper
vi_vn: Sử dụng tùy chọn này để xem và chỉnh sửa các nhóm đặc biệt

source: Edit retail item
bg: Редактиране ритейл артикул
da: Rediger salgsvare
de: Einzelhandelsartikel bearbeiten
es: Editar artículo minorista
fi: Muokkaa vähittäismyyntituotetta
fr: Modifier l'article de vente au détail
is: Breyta kassavöru
nl: Retail item bewerken
nl_be: Retailartikel bewerken
ru: Редактировать розничный товар
sv: Redigera detaljhandelsartikel
vi_vn: Chỉnh sửa mặt hàng bán lẻ

source: N/A
bg: Неприложимо
de: N/V
es: N/D
fr: N/D
is: Ótiltækt
nl: N.V.T.
nl_be: Nvt
vi_vn: Không khả dụng

# DigitsTruncated
source: Digits that were not shown have been truncated
bg: Цифрите, които не бяха показани, бяха съкратени
da: Cifre, der ikke blev vist, er afkortet
de: Ziffern, die nicht angezeigt wurden, wurden abgeschnitten
es: Los dígitos que no se han mostrado se han truncado.
fi: Numerot, joita ei ole näytetty, on katkaistu
fr: Des chiffres non affichés ont été tronqués
is: Aukastafir sem ekki voru sýndir hafa verið fjarlægðir
nl: Cijfers die niet te zien waren is afgekapt
nl_be: Cijfers die niet werden getoond, werden ingekort
ru: Не показанные цифры были усечены
sv: Siffror som inte visas har trunkerats
vi_vn: Các chữ số không được hiển thị đã bị cắt ngắn

# MoreDigitsThanShown
source: There are more digits in the sales price than are shown.
bg: В продажната цена има повече цифри от показаните.
da: Der er flere cifre i salgsprisen, end der er vist.
de: Es gibt mehr Ziffern in dem Verkaufspreis als dargestellt.
es: Hay más dígitos en el precio de venta de los que se muestran.
fi: Myyntihinnalla on enemmän numeroita kuin näytetään.
fr: Il y a davantage de chiffres dans le prix de vente que ceux affichés.
is: Það eru fleiri aukastafir í söluverði heldur en sýndir eru.
nl: Er zijn meer cijfers in de verkoopprijs dan worden weergegeven.
nl_be: Er zijn meer cijfers in het verkoopproces dan die welke worden getoond.
ru: В цене больше цифр, чем отображено.
sv: Det fins mer siffror i förs.pris än vad som visas.
vi_vn: Có nhiều số lẻ trong giá bán hơn được hiển thị.
