Repository: iespana/LSOne
Catalog: SM/Plugins/RetailItems/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# UnitConversionRuleMissing
source: Unit conversion rule is missing
bg: Липсва правило за преобразуване на мерни единици
da: Enhedskonverteringsregel mangler
de: Einheitsumrechnungsregel fehlt
es: Falta la regla de conversión de unidad
fi: Yksikön muuntamissääntö puuttuu
fr: Règle de conversion d'unité manquante
is: Einingaumbreytingaregla er ekki til
nl: Unit regelregel ontbreekt
nl_be: Regel voor omzetting eenheden ontbreekt
ru: Правило конвертирования единиц пропущено
sv: Enhetskonverteringsregel saknas
vi_vn: Quy tắc chuyển đổi đơn vị bị thiếu

# UnitConversionRuleMissingAlert
source: No unit conversion rule exists to convert from the inventory unit to the sales unit.
bg: Не съществува правило за конверсия на мерна единица запаси в мерна единица за продажба.
da: Der findes ingen enhedskonverteringsregel for at konvertere fra lagerenheden til salgsenheden.
de: Keine Einheitsumwandlungsregel ist vorhanden, um die Bestandseinheit in die Verkaufseinheit umzurechnen.
es: No existe ninguna regla de conversión de unidad de la unidad de inventario a la unidad de venta.
fi: Yksikön muuntosääntöä ei ole olemassa varastointiyksiköstä myyntiyksiköksi muuntoa varten.
fr: Aucune règle de conversion d'unités n'existe pour convertir l'unité d'inventaire vers l'unité de vente.
is: Engin einingaumbreytingaregla fannst til að umbreyta frá birgðaeiningu yfir í sölueiningu.
nl: Geen eenheid conversie regel bestaat als u wilt converteren van de eenheid van de inventaris aan de verkoopeenheid.
nl_be: Er bestaat geen omzettingsregel om waarden van de inventariseenheid in de verkoopeenheid om te zetten.
ru: Не существует правила перевода из складской единицы в единицу продажи.
sv: Ingen enhetskonverteringsregel finns för att konvertera från lagerenhet till förs.enhet.
vi_vn: Không có quy tắc chuyển đổi tồn tại để chuyển đổi từ đơn vị hàng tồn kho sang đơn vị bán hàng.

source: Groups
bg: Групи:
da: Grupper
de: Gruppen
es: Grupos
fi: Ryhmät:
fr: Groupes :
is: Flokkar
nl: ﻿Groepen:
nl_be: Groepen
ru: Группы:
sv: Grupper
vi_vn: Các nhóm:

# UnitConversionQuestion
source: No unit conversion rule exists to convert from the inventory unit to the sales unit. Would you like to create the rule?
bg: Не съществува правило за конверсия на мерна единица запаси в мерна единица за продажба. Искате ли да създадете правилото?
da: Der findes ingen enhedskonverteringsregel for at konvertere fra lagerenheden til salgsenheden. Vil du oprette reglen?
de: Keine Einheitsumwandlungsregel ist vorhanden, um die Bestandseinheit in die Verkaufseinheit umzurechnen. Möchten Sie die Regel erstellen?
es: No existe ninguna regla de conversión de unidad de la unidad de inventario a la unidad de venta. ¿Desea crear la regla?
fi: Yksikön muuntosääntöä ei ole olemassa varastointiyksiköstä myyntiyksikköön muntoa varten. Haluatko luoda säännön?
fr: Aucune règle de conversion d'unité n'existe pour convertir l'unité d'inventaire vers le prix de vente. Souhaitez-vous en créer une ?
is: Engin einingaumbreytingaregla fannst til að umbreyta frá birgðaeiningu yfir í sölueiningu. Viltu búa regluna til?
nl: Geen eenheid conversie regel bestaat als u wilt converteren van de eenheid van de inventaris aan de verkoopeenheid. Wilt u de regel maken?
nl_be: Er bestaat geen omzettingsregel om waarden van de inventariseenheid in de verkoopeenheid om te zetten. Wilt u de regel aanmaken?
ru: Не существует правила перевода из складской единицы в единицу продажи. Создать такое правило?
sv: Ingen enhetskonverteringsregel finns för att konvertera från lagerenhet till förs.enhet. Vill du skapa en?
vi_vn: Không có quy tắc chuyển đổi đơn vị tồn tại để chuyển đổi từ đơn vị hàng tồn kho sang đơn vị bán hàng. Bạn có muốn tạo quy tắc?

source: BMP files
bg: BMP Файлове
da: BMP-filer
de: BMP-Dateien
es: Archivos BMP
fi: BMP tiedostot
fr: Fichiers BMP
is: BMP skrár
nl: Bmp Bestanden
nl_be: BMP-bestanden
ru: BMP файлы
sv: BMP filer
vi_vn: Tập tin BMP

# DiscardImage
source: Are you sure you want to discard the selected image?
bg: Наистина ли искате да отхвърлите избраното изображение?
da: Er du sikker på, at du vil kassere det valgte billede?
de: Sind Sie sicher, dass Sie das aktuelle Bild verwerfen wollen?
es: ¿Está seguro de que desea descartar la imagen seleccionada?
fi: Haluatko varmasti hylätä valitun kuvan?
fr: Êtes-vous sûr(e) de vouloir supprimer l'image choisie ?
is: Ertu viss um að þú viljir eyða valinni mynd?
nl: Weet u zeker dat u de geselecteerde afbeelding wilt wissen?
nl_be: Weet u zeker dat u de geselecteerde afbeelding wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранные изображения?
sv: Vill du radera vald bild?
vi_vn: Bạn có chắc chắn muốn loại bỏ hình ảnh đã chọn?

source: Image
bg: Изображение
da: Billede
de: Bild
es: Imagen
fi: Kuva
is: Mynd
nl: Afbeelding
nl_be: Afbeelding
ru: Изображение
sv: Bild
vi_vn: Hình ảnh

source: Image files
bg: Файлове с изображения
da: Billedfiler
de: Bilddateien
es: Archivos de imagen
fi: Kuvatiedostot
fr: Fichiers image
is: Myndaskrár
nl: Afbeeldingsbestanden
nl_be: Beeldbestanden
ru: Файлы с изображениями
sv: Bildfiler
vi_vn: File ảnh

source: JPEG files
bg: JPEG файлове
da: JPEG-filer
de: JPEG-Dateien
es: Archivos JPEG
fi: JPEG tiedostot
fr: Fichiers JPEG
is: JPEG skrár
nl: JPEG-bestanden
nl_be: JPEG-bestanden
ru: JPEG файлы
sv: JPEG filer
vi_vn: Tập tin JPEG

source: PNG files
bg: PNG файлове
da: PNG-filer
de: PNG-Dateien
es: Archivos PNG
fi: PNG tiedostot
fr: Fichiers PNG
is: PNG skrár
nl: PNG-bestanden
nl_be: PNG-bestanden
ru: PNG файлы
sv: PNG filer
vi_vn: Tập tin PNG

source: Delete retail items
bg: Изтриване Ритейл артикули
da: Slet salgsvarer
de: Einzelhandelsartikel löschen
es: Borrar artículos minoristas
fi: Poista vähittäismyyntituotteet
fr: Supprimer les articles de vente au détail
is: Eyða vörum
nl: Retail items verwijderen
nl_be: Retailartikelen verwijderen
ru: Удалить розничные товары
sv: Radera detaljhandelsartiklar
vi_vn: Xóa các mặt hàng bán lẻ

# DeleteRetailItemsQuestion
source: Are you sure you would like to delete the selected retail items ?
bg: Сигурни ли сте, че искате да изтриете избраните ритейл артикули?
da: Er du sikker på, at du vil slette de valgte salgsvarer?
de: Sind Sie sicher, dass Sie die ausgewählten Einzelhandelsartikel löschen wollen?
es: ¿Está seguro de que desea borrar los artículos minoristas seleccionados?
fi: Haluatko varmasti poistaa valitut vähittäismyyntituotteet?
fr: Êtes-vous sûr(e) de vouloir supprimer les articles de vente au détail choisis ?
is: Ertu viss um að þú viljir eyða völdum vörum ?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde retail items?
nl_be: Weet u zeker dat u de geselecteerde retailartikelen wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранные розничные товары ?
sv: Vill du radera vald detaljhandelsartiklar?
vi_vn: Bạn có chắc chắn muốn xóa các mặt hàng bán lẻ đã chọn?

source: Items
bg: Артикули
da: Varer
de: Artikel
es: Artículos
fi: Tuotteet
fr: Articles
is: Vörur
nl_be: Artikelen
ru: Товары
sv: Artiklar
vi_vn: Mặt hàng

source: Delete linked items
bg: Изтриване на свързани артикули
da: Slet linkede varer
de: Verknüpfte Artikel löschen
es: Borrar artículos relacionados
fi: Poista linkitetyt tuotteet
fr: Supprimer les articles associés
is: Eyða tengdum vörum
nl: Gekoppelde items verwijderen
nl_be: Gelinkte artikelen verwijderen
ru: Удалить связанные товары
sv: Radera länkade artiklar
vi_vn: Xóa các mục được liên kết

# DeleteLinkedItemsQuestion
source: Are you sure you would like to delete the selected linked items ?
bg: Наистина ли искате да изтриете избраните свързани артикули?
da: Er du sikker på, at du vil slette de valgte linkede varer?
de: Sind Sie sicher, dass Sie die ausgewählten verknüpften Artikel löschen wollen?
es: ¿Está seguro de que desea borrar los artículos relacionados seleccionados?
fi: Haluatko varmasti poistaa valitut linkitetyt tuotteet?
fr: Êtes-vous sûr(e) de vouloir supprimer les articles associés choisis ?
is: Ertu viss um að þú viljir eyða völdum tengdum vörum ?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde gekoppelde items?
nl_be: Weet u zeker dat u de geselecteerde gelinkte artikelen wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранные связанные товары ?
sv: Vill du radera valda länkade artiklar?
vi_vn: Bạn có chắc chắn muốn xóa các mục được liên kết đã chọn?

# LinkedItemAlreadyExists
source: This item with this unit is already linked to the item
bg: Този артикул с тази мерна единица вече е свързан с артикула
da: Denne vare med denne enhed er allerede knyttet til varen
de: Dieser Artikel mit dieser Einheit ist bereits mit dem Artikel verknüpft
es: Este artículo con esta unidad ya está relacionado con el artículo.
fi: Tämä tuote tällä yksiköllä on jo liitetty tuotteeseen
fr: Cet article dans cette unité est déjà associé à l'article
is: Þessi vara með þessari einingu er þegar tengd vörunni
nl: Dit item met dit apparaat is al gekoppeld aan het item
nl_be: Dit artikel met deze eenheid is al met het artikel gelinkt
ru: Этот товар с этой единицей уже связан с товаром
sv: Artikeln med den här enheten är redan länkad till artikeln
vi_vn: Mặt hàng này với đơn vị này đã được liên kết với mặt hàng

source: Linked items
bg: Свързани артикули
da: Linkede varer
de: Verknüpfte Artikel
es: Artículos enlazados
fi: Linkitetyt tuotteet
fr: Articles associés
is: Tengdar vörur
nl: Gekoppelde items
nl_be: Verbonden artikelen
ru: Связанные товары
sv: Länkade artiklar
vi_vn: Mục liên kết

source: No
bg: Не
da: Nej
de: Nein
fi: Ei
fr: Non
is: Nei
nl: Nee
nl_be: Nee
ru: Нет
sv: Nej
vi_vn: Không

source: Yes
bg: Да
da: Ja
de: Ja
es: Sí
fi: Kyllä
fr: Oui
is: Já
nl: Ja
nl_be: Ja
ru: Да
sv: Ja
vi_vn: Có

# OverwriteDimensionCombinations
source: Dimension group changed
bg: Групата на аналитичностите се промени
da: Dimensionsgruppe ændret
de: Maßgruppe geändert
es: Grupo de dimensiones modificado
fi: Dimensioryhmä muuttunut
fr: Le groupe de dimension a changé
is: Víddarflokki hefur verið breytt
nl: Dimensie
nl_be: Afmetingsgroep gewijzigd
ru: Группа измерения изменена
sv: Dimensionsgrupp ändrad
vi_vn: Thay đổi nhóm kích thước

# OverwriteDimensionCombinationsQuestion
source: Do you want to delete the existing dimension combinations?
bg: Искате ли да изтриете съществуващите комбинации от аналитичности?
da: Vil du slette de eksisterende dimensionskombinationer?
de: Wollen Sie die vorhandenen Maßenkombinationen löschen?
es: ¿Desea borrar las combinaciones de dimensiones existentes?
fi: Haluatko poistaa nykyisen dimensioyhdistelmät?
fr: Souhaitez-vous supprimer les combinaisons de dimensions existantes ?
is: Viltu eyða núverandi víddarsamsetningum ?
nl: Wilt u de bestaande dimensiecombinaties verwijderen?
nl_be: Wilt u de bestaande afmetingscombinaties verwijderen?
ru: Удалить существующие комбинации измерения?
sv: Vill du radera befintliga dimensionskombinationer?
vi_vn: Bạn có muốn xóa các kết hợp kích thước hiện có?

source: Remove retail group from retail department
bg: Премахва ритейл групата от ритейл отдела
da: Fjern varegruppe fra vareafdelingen
de: Einzelhandelsgruppe von Einzelhandelsbranche entfernen
es: Quitar grupo minorista del departamento minorista.
fi: Poista tuoteryhmä osastosta
fr: Retirer le groupe de vente au détail du département de vente au détail
is: Fjarlægja smásöluflokk úr smásöludeild
nl: Verwijderen van de KleinhandelsGroep van retail-afdeling
nl_be: Retailgroep uit retailafdeling verwijderen
ru: Удалить розничную группу из розничного отдела
sv: Radera detaljhandelsgrupp från detaljhandelsavdelning
vi_vn: Loại bỏ nhóm bán lẻ khỏi bộ phận bán lẻ

# RemoveRetailGroupFromRetailDepartmentQuestion
source: Are you sure you would like to remove the selected retail group from the selected retail department
bg: Сигурни ли сте, че искате да премахнете избраната ритейл група от избрания ритейл отдел
da: Er du sikker på, at du vil fjerne den valgte varegruppe fra den valgte vareafdeling
de: Sind Sie sicher, dass Sie die ausgewählte Einzelhandelsgruppe von der ausgewählten Einzelhandelsbranche entfernen wollen?
es: ¿Está seguro de que desea quitar el grupo minorista seleccionado del departamento minorista seleccionado?
fi: Haluatko varmasti poistaa valitun tuoteryhmän valituista osastoista
fr: Êtes-vous sûr(e) de vouloir retirer le groupe de vente au détail sélectionné du département de vente au détail choisi ?
is: Ertu viss um að þú viljir fjarlægja valdann smásöluflokk frá valinni smásöludeild
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde retail group van de geselecteerde retail-afdeling
nl_be: Weet u zeker dat u de geselecteerde retailgroep uit de geselecteerde retailafdeling wilt verwijderen
ru: Вы уверены, что хотите удалить выбранную розничную группу из выбранного розничного отдела
sv: Vill du radera vald detaljhandelsgrupp från vald detaljhandelsavdelning?
vi_vn: Bạn có chắc chắn muốn xóa nhóm bán lẻ đã chọn khỏi bộ phận bán lẻ đã chọn

source: View retail group
bg: Преглед ритейл група
da: Vis varegruppe
de: Einzelhandelsgruppe anzeigen
es: Ver grupo minorista
fi: Näytä tuoteryhmä
fr: Afficher le groupe de vente au détail
is: Skoða smásöluflokk
nl: De KleinhandelsGroep van de weergave
nl_be: Retailgroep bekijken
ru: Просмотр розничной группы
sv: Vy detaljhandelsgrupp
vi_vn: Xem nhóm bán lẻ

source: Edit retail department
bg: Редактиране ритейл отдел
da: Rediger vareafdelingen
de: Einzelhandelsbranche bearbeiten
es: Editar departamento minorista
fi: Muokkaa osastoa
fr: Modifier le département de vente au détail
is: Breyta vörudeild
nl: Retail departement bewerken
nl_be: Retailafdeling bewerken
ru: Редактировать розничный отдел
sv: Redigera detaljhandelsavdelning
vi_vn: Chỉnh sửa bộ phận bán lẻ

# ManageRetailGroups
source: Use this option to manage different retail groups
bg: Използвайте тази опция, за да управлявате различни ритейл групи
da: Brug denne indstilling til at administrere forskellige varegrupper
de: Verwenden Sie diese Option, um verschiedene Einzelhandelsgruppen zu verwalten
es: Utilice esta opción para administrar diferentes grupos minoristas.
fi: Käytä tätä vaihtoehtoa tuoteryhmien hallinnointia varten
fr: Utilisez cette option pour gérer les différents groupes de vente au détail
is: Notaðu þennan kost til að sjá um mismunandi vöruflokka
nl: Gebruik deze optie om verschillende retail groepen te beheren
nl_be: Deze optie gebruiken om verschillende retailgroepen te beheren
ru: Используйте эту опцию для управления различными розничными группами
sv: Använd alternativet för att administrera skilda retail-grupper
vi_vn: Sử dụng tùy chọn này để quản lý các nhóm bán lẻ khác nhau

# BarcodeFieldsNotfilledIn
source: Either both bar code fields need to be filled in or neither of them.
bg: Или и двете полета с баркод трябва да бъдат попълнени, или нито едно от тях.
da: Enten skal begge stregkodefelter udfyldes eller ingen af dem.
de: Entweder müssen beide Barcodefelder ausgefüllt sein oder keins von ihnen.
es: Es necesario que ambos campos de códigos de barras estén rellenos o que ninguno de ellos lo esté.
fi: Joko molemmat viivakoodikentät on täytettävä tai kumpaakaan niistä ei saa täyttää.
fr: Vous devez remplir les deux champs de code barre, ou aucun.
is: Annað hvort þurfa bæði strikamerkjasvæðin að vera útfyllt eða hvorugt af þeim .
nl: Beide barcode velden moeten ingevuld worden of geen van beide.
nl_be: Ofwel beide barcodevelden of geen enkele ervan invullen.
ru: Либо оба поля штрих кода должны быть заолнены, либо ни один из них .
sv: Antingen ska båda streckkodsfält fyllas i eller inget av dom.
vi_vn: Cả hai trường mã vạch cần phải được điền thông tin hoặc không điền trường nào.

# BarCodeMaxLengthError
source: A bar code using this bar code setup has to be at most #1 letters in length
bg: Баркодът, използващ тази настройка за баркод, трябва да бъде най-много с #1 букви
da: En stregkode, der bruger denne stregkodeopsætning, skal højst være # 1 bogstaver i længden
de: Ein Barcode mit diesem Barcode-Setup darf höchstens #1 Buchstaben lang sein
es: Un código de barras que utiliza esta configuración de código de barras debe tener como máximo #1 letras.
fi: Viivakoodin, joka käyttää tätä viivakoodiasetusta, tulee olla enintään #1 kirjantain pitkä
fr: Un code barre utilisant ce paramétrage de code barre doit avoir une longueur maximale de #1 lettres
is: Strikamerki með þessari strikamerkjauppsetningu má ekki hafa fleiri en #1 stafi.
nl: Een barcode met behulp van deze barcode setup moet maximaal # 1 letters in lengte hebben
nl_be: Een barcode die van deze barcode-instelling gebruikmaakt, mag hoogstens #1 letters lang zijn
ru: Штрих код, использующий эту настройку штрих кода длиной должен быть не больше чем #1 букв
sv: En streckkod som använder den här inställningen, måste vara minst #1 bokstäver
vi_vn: Mã vạch sử dụng thiết lập mã vạch này phải có độ dài tối đa #1 chữ cái

# BarCodeMinLengthError
source: A bar code using this bar code setup has to be at least #1 letters in length
bg: Баркодът, използващ тази настройка за баркод, трябва да е с дължина най-малко # 1
da: En stregkode, der bruger denne stregkodeopsætning, skal have mindst #1 tegn i længden
de: Ein Barcode mit diesem Barcode-Setup muss mindestens #1 Buchstaben lang sein
es: Un código de barras que utiliza esta configuración de código de barras debe tener como mínimo #1 letras.
fi: Viivakoodin, joka käyttää tätä viivakoodiasetusta, tulee olla vähintään #1 kirjantain pitkä
fr: Un code barre utilisant ce paramétrage de code barre doit avoir une longueur minimale de #1 lettres
is: Strikamerki með þessari strikamerkjauppsetningu þarf að hafa a.m.k. #1 stafi.
nl: Een barcode die deze barcode-instelling gebruikt, moet ten minste 1 letter lang zijn
nl_be: Een barcode die van deze barcode-instelling gebruikmaakt, moet minstens #1 letters lang zijn
ru: Штрих код, использующий эту настройку штрих кода должен быть по крайней мере длиной в #1 символов
sv: En streckkod som använder den här inställningen, måste vara minst #1 bokstäver
vi_vn: Mã vạch sử dụng thiết lập mã vạch này phải có ít nhất #1 chữ cái

# IDMissing
source: ID is missing
bg: Липсва идентификационен номер
da: ID mangler
de: ID fehlt
es: Falta el ID
fi: Tunnus puuttuu
fr: ID manquant
is: Auðkenni vantar
nl: ID ontbreekt
nl_be: ID ontbreekt
ru: ID пропущен
sv: ID saknas
vi_vn: ID bị thiếu

# IDMissingQuestion
source: ID is missing. Would you like to auto generate the ID?
bg: Липсва идентификационен номер. Искате ли автоматично да генерирате идентификационния номер?
da: ID mangler. Vil du automatisk generere ID'et?
de: ID fehlt. Möchten Sie die ID automatisch erzeugen?
es: Falta el ID. ¿Desea generar automáticamente el ID?
fi: Tunnus puuttuu. Haluatko luoda tunnuksen automaattisesti?
fr: L'ID est manquant. Souhaitez-vous créer l'ID automatiquement ?
is: Auðkenni vantar. Viltu láta búa til auðkennið sjálfvirkt?
nl: ID ontbreekt. Wilt u automatisch de ID genereren?
nl_be: ID ontbreekt. Wilt u de ID automatisch genereren?
ru: ID отсутствует. Хотите сгенерировать ID в автоматическом режиме?
sv: ID saknas. Vill du autogenerera ID?
vi_vn: ID bị thiếu. Bạn có muốn tự động tạo ID không?

# ItemIDExists
source: That item id exists in the database
bg: Този идентификационен номер на артикул съществува в базата данни
da: Dette varenummer findes i databasen
de: Diese Artikel-ID ist in der Datenbank vorhanden
es: El ID del artículo existe en la base de datos.
fi: Tuotteen tunnus on jo tietokannassa
fr: Cet ID d'article existe déjà dans la base de données
is: Þetta vörunúmer er til í gagnagrunninum
nl: De id van dat object bestaat in de database
nl_be: Die artikel-ID bestaat al in de database
ru: Этот ID товара уже существует в базе данных
sv: Artikel-ID finns i databasen
vi_vn: Mã hàng đã tồn tại trong cơ sở dữ liệu

source: Items updated
bg: Артикулите са актуализирани
da: Varer er opdateret
de: Artikel aktualisiert
es: Artículos actualizados
fi: Päivitetyt tuotteet
fr: Articles mis à jour
is: Vörur uppfærðar
nl: items bijgewerkt
nl_be: Artikel geüpdatet
ru: Товары обновлены
sv: Uppdaterade artiklar
vi_vn: Mặt hàng đã cập nhật

source: Processing
bg: В процес на изпълнение
da: Behandler
de: Verarbeitung
es: Procesando
fi: Käsitellään
fr: Traitement en cours
is: Er að vinna
nl: Aan het verwerken
nl_be: Verwerken
ru: Обработка
sv: Processar
vi_vn: Đang xử lý

source: Promotion lines updated
bg: Редовете на промоцията са актуализирани
da: Kampagnelinjer opdateret
de: Promotionzeilen aktualisiert
es: Líneas de promoción actualizadas
fi: Kampanjarivit päivitetty
fr: Lignes de promotion mises à jour
is: Kynningarlínur uppfærðar
nl: Promotie regels bijgewerkt
nl_be: Promotielijnen geüpdatet
ru: Строки продвижения обновлены
sv: Kampanjrader uppdaterade
vi_vn: Cập nhật các dòng khuyến mãi

source: Trade agreements updated
bg: Търговските споразумения се актуализират
da: Handelsaftaler opdateret
de: Handelsabkommen aktualisiert
es: Acuerdos comerciales actualizados
fi: Kauppasopimukset päivitetty
fr: Accords commerciaux mis à jour
is: Verðsamningar uppfærðir
nl: Handelsovereenkomsten bijgewerkt
nl_be: Commerciële overeenkomsten geüpdatet
ru: Договор обновлен
sv: Handelsavtal uppdaterade
vi_vn: Thỏa thuận thương mại được cập nhật

# AdditionalInfo
source: Additional information
bg: Допълнителна информация
da: Yderligere oplysninger
de: Zusätzliche Informationen
es: Inform. adicional
fi: Lisätiedot
fr: Informations supplémentaires
is: Viðbótarupplýsingar
nl: Aanvullende informatie
nl_be: Extra informatie
ru: Дополнительные сведения
sv: Ytterligare information
vi_vn: Thông tin bổ sung

# CostPriceDisabled
source: Cost price is disabled because the margin has been set to 100%
bg: Цена себестойност е деактивирана, тъй като маржът е заложен на 100%
da: Kostprisen er deaktiveret, fordi margenen er indstillet til 100%
de: Einkaufspreis ist deaktiviert, weil die Gewinnspanne auf 100% gesetzt wurde.
es: El precio de costo está deshabilitado ya que se ha fijado el margen en el 100 %
fi: Kustannus laskenta on poistettu käytöstä, koska marginaali on asetettu 100%
fr: Le prix de revient est désactivé car la marge est réglée sur 100 %
is: Verð er óvirkt vegna þess að hagnaðarprósenta hefur verið sett í 100 %
nl: Kostprijs is uitgeschakeld omdat de marge is ingesteld op 100%
nl_be: De kostprijs werd uitgeschakeld, omdat de marge op 100 % werd ingesteld
ru: Себестоимость заблокирована, потому что прибыль установлена в 100%
sv: Kostnadspris är inaktiverat därför att marginal är 100%
vi_vn: Giá vốn bị vô hiệu hóa vì mức ký quỹ đã được đặt thành 100%

source: Miscellaneous
bg: Разни
da: Diverse
de: Verschiedenes
es: Varios
fi: Sekalainen
fr: Divers
is: Ýmislegt
nl: Diversen
nl_be: Varia
ru: Разное
sv: Diverse
vi_vn: Hỗn hợp

source: Delete item translation
bg: Изтриване на превод артикули
da: Slet vareoversættelse
de: Artikelübersetzung löschen
es: Eliminar traducción de artículo
fi: Poista tuotteen käännös
fr: Supprimer la traduction de l'article
is: Eyða þýðingu
nl: Artikelvertaling verwijderen
nl_be: Vertaling artikel verwijderen
ru: Удалить перевод товара
sv: Radera artikelöversättning
vi_vn: Xóa mục dịch
