Repository: iespana/LSOne
Catalog: SM/Plugins/RetailItems/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# ItemsTooltipDescription
source: Open item list to view and manage items
bg: Отворете списъка с артикули, за да преглеждате и управлявате артикули
da: Åbn vareliste for at se og administrere varer
de: Artikelliste öffnen, um Artikel anzuzeigen und zu verwalten
es: Abrir la lista de artículos para ver y administrar artículos
fi: Avaa tuotelistaus tuotteiden tarkastelua ja muuttamista varten
fr: Ouvrir la liste d'articles pour afficher et gérer les articles
is: Opna vörulista til að skoða og hafa umsjón með vörum
nl: Item lijst openen om te bekijken en beheren van objecten
nl_be: Open de artikellijst om de artikels te bekijken en te beheren
ru: Открыть список товаров для просмотра и управления товарами
sv: Öppna artikellistan för att visa och hantera artiklar
vi_vn: Mở danh sách để xem và quản lý các mặt hàng

# NewItemTooltipDescription
source: Create a new item
bg: Създаване на нов артикул
da: Opret en ny vare
de: Einen neuen Artikel erstellen
es: Crear un nuevo artículo
fi: Luo uusi tuote
fr: Créer un nouvel article
is: Búa til nýja vöru
nl: Creeer een nieuw item
nl_be: Een nieuw artikel aanmaken
ru: Создание нового товара
sv: Skapa en ny artikel
vi_vn: Tạo một mặt hàng mới

# NewItemTypeRetailText1
source: Item replenishment is currently blocked.
bg: Снабдяването на артикула в момента е блокирано.
da: Genopfyldning af varer er i øjeblikket blokeret.
de: Der Artikelnachschub ist momentan gesperrt.
es: La reposición de artículos está bloqueada actualmente.
fi: Tuotteen täydennys on tällä hetkellä estetty.
fr: Le réapprovisionnement d'articles est actuellement bloqué.
is: Vöruáfyllingar eru læstar.
nl: Item aanvulling is momenteel geblokkeerd.
nl_be: Item bijbestellen is momenteel geblokkeerd.
ru: Пополнение товаров в настоящее время заблокировано.
sv: Objektpåfyllning är för närvarande blockerad.
vi_vn: Mặt hàng bổ sung hiện đang bị chặn.

# NewItemTypeRetailText2
source: Any sales that are already a part of a statement will not create new item ledger lines (inventory movements).
bg: Всички продажби, които вече са част от отчет, няма да създават нови записи за артикули (движения на запаси).
da: Ethvert salg, der allerede er en del af en opgørelse, opretter ikke nye varebeholdningslinjer (varebeholdningsbevægelser).
de: Umsätze, die bereits im Kontoauszug enthalten sind, erzeugen keine neuen Artikelbuchzeilen (Bestandsverschiebungen).
es: Las ventas que formen parte de una declaración no generarán nuevas líneas en el libro mayor de artículos (movimientos de inventario).
fi: Tilityksillä olevat myynnit eivät luo uusia tuotetapahtumarivejä (varastomuutoksia).
fr: Toute vente appartenant déjà à une déclaration ne créera aucune nouvelle ligne d'écriture d'article (mouvements d'inventaire).
is: Sölur sem eru nú þegar hluti af uppgjöri munu ekki búa til nýjar birgðafærslu línur (birgða hreyfingar).
nl: Elke verkoop die al een deel van een instructie maakt geen nieuwe posten artikelregels (voorraad bewegingen).
nl_be: Elke verkoop die al deel uitmaakt van een dagafsluiting, zal geen nieuwe grootboeklijnen (inventarisbewegingen) aanmaken.
ru: Любые продажи, которые уже часть открытого отчета, не создаст новые строки товарных операций (перемещения инвентаризации).
sv: Försäljning som redan ingår i en dagsredovisning genererar inte några nya artikeltransaktionsrader (lagerrörelser).
vi_vn: Bất kỳ doanh số nào đã là một phần của statement sẽ không tạo ra các dòng giao dịch tồn kho mới (luân chuyển hàng tồn kho).

# NewItemTypeRetailTitle
source: Note
bg: Забележка:
da: Bemærk:
de: Hinweis
es: Nota
fi: Huomautus:
fr: Remarque
is: Athugasemd
nl: Opmerking:
nl_be: Opmerking
ru: Заметка:
sv: Meddela
vi_vn: Lưu ý:

# NewItemTypeServiceQuestion
source: Do you want to continue?
bg: Искате ли да продължите?
da: Ønsker du at fortsætte?
de: Wollen Sie fortfahren?
es: ¿Desea continuar?
fi: Haluatko jatkaa?
fr: Souhaitez-vous continuer ?
is: Viltu halda áfram?
nl: Wilt u doorgaan?
nl_be: Wilt u doorgaan?
ru: Вы хотите продолжить?
sv: Vill du fortsätta?
vi_vn: Bạn có muốn tiếp tục không?

# NewItemTypeServiceTitle
source: Confirm
bg: Потвърждавам
da: Bekræft
de: Bestätigen
es: Confirmar
fi: Vahvista
fr: Confirmer
is: Staðfesta
nl: Bevestigen
nl_be: Bevestigen
ru: Подтверждение
sv: Bekräfta
vi_vn: Xác nhận

# NoConnectionToSiteServiceHeader
source: No site service connection is available.
bg: Няма връзка за услугата на сайта.
da: Der er ingen forbindelse til Site Service.
de: Es ist keine Standortserviceverbindung verfügbar.
es: No existe conexión con el servidor de la tienda.
fi: Ei yhteyttä Site Service -palveluun.
fr: Aucune connexion au service de site n'est disponible.
is: Ekki er hægt að tengjast búðarþjóni.
nl: Geen site service verbinding is beschikbaar.
nl_be: Er is geen serviceverbinding op de site beschikbaar.
ru: Нет доступного подключения к Сайту сервиса.
sv: Det finns ingen Site Service-anslutning.
vi_vn: Không có kết nối dịch vụ trang web có sẵn.

# NoConnectionToSiteServiceText
source: The current on hand inventory cannot be confirmed so the item type cannot be changed.
bg: Текущата задържана наличност не може да бъде потвърдена, така че видът на артикула не може да бъде променен.
da: Den aktuelle salgsbare lagerbeholdning kan ikke bekræftes, så varetypen kan ikke ændres.
de: Der aktuelle Lagerbestand kann nicht bestätigt werden, daher ist es nicht möglich, den Artikeltyp zu ändern.
es: El inventario disponible actual no se puede confirmar, por lo que no es posible modificar el tipo de artículo.
fi: Saatavilla olevaan määrää ei voida vahvistaa, joten tuotteen tyyppiä ei voi muuttaa.
fr: L'inventaire disponible actuel ne peut pas être confirmé ; le type d'article ne peut donc pas être modifié.
is: Ekki er hægt að staðfesta núverandi birgðastöðu þannig að ekki er hægt að breyta tegund vöru.
nl: De huidige op voorraad zijn hand worden niet bevestigd, zodat het itemtype kan niet worden gewijzigd.
nl_be: De huidige beschikbare inventaris kan niet worden bevestigd, dus kan het artikeltype niet gewijzigd worden.
ru: Текущее наличие не подтверждено поэтому тип товара не может быть изменен.
sv: Den aktuella lagerbehållningen kan inte bekräftas, så artikeltypen kan inte ändras.
vi_vn: Hàng tồn kho khả dụng không thể được xác nhận vì vậy loại mặt hàng không thể thay đổi.

# NoPermissionForItemType
source: The current user does not have permission to change the item type
bg: Текущият потребител няма разрешение да променя вида на артикула
da: Den aktuelle bruger har ikke tilladelse til at ændre varetype
de: Der aktuelle Benutzer ist nicht berechtigt, den Artikeltyp zu ändern
es: El usuario seleccionado no dispone de los permisos necesarios para modificar el tipo de artículo
fi: Nykyisellä käyttäjällä ei ole lupaa muuttaa tuotteen tyyppiä
fr: L'utilisateur actuel n'est pas autorisé à modifier le type d'article
is: Notandi hefur ekki réttindi til að breyta vörutegund
nl: De huidige gebruiker heeft geen toestemming om te veranderen van het itemtype op maat
nl_be: De huidige gebruiker heeft geen rechten om het artikeltype te wijzigen
ru: У текущего пользователя нет разрешений на изменение типа товара
sv: Den aktuella användaren har inte behörighet att ändra artikeltyp
vi_vn: Người dùng hiện tại không có quyền thay đổi loại mặt hàng

# RetailDepartmentsTooltipDescription
source: Manage retail departments
bg: Управление на ритейл отдели
da: Administrer vareafdelinger
de: Einzelhandelsbranchen verwalten
es: Administrar departamentos minoristas
fi: Hallitse osastoja
fr: Gérer les départements de vente au détail
is: Umsjón smásöludeilda
nl: Beheer retailafdelingen
nl_be: Retailafdelingen beheren
ru: Управление розничными департаментами
sv: Hantera detaljhandelsavdelningar
vi_vn: Quản lý bộ phận bán lẻ

# RetailDivisionsTooltipDescription
source: Manage retail divisions which are at the top of the item hierarchy
bg: Управление на ритейл дивизии, които са в горната част на йерархията на артикулите
da: Administrer varedivisioner, der er øverst i varehierarkiet
de: Einzelhandelsabteilungen verwalten, die an der Spitze der Artikelhierarchie stehen
es: Administrar las divisiones minoristas situadas en la parte superior de la jerarquía de artículos
fi: Hallitse divisioonia, jotka ovat ylimpänä tuotehierarkiassa
fr: Gérer les divisions de vente au détail figurant en haut de la hiérarchie d'articles
is: Umsjón með vörudeildum sem eru á toppi vöru stigveldisins
nl: Retail-divisies die aan de top van de hiërarchie van het item beheren
nl_be: Retailafdelingen beheren die bovenaan de artikelhiërarchie staan
ru: Управление розничными дивизионами, которые на вершине товарное иерархии
sv: Hantera detaljhandelsindelningar längst upp i artikelhierarkin
vi_vn: Quản lý các bộ phận bán lẻ ở đầu phân cấp hàng hóa

# RetailGroupsTooltipDescription
source: Manage retail groups, their settings and item inclusion
bg: Управление на ритейл групи, техните настройки и включване на артикули
da: Administrer varegrupper, deres indstillinger og inkludering af varer
de: Einzelhandelsgruppen, ihre Einstellungen und die Artikelaufnahme verwalten
es: Administrar los grupos minoristas, su configuración y la inclusión de artículos
fi: Hallinnoi tuoteryhmiä, niiden asetuksia ja tuotteiden kiinnittämistä näihin
fr: Gérer les groupes de vente au détail, leurs paramètres et leur inclusion d'articles
is: Umsjón með smásöluflokkum, stillingum þeirra og vörum
nl: Retail groepen, hun instellingen en het item opname beheren
nl_be: Retailgroepen, hun instellingen en artikelopname beheren
ru: Управление розничными группами, их настроками и включением товара
sv: Hantera detaljhandelsgrupper med inställningar och inkludering av artiklar
vi_vn: Quản lý nhóm bán lẻ, cài đặt và bao gồm mặt hàng của họ

# SpecialGroupsTooltipDescription
source: Manage special groups to group unrelated items and add discounts and promotions
bg: Управлявайте специални групи, за да групирате несвързани артикули и да добавите отстъпки и промоции
da: Administrer specialgrupper for at gruppere ikke-relaterede varer og tilføje rabatter og kampagner
de: Sondergruppen verwalten, um nicht verwandte Artikel zu gruppieren und Rabatte und Werbeaktionen hinzuzufügen
es: Administrar grupos especiales asociados a artículos no vinculados a grupos y añadir descuentos y promociones
fi: Hallitse erikoisryhmiä ei-liitettyjen tuotteiden ryhmittelyyn ja lisää alennuksia ja kampanjoita
fr: Gérer les groupes spéciaux pour regrouper les articles sans lien et ajouter des remises ainsi que des promotions
is: Umsjón með sérflokkum til að flokka saman óskildar vörur fyrir afslætti og kynningar
nl: Niet-verwante items groeperen en toevoegen van kortingen en promoties speciale groepen beheren
nl_be: Speciale groepen beheren om artikels die er niet bij horen te groeperen en kortingen en promoties toe te voegen
ru: Управление специальными группами для группировки товаров и добавления скидок и продвижений
sv: Hantera specialgrupper för att gruppera orelaterade artiklar och lägga till rabatter och kampanjer
vi_vn: Quản lý các nhóm đặc biệt để nhóm các mặt hàng không liên quan và thêm giảm giá và khuyến mãi

source: All types
bg: Всички видове
da: Alle typer
de: Alle Typen
es: Todos los tipos
fi: Kaikki tyypit
fr: Tous types
is: Allar tegundir
nl: Alle types
nl_be: Alle types
ru: Все типы
sv: Alla typer
vi_vn: Tất cả các loại

source: Item type
bg: Вид артикул:
da: Varetype
de: Artikeltyp
es: Tipo de artículo
fi: Tuotetyyppi:
fr: Type d'article
is: Vörutegund
nl_be: Artikeltype
ru: Тип товара:
sv: Artikeltyp
vi_vn: Loại hạng mục:

source: Service item
bg: Сервизен артикул
da: Servicevare
de: Serviceartikel
es: Artículo de servicio
fi: Palvelutuote
fr: Article de service
is: Þjónustuvara
nl: Dienst artikel
nl_be: Serviceartikel
ru: Сервисный товар
sv: Serviceartikel
vi_vn: Hàng Hóa Dịch Vụ

# NewItemTypeRetailText3
source: To make sure the on hand inventory is correct it is recommended to do a stock counting for the item.
bg: За да се уверите, че наличността е коректна, се препоръчва да направите броене на запасите.
da: For at sikre, at den salgsbare lagerbeholdning er korrekt, anbefales det at foretage en lagertælling for varen.
de: Um sicherzustellen, dass der Lagerbestand korrekt ist, wird eine Bestandszählung für den Artikel empfohlen.
es: Para garantizar que el inventario disponible sea correcto, se recomienda efectuar un recuento de existencias del artículo.
fi: Varmistaaksesi, että varastossa vapaana oleva saldo on oikein, on suositeltavaa tehdä tuotteelle varastolaskenta.
fr: Pour s'assurer que l'inventaire disponible est correct, il est conseillé d'effectuer un comptage de stock pour l'article.
is: Til að vera viss um að lagerstaða sér rétt þá er mælt með því að gera birgðatalningu fyrir vöruna.
nl: Om ervoor te zorgen dat de op hand klopt inventaris dat het is aangeraden om te doen een voorraad tellen voor het item.
nl_be: Om te controleren of de beschikbare inventaris correct is, wordt aanbevolen om een voorraadtelling voor het artikel uit te voeren.
ru: Для того, чтобы убедиться, что наличие корректно, рекомендуется сделать подсчет наличия товара.
sv: För att säkerställa att lagerbehållningen stämmer bör du göra en inventering av artikeln.
vi_vn: Để đảm bảo hàng tồn kho khả dụng là chính xác, nên thực hiện kiểm đếm cho mặt hàng đó.

# LinkedItemSameAsOriginalItem
source: The linked item cannot be the same as the original item
bg: Свързаният артикул не може да бъде същият като оригиналния артикул
da: Den tilknyttede vare kan ikke være den samme som den originale vare
de: Der verknüpfte Artikel darf nicht mit dem Originalartikel übereinstimmen.
es: El artículo vinculado no puede ser el mismo que el artículo original
fi: Linkitetty tuote ei voi olla sama kuin alkuperäinen tuote
fr: L'article lié ne peut pas être le même que l'article d'origine
is: Tengda varan má ekki vera sama og upprunalega varan
nl: Het gekoppelde item mag niet hetzelfde zijn als het oorspronkelijke item
nl_be: Het gelinkte item kan niet hetzelfde zijn als het originele item
ru: Связанный товар не может быть таким же, как и исходный товар
sv: Det länkade objektet kan inte vara detsamma som originalet
vi_vn: Mục được liên kết không thể giống với mục gốc

# MultiEditServiceItemsText
source: You have selected at least one service item. Multi-editing is not available
bg: Избрали сте поне един сервизен артикул. Мулти-редактирането не е достъпно
da: Du har valgt mindst et serviceelement. Det er ikke muligt at redigere flere elementer
de: Sie haben mindestens einen Serviceartikel ausgewählt. Die Mehrfachbearbeitung ist nicht möglich.
es: Ha seleccionado al menos un artículo de servicio. La edición múltiple no está disponible.
fi: Olet valinnut vähintään yhden palvelutuotteen. Massapäivitys ei ole käytössä
fr: Vous avez sélectionné au moins un article de service. La modification de plusieurs éléments n'est pas possible
is: Þú hefur valið að minnsta kosti eina þjónustuvöru. Ekki er leyfilegt að magnbreyta
nl: U hebt ten minste één serviceartikel. Multi bewerken is niet beschikbaar
nl_be: U heeft minstens één service-item geselecteerd. Meervoudige bewerking is niet beschikbaar
ru: Вы выбрали по крайней мере один сервисный товар. Мульти редактирования не доступно
sv: Du har valt minst ett tjänsteobjekt. Multi-redigering är inte tillgänglig
vi_vn: Bạn phải chọn ít nhất một mục dịch vụ. Đa chỉnh sửa không có sẵn

source: Do you want to continue?
bg: Искате ли да продължите?
da: Ønsker du at fortsætte?
de: Wollen Sie fortfahren?
es: ¿Desea continuar?
fi: Haluatko jatkaa?
fr: Souhaitez-vous continuer ?
is: Viltu halda áfram?
nl: Wilt u doorgaan?
nl_be: Wilt u doorgaan?
ru: Вы хотите продолжить?
sv: Vill du fortsätta?
vi_vn: Bạn có muốn tiếp tục không?

# InventoryAdjustmentsToZeroOutInventory
source: Inventory adjustments will be created to zero out the on hand inventory.
bg: Ще бъдат създадени корекции на запасите, за да се нулират наличните наличности.
da: Lagerbeholdningsjusteringer vil blive oprettet for at nulstille den salgsbare varebeholdning.
de: Bestandsanpassungen werden erstellt, um den Lagerbestand auf Null zu setzen.
es: Se crearán ajustes de inventario para poner a cero el inventario disponible.
fi: Varaston muutos luo alkusaldot mauaaliseen inventointiin.
fr: Des ajustements de stock seront créés pour mettre à zéro l'inventaire disponible.
is: Birgða leiðréttingar verða stofnaðar til að núlla út núverandi birgðastöðu.
nl: Voorraadherwaarderingen aangemaakt worden op nul uit de op hand-inventaris.
nl_be: Inventarisaanpassingen zullen worden aangemaakt om de beschikbare inventaris op nul te zetten.
ru: Складские коррекции приведут в ноль наличие на складе
sv: Lagerjusteringar kommer att skapas för att nollställa lagerbehållningen.
vi_vn: Điều chỉnh hàng tồn kho sẽ được tạo ra để loại bỏ hàng tồn kho khả dụng.

# InventoryAdjustmentsToZeroOutInventoryWithReplenishment
source: Inventory adjustments will be created to zero out the on hand inventory and item replenishment will be blocked.
bg: Ще бъдат създадени корекции на запасите, за да се премахнат наличностите, и ще се блокира снабдяването на артикулите.
da: Beholdningsjusteringer oprettes for at nulstille lagerbeholdningen, og genopfyldning af varer blokeres.
de: Bestandsanpassungen werden erstellt, um den vorhandenen Bestand auf null zu setzen, und der Artikelnachschub wird blockiert.
es: Se crearán ajustes de inventario para poner a cero el inventario disponible y se bloqueará la reposición de artículos.
fi: Varaston muutos luo alkusaldot mauaaliseen inventointiin ja lukitsee täydennyksen.
fr: Des ajustements d'inventaire seront créés pour mettre à zéro l'inventaire disponible, et le réapprovisionnement d'articles sera bloqué.
is: Birgðaleiðréttingar verða stofnaðar til að núlla út núverandi birgðastöðu og lokað verður fyrir vöruáfyllingar.
nl: Voorraadherwaarderingen worden aangemaakt aan nul die de op hand inventaris en item aanvulling zal worden geblokkeerd.
nl_be: Er zullen inventarisaanpassingen worden aangemaakt om de beschikbare inventaris tot nul te herleiden en bijbestelling van het item te blokkeren.
ru: Коррекция инвентаризации создаст нулевые остатки на складе и пополнение товара будет заблокировано.
sv: Inventariejusteringar kommer att skapas för att nollställa den aktuella inventeringen och objektpåfyllning kommer att blockeras.
vi_vn: Điều chỉnh hàng tồn kho sẽ được tạo ra để loại bỏ hàng tồn kho khả dụng và việc bổ sung mặt hàng sẽ bị chặn.

# RetailDepartmentAssignedToDivision
source: One or more retails departments are already assigned to a division.
bg: Един или повече ритейл отдела вече са закачени към дивизия
da: En eller flere vareafdelinger er allerede tildelt en division.
de: Eine oder mehrere Einzelhandelsabteilungen wurden bereits einer Division zugewiesen.
es: Ya hay uno o varios departamentos minoristas asignados a una división.
fi: Divisionaan on jo kiinnitetty yksi tai useampi osasto.
fr: Un ou plusieurs départements de vente au détail sont déjà affectés à une division.
is: Ein eða fleiri vörudeildir eru nú þegar hluti af smásölusviði.
nl: Één of meer verkoopt afdelingen zijn al toegewezen aan een afdeling.
nl_be: Er zijn al een of meer retailsectoren aan een afdeling toegewezen.
ru: Один или несколько розничных отделов уже назначены дивизиону.
sv: En eller flera återförsäljare har redan tilldelats en avdelning.
vi_vn: Một hoặc nhiều phòng ban bán lẻ đã được chỉ định cho một bộ phận.

source: Parked inventory
bg: Паркирани матер.запаси
da: Suspenderet lagerbeholdning
de: Geparkter Bestand
es: Inventario inmovilizado
fi: Parkkeerattu varasto
fr: Inventaire parqué
is: Ótiltækur lager
nl: Geparkeerde voorraad
nl_be: Gereserveerde inventaris
ru: Парковка
sv: Parkerad inventarie
vi_vn: Sắp xếp hàng tồn kho

# ServiceItemError
source: Could not connect to site service. Items of type service item cannot be saved.
bg: Не може да се свърже с услугата на сайта. Артикулите от вид сервизен артикул не могат да бъдат запазени.
da: Kunne ikke oprette forbindelse til Site Service. Elementer af typen servicevare kan ikke gemmes.
de: Verbindung mit Site Service nicht möglich. Artikel des Typs Serviceartikel können nicht gespeichert werden.
es: No se pudo establecer conexión con el servidor de la tienda. No se pueden guardar los artículos de servicio.
fi: Ei voitu yhdistää Site Service -palveluun. Palvelutuotteita ei voitu tallentaa.
fr: Impossible de se connecter au service de site. Les articles de service ne peuvent pas être enregistrés.
is: Ekki náðist tenging við búðarþjón. Ekki er hægt að vista upplýsingar um þjónustuvörur.
nl: Kan geen verbinding met de site-service. Items van type serviceartikel kunnen niet worden opgeslagen.
nl_be: Kon geen verbinding maken met site service. Items van het type service-item kunnen niet worden opgeslagen.
ru: Не удается подключиться к сайту управления. Товары типа сервисного товара не могут быть сохранены.
sv: Det gick inte att ansluta till webbplatstjänsten. Objekt av typen tjänsteobjekt kan inte sparas.
vi_vn: Không thể kết nối với dịch vụ trang web. Các mục của loại dịch vụ không thể được lưu.
