Repository: iespana/LSOne
Catalog: SM/Plugins/RetailItems/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# DeleteRetailDivisionQuestion
source: Are you sure you would like to delete the selected retail division?
bg: Наистина ли искате да изтриете избраната ритейл дивизия?
da: Er du sikker på, at du vil slette den valgte varedivision?
de: Sind Sie sicher, dass Sie den ausgewählten Einzelhandelsbereich löschen wollen?
es: ¿Está seguro de que desea eliminar la división minorista seleccionada?
fi: Haluatko varmasti poistaa valitun divisioonan?
fr: Êtes-vous sûr(e) de vouloir supprimer la division de vente au détail choisie ?
is: Ertu viss um að þú viljir eyða völdum smásölusviði?
nl: Weet u zeker dat u wilt verwijderen van de divisie geselecteerde retail?
nl_be: Bent u zeker dat u de geselecteerde retaildivisie wil verwijderen?
ru: Вы уверены, что хотите удалить выбранную розничную секцию?
sv: Vill du radera vald Retail-avdelning?
vi_vn: Bạn có chắc chắn muốn xóa bộ phận bán lẻ đã chọn?

source: Retail division
bg: Ритейл дивизия:
da: Varedivision
de: Einzelhandelsbereich
es: Cargos varios de precio
fi: Divisioona:
fr: Frais divers sur le prix
is: Smásölusvið
nl: Divisie Retail:
nl_be: Retaildivisie
ru: Рознитчная секция:
sv: Retail-kategori
vi_vn: Bộ phận bán lẻ:

source: Retail divisions
bg: Ритейл дивизии
da: Varedivisioner
de: Einzelhandelsbereiche
es: Divisiones minoristas
fi: Divisioonat
fr: Divisions de vente au détail
is: Smásölusvið
nl: Retail divisies
nl_be: Retaildivisies
ru: Розничные секции
sv: Retail-kategorier
vi_vn: Bộ phận bán lẻ

# ViewRetailDivisionDescription
source: Use this option to view and edit retail divisions
bg: Използвайте тази опция, за да преглеждате и редактирате ритейл дивизии
da: Brug denne indstilling til at se og redigere varedivisioner
de: Verwenden Sie diese Option, um Einzelhandelsbereiche anzuzeigen oder zu bearbeiten
es: Utilice esta opción para ver y editar las divisiones minoristas
fi: Tämän vaihtoehdon avulla voit tarkastella ja muokata divisioonia
fr: Utilisez cette option pour afficher et modifier les divisions de vente au détail
is: Notaðu þennan kost til að eiga við smásölusvið
nl: Met deze optie kunt weergeven en bewerken van retail divisies
nl_be: Gebruik deze optie om de retaildivisies te bekijken en aan te passen
ru: Используйте эту опцию для просмотра и редактирования секций
sv: Använd alternativet för att se och redigera Retail-kategorier
vi_vn: Sử dụng tùy chọn này để xem và chỉnh sửa các bộ phận bán lẻ

source: View retail divisions
bg: Преглед ритейл дивизии
da: Vis varedivisioner
de: Einzelhandelsbereiche anzeigen
es: Ver divisiones minoristas
fi: Katso divisioonia
fr: Afficher les divisions de vente au détail
is: Skoða smásölusvið
nl: Weergave retail divisies
nl_be: Bekijk retaildivisies
ru: Просмотр розничных секций
sv: Vy Retail-kategori
vi_vn: Xem các bộ phận bán lẻ

source: Edit retail division
bg: Редактиране ритейл дивизия
da: Rediger varedivision
de: Einzelhandelsbereich bearbeiten
es: Editar división minorista
fi: Muokkaa divisioonaa
fr: Modifier la division de vente au détail
is: Breyta smásölusviði
nl: Bewerken van de divisie retail
nl_be: Retaildivisie aanpassen
ru: Редактировать розничную секцию
sv: Redigera Retail
vi_vn: Chỉnh sửa bộ phận bán lẻ

source: Color group
bg: Цвят група
da: Farvegruppe
de: Farbgruppe
es: Grupo de colores
fi: Väriryhmä
fr: Groupe de couleurs
is: Litaflokkur
nl: Kleurgroep
nl_be: Kleurgroep
ru: Цветовая группа
sv: Färggrupp
vi_vn: Nhóm màu

source: Size group
bg: Размер група
da: Størrelsesgruppe
de: Größengruppe
es: Grupo de tamaños
fi: Kokoryhmä
fr: Groupe de tailles
is: Stærðarflokkur
nl: Groep grootte
nl_be: Maatgroep
ru: Размерная группа
sv: Storleksgrupp
vi_vn: Nhóm kích thước

source: Style group
bg: Стил група
da: Stil gruppe
de: Stilgruppe
es: Grupo de estilos
fi: Tyyliryhmä
fr: Groupe de styles
is: Stílflokkur
nl: Stijlgroep
nl_be: Stijlgroep
ru: Группа стиля
sv: Modellgrupp
vi_vn: Nhóm phong cách

source: Validation period
bg: Период на валидност:
da: Valideringsperiode
de: Gültigkeitsdauer
es: Periodo de validación
fi: Voimassaoloaika:
fr: Période de contrôle :
is: Gildistími
nl: Validatieperiode:
nl_be: Valideringsperiode
ru: Период проверки:
sv: Giltighetsperiod
vi_vn: Thời gian hiệu lực:

source: Manage
bg: Управление
da: Administrer
de: Verwalten
es: Administrar
fi: Hallitse
fr: Gérer
is: Birta
nl: Beheren
nl_be: Beheren
ru: Управление
sv: Hantera
vi_vn: Quản lý

# ManyItems
source: #1 items exist
bg: #1 артикули съществуват
da: #1 varer findes
de: #1 Artikel existieren
es: Existen #1 artículos
fi: #1 tuotteita löytyy
fr: #1 articles existent
is: #1 vörur eru til
nl: #1items voorkomen
nl_be: #1 artikels bestaan
ru: #1 товаров существует
sv: #1 artiklar finns
vi_vn: # 1 mặt hàng tồn tại

# New_RetailItem
source: New
bg: Нов
da: Ny
de: Neu
es: Nuevo
fi: Uusi
fr: Nouveau
is: Ný
nl: Nieuw
nl_be: Nieuw
ru: Новый
sv: Ny
vi_vn: Mới

# OneItem
source: 1 item exists
bg: 1 артикул съществува
da: 1# vare findes
de: 1 Artikel vorhanden
es: Existe 1 artículo
fi: 1 tuote löytyy
fr: 1 article existe
is: 1 vara er til
nl: 1 item bestaat
nl_be: 1 bestaand artikel
ru: 1 товар существует
sv: 1 artikel finns
vi_vn: 1 mặt hàng tồn tại

# NoItemsHaveBeenCreated
source: No items exist
bg: Няма артикули
da: Der findes ingen varer
de: Keine Artikel vorhanden
es: No existe ningún artículo
fi: Tuotteita ei löydy
fr: Aucun article n'existe
is: Engar vörur eru til
nl: Geen items aanwezig
nl_be: Geen bestaande artikels
ru: Товары не существуют
sv: Det finns inga artiklar
vi_vn: Không có mặt hàng nào tồn tại

source: Create variation combinations
bg: Създаване комбинации вариации
da: Opret variationskombinationer
de: Variationskombinationen erstellen
es: Crear combinaciones de variación
fi: Luo variaatioyhdistelmiä
fr: Créer des combinaisons de variations
is: Búa til breytileikamöguleika
nl: Variatie combinaties maken
nl_be: Variatie combinaties aanmaken
ru: Создать комбинацию вариаций
sv: Skapa variantkombinationer
vi_vn: Tạo kết hợp biến thể

source: Fuel settings
bg: Настройки на гориво
da: Brændstofindstillinger
de: Kraftstoffeinstellungen
es: Configuración para hidrocarburos
fi: Polttoaineasetukset
fr: Paramètres de carburant
is: Eldsneytisstillingar
nl: Brandstof instellingen
nl_be: Brandstofinstellingen
ru: Топливные настройки
sv: Bränsleinställningar
vi_vn: Cài đặt

source: View header item
bg: Преглед заглавна част артикул
da: Vis overskriftvare
de: Kopfzeilenartikel anzeigen
es: Ver artículo de encabezado
fi: Näytä otsikkotuote
fr: Afficher l'article de l'en-tête
is: Skoða yfirvöru
nl: Header-item weergeven
nl_be: Hoofdingartikel bekijken
ru: Просмотр заголовка товара
sv: Visa rubrik för artikel
vi_vn: Xem mục tiêu đề

source: Attribute
bg: Атрибут
da: Attribut
de: Attribut
es: Atributo
fi: Attribuutti
fr: Attribut
is: Eiginleiki
nl: Specificatie
nl_be: Kenmerk
ru: Аттрибут
sv: Attribut
vi_vn: Thuộc tính

source: Collapse
bg: Свиване
da: Minimer
de: Verbergen
es: Contraer
fi: Tiivistä
fr: Réduire
is: Draga saman
nl_be: Inklappen
ru: Разрушение
sv: Minimera
vi_vn: Thu gọn

# CreatingItemsMessage
source: Creating items
bg: Създаване на артикули
da: Oprettelse af varer
de: Artikel werden erstellt
es: Creación de artículos en curso
fi: Tuotteiden luominen
fr: Création d'articles en cours
is: Bý til vörur
nl: Items maken
nl_be: Artikelen worden aangemaakt
ru: Создание товаров
sv: Skapar artiklar
vi_vn: Tạo các mục

source: Edit multiple items
bg: Редактиране на множество артикули
da: Rediger flere varer
de: Mehrere Artikel bearbeiten
es: Editar varios artículos
fi: Muokkaa useita tuotteita
fr: Modifier plusieurs articles
is: Breyta mörgum vörum
nl: Meerdere items bewerken
nl_be: Verschillende artikelen bewerken
ru: Редактирование нескольких товаров
sv: Redigera flera artiklar
vi_vn: Chỉnh sửa nhiều mục

source: Expand
bg: Разгръщане
da: Udvid
de: Erweitern
es: Expandir
fi: Laajenna
fr: Étendre
is: Útvíkka
nl: Uitklappen
nl_be: Uitzetten
ru: Раскрыть
sv: Utvidga
vi_vn: Mở rộng

# FewMinutesMessage
source: This might take a few minutes
bg: Това може да отнеме няколко минути.
da: Dette kan tage et par minutter
de: Dies könnte einige Minuten dauern
es: Esta operación podría tardar unos minutos
fi: Tämä saattaa kestää muutaman minuutin
fr: Ceci peut prendre quelques minutes
is: Þetta gæti tekið nokkrar mínútur
nl: Dit kan enkele minuten duren
nl_be: Dit kan enkele minuten duren
ru: Это может занять несколько минут
sv: Detta kan ta några minuter
vi_vn: Sẽ cần một vài phút để thực hiện

# FieldRequiresInput
source: On the '{0}' tab, the '{1}' field requires input
bg: В таб „{0}“ полето „{1}“ изисква въвеждане
da: På fanen '{0}' kræver feltet '{1}' input
de: In der Registerkarte '{1}' erfordert das Feld '{1}' eine Eingabe
es: En la pestaña '{0}', debe introducir un valor en el campo '{1}'.
fi: '{0}' välilehdessä kenttä '{1}' vaatii syötteen
fr: À l'onglet '{0}', le champ '{1}' nécessite une valeur
is: Svæðið '{1}' á flipanum '{0}' verður að hafa gildi
nl: Op het tabblad '{0}' vereist het veld '{1}' input
nl_be: Op het '{0}' tabblad moet veld '{1}' worden ingevuld
ru: В закладку '{0}', поля '{1}' требуется ввод
sv: På fliken {0} måste ett värde anges i fältet {1}
vi_vn: Trên tab '{0}', trường '{1}' yêu cầu đầu vào

# MultiSaveQuestion
source: Are you sure you want to save the changes on all of the selected records?
bg: Наистина ли искате да запазите промените във всички избрани записи?
da: Er du sikker på, at du vil gemme ændringerne på alle de valgte poster?
de: Möchten Sie die Änderungen für alle ausgewählten Datensätze wirklich ändern?
es: ¿Está seguro de que desea guardar los cambios en todos los registros seleccionados?
fi: Haluatko varmasti tallentaa kaikki valitut muutokset?
fr: Êtes-vous sûr(e) de vouloir enregistrer les modifications dans toutes les entrées sélectionnées ?
is: Ertu viss um að þú viljir vista breytingar á öllum völdum færslum?
nl: Weet u zeker dat u wilt opslaan van de wijzigingen op alle geselecteerde records?
nl_be: Weet u zeker dat u de wijzigingen aan alle geselecteerde records wilt opslaan?
ru: Вы уверены, что хотите сохранить изменения во всех выбранных записях?
sv: Vill du verkligen spara ändringarna av alla valda poster?
vi_vn: Bạn có chắc chắn muốn lưu các thay đổi trên tất cả các bản ghi đã chọn không?

source: New special group
bg: Нова специална група
da: Ny specialgruppe
de: Neue Sondergruppe
es: Nuevo grupo especial
fi: Uusi erikoisryhmä
fr: Nouveau groupe spécial
is: Nýr sérflokkur
nl: Nieuwe Speciale groep
nl_be: Nieuwe speciale groep
ru: Новая специальная группа
sv: Ny special grupp
vi_vn: Nhóm đặc biệt mới

source: --- No change ---
bg: --- Без промяна ---
da: --- Ingen ændring ---
de: --- Keine Änderung ---
es: --- Sin cambios ---
fi: --- Ei muutosta ---
fr: --- Aucune modification ---
is: --- Engin breyting ---
nl: Geen verandering
nl_be: --- Geen wijziging ---
ru: --- Нет изменения ---
sv: --- Ingen ändring ---
vi_vn: Không thay đổi gì.

# TabRequiresInput
source: The {0} tab page has fields that require input
bg: В таб {0} има полета, които изискват въвеждане
da: Fanen {0} har felter, der kræver indtastning
de: Die Registerkarte {0} hat Felder, die eine Eingabe erfordern
es: La página de la pestaña {0} tiene campos en los que hay que introducir datos
fi: {0} -välilehdellä on pakollisia kenttiä
fr: La page de l'onglet {0} comporte des champs nécessitant des valeurs
is: Flipinn {0} hefur svæði sem þurfa að vera fyllt út
nl: De tabpagina {0} heeft velden waarvoor invoer
nl_be: De pagina {0} tab heeft velden die moeten worden ingevuld
ru: Закладка {0} страницы содержит поля, требующие ввод.
sv: På fliken {0} finns fält som saknar värde
vi_vn: Trang tab {0} có các trường yêu cầu đầu vào

source: Variant header
bg: Хедър вариант
da: Variant overskrift
de: Variantenkopfzeile
es: Encabezado de variante
fi: Variantin otsikko
fr: En-tête de la variante
is: Vara með afbrigðum
nl_be: Varianthoofding
ru: Заголовок варианта
sv: Variantrubrik
vi_vn: Tiêu đề biến thể

source: Variant item
bg: Вариант артикул
da: Variantvare
de: Variantenartikel
es: Variante de artículo
fi: Varianttituote
fr: ID de la variante
is: Vöruafbrigði
nl: Variant artikel
nl_be: Variantartikel
ru: Вариант товара
sv: Variantartikel
vi_vn: Mục biến thể

source: Variant
bg: Вариант
da: Størrelse
de: Variante
es: Variante
fi: Variantti
fr: Taille
is: Afbrigði
nl: Grootte
ru: Вариант
vi_vn: Biến thể

source: Saving items
bg: Запазване на артикули
da: Gemmer varer
de: Artikel werden gespeichert
es: Guardando artículos
fi: Tuotteiden tallentaminen
fr: Enregistrement d'articles en cours
is: Vista vörur
nl: Opslaan van items
nl_be: Artikelen worden opgeslagen
ru: Сохранение товаров
sv: Sparar artiklar
vi_vn: Lưu mặt hàng

# SavingItemsCount
source: Saving {0} of {1}
bg: Запазва се {0} от {1}
da: Gemmer {0} af {1}
de: {0} von {1} werden gespeichert
es: Guardando {0} de {1}
fi: Tallentaa {0} / {1}
fr: Enregistrement de {0} sur {1}
is: Vista {0} af {1}
nl: Opslaan van {0} van {1}
nl_be: {0} van {1} wordt opgeslagen
ru: Сохранение {0} из {1}
sv: Sparar {0} av {1}
vi_vn: Tiết kiệm {0} trong số {1}

source: View variant header
bg: Преглед загл.блок на вариант
da: Vis varianthoved
de: Variantenkopfzeile anzeigen
es: Ver encabezado de variante
fi: Näytä varianttiotsikko
fr: Afficher l'en-tête de la variante
is: Sýna yfirvöru
nl: Weergave variant kop
nl_be: Varianthoofding bekijken
ru: Просмотр заголовка варианта
sv: Visa rubrik för variant
vi_vn: Xem tiêu đề biến thể

source: Change tax group
bg: Промяна данъчна група
da: Skift momsgruppe
de: Steuergruppe ändern
es: Cambiar grupo impositivo
fi: Vaihda veroryhmä
fr: Modifier le groupe de taxes
is: Breyta VSK flokk
nl: Verandering belastinggroep
nl_be: Belastinggroep wijzigen
ru: Изменение Налогой группы
sv: Ändra skattegrupp
vi_vn: Thay đổi nhóm thuế

# ChangeTaxGroupDetail
source: Changing tax group will recalculate prices and promotions that are related to the item
bg: Промяната в данъчната група ще преизчисли цените и промоциите, които са свързани с артикула
da: Skift af momsgruppe vel genberegne priser og kampagner der er relateret til varen
de: Beim Ändern der Steuergruppe werden die Preise und Aktionen, die sich auf den Artikel beziehen, neu berechnet
es: Al modificar el grupo impositivo se recalcularán los precios y las promociones asociados al artículo
fi: Veroyhmän muuttaminen laskee uudelleen siihen liittyvien tuotteiden hinnat ja kampanjat
fr: La modification du groupe de taxes recalculera les prix et les promotions associés à l'article
is: Breyting á VSK flokki mun endurreikna verð og tilboðsverð tiltekinnar vöru
nl: Prijzen en promoties die gerelateerd zijn aan het item zal wijzigen belastinggroep berekenen
nl_be: Belastinggroep wijzigen zal prijzen en promoties die met het artikel te maken hebben, opnieuw berekenen
ru: Изменение Налоговой группы пересчитате цены и продвижения, связанные с этим товаром
sv: När du ändrar en artikels skattegrupp räknas priser och kampanjer om för artikeln
vi_vn: Thay đổi nhóm thuế sẽ tính toán lại giá và khuyến mãi có liên quan đến mặt hàng

# ChangeTaxGroupQuestion
source: Are you sure you want to change the tax group?
bg: Наистина ли искате да промените данъчната група?
da: Er du sikker på at du vil skifte momsgruppen?
de: Möchten Sie die Steuergruppe wirklich ändern?
es: ¿Está seguro de que desea modificar el grupo impositivo?
fi: Haluatko varmasti muuttaa veroryhmää?
fr: Êtes-vous sûr(e) de vouloir modifier ce groupe de taxes ?
is: Ert þú viss um að þú viljir breyta um VSK flokk?
nl: Weet u zeker dat u wilt wijzigen de tax group?
nl_be: Weet u zeker dat u de belastinggroep wilt wijzigen?
ru: Вы уверены, что хотите изменить Налоговую группу?
sv: Vill du verkligen ändra skattegrupp?
vi_vn: Bạn có chắc chắn muốn thay đổi nhóm thuế?

source: Undelete
bg: Възстановявам
da: Genopret
de: Löschen rückgängig machen
es: Anular eliminación
fi: Kumoa poisto
fr: Restaurer
is: Afturkalla eyðingu
nl: Haal terug
nl_be: Verwijderen ongedaan maken
ru: Отменить удаление
sv: Ångra borttagning
vi_vn: Hủy xóa

source: Undelete retail item
bg: Възстановяване артикул на дребно
da: Annuller sletning af salgsvare
de: Löschen von Einzelhandelsartikel rückgängig machen
es: Anular eliminación del artículo minorista
fi: Peruuta tuotteen poisto
fr: Restaurer l'article de vente au détail
is: Afturkalla eyðingu á kassavöru
nl: Verwijdering retail item ongedaan makenVerwijderin
nl_be: Verwijderen retailartikel ongedaan maken
ru: Отмена удаления розничного товара
sv: Ångra borttagning av detaljhandelsartikel
vi_vn: Khôi phục mặt hàng bán lẻ

# UndeleteRetailItemQuestion
source: Are you sure you want to undelete this item?
bg: Сигурни ли сте, че искате да отмените изтриването на този артикул?
da: Er du sikker på at du vil annullere sletning af denne vare?
de: Möchten Sie das Löschen dieses Artikels wirklich rückgängig machen?
es: ¿Está seguro de que desea anular la eliminación de este artículo?
fi: Haluatko varmasti palauttaa tämän tuotteen?
fr: Êtes-vous sûr(e) de vouloir restaurer cet article ?
is: Ertu viss um að þú viljir afturkalla eyðingu á þessari kassavöru?
nl: Weet u zeker dat u wilt undelete dit item?
nl_be: Weet u zeker dat u de verwijdering van dit artikel ongedaan wilt maken?
ru: Вы уверены, что хотите отменить удаление этих товаров?
sv: Vill du verkligen ångra borttagningen av den här artikeln?
vi_vn: Bạn có chắc chắn muốn khôi phục mục này?

# CouldNotConnectToStoreServer
source: Could not connect to Site Service
bg: Не можа да се свърже с услугата на сайта
da: Kunne ikke oprette forbindelse til Site Service
de: Konnte keine Verbindung zum Site Service herstellen
es: No se ha podido establecer la conexión con el servidor de la tienda
fi: Yhteyden muodostaminen Site Service -palveluun ei onnistunut
fr: Impossible de se connecter au service de site
is: Gat ekki tengst búðarþjóni
nl: Kon geen verbinding maken met de Site-service
nl_be: Kon geen verbinding tot stand brengen met Site Service
ru: Не удалось подключиться к Сайту Сервиса
sv: Kunde inte koppla upp till Site Service
vi_vn: Không thể kết nối với dịch vụ Trang web

source: Stock count
bg: Броене на запаси
da: Lageroptælling
de: Lagerzählung
es: Recuento de existencias
fi: Varastolaskenta
fr: Comptage du stock
is: Birgðatalning
nl: Het tellen van de voorraad
nl_be: Telling voorraad
ru: Пересчет склада
sv: Inventering
vi_vn: Kiểm kê

source: Transfer in
bg: Трансфер в
da: Overfør ind
de: Transfer ein
es: Transferencia de entrada
fi: Siirrä sisään
fr: Transfert entrant
is: Fært inn
ru: Вход. перемещение
sv: Flytta till
vi_vn: chuyển vào

source: Transfer out
bg: Трансфер от
da: Overfør ud
de: Transfer aus
es: Transferencia de salida
fi: Siirrä ulos
fr: Transfert sortant
is: Fært út
nl: Transfer-uit
nl_be: Transfer uit
ru: Исх. перемещение
sv: Flytta från
vi_vn: Chuyển ra

source: Show voided
bg: Показване анулирани
da: Vis annullerede
de: Stornos anzeigen
es: Mostrar anuladas
fi: Näytä mitätöidyt
fr: Afficher les annulations
is: Sýna ógiltar
nl: Vervallen
nl_be: Ongeldig gemaakte weergeven
ru: Показать аннулирование
sv: Visa makulerade
vi_vn: Hiển thị hủy

source: Options
bg: Опции
da: Indstillinger
de: Optionen
es: Opciones
fi: Valinnat
is: Valkostir
nl: Opties
nl_be: Opties
ru: Опции
sv: Alternativ
vi_vn: Các Tùy chọn

source: Show posted statements
bg: Показване на осчетоводени отчети
da: Vis bogførte opgørelser
de: Gepostete Kontoauszüge anzeigen
es: Mostrar declaraciones publicadas
fi: Näytä kirjatut tilitykset
fr: Afficher les déclarations validées
is: Sýna bókað uppgjör
nl: Toon geboekte afsluitingen
nl_be: Geboekte dagafsluitingen weergeven
ru: Показать учтенные открытые отчеты
sv: Visa bokförda dagsredovisningar
vi_vn: Hiển thị bảng kê được đăng

source: Departments
bg: Отдели
da: Afdelinger
de: Branchen
es: Departamentos
fi: Osastot
fr: Départements
is: Deildir
nl: Afdelingen
nl_be: Departementen
ru: Отделы
sv: Avdelningar
vi_vn: Phòng ban

# Groups_Retail
source: Groups
bg: Групи:
da: Grupper
de: Gruppen
es: Grupos
fi: Ryhmät:
fr: Groupes
is: Flokkar
nl: ﻿Groepen:
nl_be: Groepen
ru: Группы:
sv: Grupper
vi_vn: Các nhóm:

# RetailGroupAlreadyAssignedToADepartment
source: One or more retail groups are already assigned to a department.
bg: Една или повече ритейл групи вече са закачени към отдела.
da: En eller flere varegrupper er allerede tildelt en afdeling.
de: Diese Einzelhandelsgruppe ist bereits einer Einzelhandelsabteilung zugewiesen.
es: Este grupo minorista ya se ha asignado a un departamento minorista.
fi: Yksi tai useampi tuoteryhmä on jo kiinnitettu osastoon.
fr: Ce groupe de vente au détail a déjà été affecté à un département de vente au détail.
is: Þessi vöruflokkur er nú þegar tengdur við vörudeild.
nl: Een of meer particuliere groepen zijn al aan een afdeling toegewezen.
nl_be: Deze retailgroep is al aan een retailafdeling toegewezen.
ru: Эта розничная группа уже назначена розничному департаменту.
sv: Denna detaljhandelsgrupp har redan tilldelats en detaljhandelsavdelning.
vi_vn: Một hoặc nhiều nhóm bán lẻ đã được chỉ định cho một bộ phận.

source: Search
bg: Търсене
da: Søg
de: Suche
es: Buscar
fi: Haku
fr: Rechercher
is: Leit
nl: Zoeken
nl_be: Zoeken
ru: Поиск
sv: Sök
vi_vn: Tìm kiếm

source: Posted Statement
bg: Осчетоводен отчет
da: Bogført opgørelse
de: Geposteter Kontoauszug
es: Declaración publicada
fi: Kirjattu tilitys
fr: Déclaration validée
is: Bókað uppgjör
nl: De verklaring van de geboekte
nl_be: Geboekte dagafsluiting
ru: Учтенный открытый отчет
sv: Bokförd dagsredovisning
vi_vn: Ghi sổ bảng kê

source: Divisions
bg: Дивизии
da: Divisioner
de: Abteilungen
es: Divisiones
fi: Divisioonat
is: Svið
nl: Afdelingen
nl_be: Afdelingen
ru: Дивизионы
sv: Indelningar
vi_vn: Bộ phận:

source: Hierarchy
bg: Йерархия
da: Hierarki
de: Hierarchie
es: Jerarquía
fi: Hierarkia
fr: Hiérarchie
is: Stigveldi
nl: Hierarchie
nl_be: Hiërarchie
ru: Иерархия
sv: Hierarki
vi_vn: Cấp bậc

source: Stock reservation
bg: Резервация запаси
da: Lagerreservation
de: Bestandsreservierung
es: Reserva de existencias
fi: Varastovaraus
fr: Réservation de stock
is: Fráteknar birgðir
nl: Voorraad reservering
nl_be: Voorraadreservering
ru: Резервирование склада
sv: Lagerreservation
vi_vn: Đặt phòng

# UndeleteRetailItemsQuestion
source: Are you sure you want to undelete these items?
bg: Наистина ли искате да отмените изтриването на тези артикули?
da: Er du sikke på at du vil annullere sletning af disse varer?
de: Sind Sie sicher, dass Sie diese Artikel wiederherstellen möchten?
es: ¿Está seguro de que desea cancelar la eliminación de estos artículos?
fi: Haluatko varmasti poistaa nämä tuotteet?
fr: Êtes-vous sûr de vouloir restaurer ces articles ?
is: Ertu viss um að þú viljir afturkalla eyðingu á þessum kassavörum?
nl: Weet u zeker dat u wilt undelete van deze items?
nl_be: Weet u zeker dat u verwijdering van deze artikels ongedaan wilt maken?
ru: Вы уверены, что хотите отменить удаление товаров?
sv: Vill du ångra raderingen?
vi_vn: Bạn có chắc chắn muốn khôi phục các mục này?

source: POS settings
bg: POS настройки
da: POS-indstillinger
de: POS-Einstellungen
es: Configuración del punto de venta
fi: POS-asetukset
fr: Paramètres PDV
is: POS stillingar
nl: POS-instellingen
nl_be: POS-instellingen
ru: Настройки POS
sv: Kassainställningar
vi_vn: Thiết lập POS
