Repository: iespana/LSOne
Catalog: SM/Plugins/RetailItems/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# DeleteItemTranslationQuestion
source: Are you sure you would like to delete the selected item translation?
bg: Наистина ли искате да изтриете избрания превод артикул?
da: Er du sikker på at du gerne vil slette den valgte vareoversøttelse?
de: Sind Sie sicher, dass Sie die ausgewählte Artikeltransaktion löschen wollen?
es: ¿Está seguro de que desea eliminar la traducción del artículo que ha seleccionado?
fi: Haluatko varmasti poistaa valitun tuotteen käännöksen?
fr: Êtes-vous sûr(e) de vouloir supprimer la traduction choisie ?
is: Ertu viss um að þú viljir eyða valinni þýðingu?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde item vertaling?
nl_be: Weet u zeker dat u de geselecteerde vertaling van het artikel wilt verwijderen?
ru: Вы уверены, что хотите удалить выьбранный перевод товара.?
sv: Vill du radera vald artikelöversättning?
vi_vn: Bạn có chắc chắn muốn xóa bản dịch đã chọn không?

source: Item translation
bg: Превод артикул
da: Vareoversættelse
de: Artikelübersetzung
es: Traducción del artículo
fi: Tuotteen käännös
fr: Traduction de l'article
is: Vöruþýðing
nl: Artikel vertaling
nl_be: Artikel vertaling
ru: Перевод товара
sv: Artikelöversättning
vi_vn: Diễn giải sản phẩm

# Translations
source: Item translations
bg: Артикул преводи
da: Vareoversættelser
de: Artikelübersetzungen
es: Traducciones de artículos
fi: Tuotteen käännökset
fr: Traductions d'articles
is: Vöruþýðingar
nl: Vertalingen
nl_be: Artikel vertalingen
ru: Переводы товара
sv: Artikelöversättningar
vi_vn: Các mục dịch

# ProfitMarginTooHigh
source: Profit margin cannot exceed 100 %
bg: Маржът на печалбата не може да надвишава 100
da: Dækningsbidrag kan ikke overstige 100%
de: Gewinnspanne kann 100% nicht übersteigen
es: El margen de beneficio no puede superar el 100 %
fi: Kate ei saa ylittää 100%
fr: La marge de profit ne peut pas dépasser 100 %
is: Hagnaðarprósenta má ekki fara yfir 100 %
nl: Winstmarge kan niet meer bedragen dan 100
nl_be: Winstmarge mag niet meer dan 100 % bedragen
ru: Прибыль не может превышать 100 %
sv: Vinstmarginal kan inte överstiga 100%
vi_vn: Biên lợi nhuận không thể vượt quá 100%

source: All items
bg: Всички артикули:
da: Alle varer:
de: Alle Artikel
es: Todos los artículos
fi: Kaikki tuotteet:
fr: Tous les articles
is: Allar vörur
nl: Alle items
nl_be: Alle artikelen
ru: Все товары:
sv: Alla artiklar
vi_vn: Tất cả biểu tượng

source: Base sales price
bg: Базова продажна цена
da: Grundlæggende salgspris
de: Basisverkaufspreis
es: Precio de venta base
fi: Perusmyyntihinta
fr: Prix de vente de base
is: Grunnsöluverð
nl: Basis Verkoopsprijs
nl_be: Basisverkoopprijs
ru: Базовая цена продажи
sv: Basförsäljningspris
vi_vn: Giá Bán

source: Delete discount offer line
bg: Изтриване на ред отстъпка оферта
da: Slet rabattilbudslinje
de: Rabattangebotszeile löschen
es: Borrar línea de oferta de descuento
fi: Poista alennustarjouksen rivi
fr: Supprimer la ligne d'offre de remise
is: Eyða afsláttartilboðslínu
nl: Verwijder kortingsaanbod
nl_be: Lijn kortingsaanbod verwijderen
ru: Удалить строку предложения скидки
sv: Radera rad rabatterbjudande
vi_vn: Xóa dòng khuyến mại

# DeleteDiscountOfferLineQuestion
source: Are you sure you want to delete the selected discount offer line?
bg: Наистина ли искате да изтриете избрания ред за оферта за отстъпка?
da: Er du sikker på, at du vil slette den valgte rabat-tilbudslinje?
de: Sind Sie sicher, dass Sie die ausgewählte Rabattangebotszeile löschen wollen?
es: ¿Está seguro de que desea eliminar la línea de oferta de descuento seleccionada?
fi: Haluatko varmasti poistaa valitun alennustarjouksen rivin?
fr: Êtes-vous sûr(e) de vouloir supprimer la ligne d'offre de remise choisie ?
is: Ertu viss um að þú viljir eyða valinni afsláttartilboðslínu?
nl: Weet u zeker dat u de geselecteerde kortingsaanbod wilt verwijderen?
nl_be: Weet u zeker dat u de lijn kortingsaanbod wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранную строку предложения скидки?
sv: Vill du radera vald rabatt erbjudande rad?
vi_vn: Bạn có chắc chắn muốn xóa dòng khuyến mại đã chọn?

source: Delete multibuy line
bg: Изтриване на ред множеств.покупка
da: Slet flerkøbslinje
de: Multibuy-Zeile löschen
es: Borrar línea de compra múltiple
fi: Poista monioston rivi
fr: Supprimer la ligne d'achat multiple
is: Eyða magnkaupslínu
nl: Verwijder multibuy lijn
nl_be: Multi-verkoopregel verwijderen
ru: Удалить строку множественной скидки
sv: Radera samköpsrad
vi_vn: Xóa dòng khuyến mại multibuy

# DeleteMultibuyLineQuestion
source: Are you sure you want to delete the selected multibuy line?
bg: Сигурни ли сте, че искате да изтриете избрания ред множествена покупка?
da: Er du sikker på at du vil slette den valgte flerkøbslinje?
de: Sind Sie sicher, dass Sie die ausgewählte Multibuy-Zeile löschen wollen?
es: ¿Está seguro de que desea borrar la línea de compra múltiple seleccionada?
fi: Haluatko varmasti poistaa valitun monioston rivin?
fr: Êtes-vous sûr(e) de vouloir supprimer la ligne d'achats multiples choisie ?
is: Ertu viss um að þú viljir eyða valinni magnkaupslínu?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
nl_be: Weet u zeker dat u de geselecteerde multi-verkooplijn wilt verwijderen?
ru: Вы уверены, что хотите удалить строку множественной скидки?
sv: Vill du radera vald samköpsrad?
vi_vn: Bạn có chắc chắn muốn xóa dòng multibuy đã chọn?

source: Delete promotion line
bg: Изтриване на ред промоция
da: Slet promoveringslinje
de: Promotionzeile löschen
es: Borrar línea de promoción
fi: Poista kampanjan rivi
fr: Supprimer la ligne de promotion
is: Eyða kynningarlínu
nl: Verwijder promotie lijn
nl_be: Promotielijn verwijderen
ru: Удалить строку продвижения
sv: Radera kampanjrad
vi_vn: Xóa dòng ưu đãi giảm giá

# DeletePromotionLineQuestion
source: Are you sure you want to delete the selected promotion line?
bg: Сигурни ли сте, че искате да изтриете избрания ред промоция?
da: Er du sikker på, at du vil slette den valgte promoveringslinje?
de: Sind Sie sicher, dass Sie die ausgewählte Promotionzeile löschen wollen?
es: ¿Está seguro de que desea borrar la línea de promoción seleccionada?
fi: Haluatko varmasti poistaa valitun kampanjan rivin?
fr: Êtes-vous sûr(e) de vouloir supprimer la ligne de promotion choisie ?
is: Ertu viss um að þú viljir eyða valinni kynningarlínu?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
nl_be: Weet u zeker dat u de geselecteerde promotielijn wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранную строку продвижения?
sv: Vill du radera vald kampanjrad?
vi_vn: Bạn có chắc chắn muốn xóa dòng ưu đãi đã chọn không?

source: Delete trade agreement
bg: Изтриване на търговско споразумение
da: Slet handelsaftale
de: Handelsabkommen löschen
es: Borrar acuerdo comercial
fi: Poistetaan kauppasopimus
fr: Supprimer l'accord commercial
is: Eyða verðsamning
nl: Verwijderen van handels-en samenwerkingsovereenkomst
nl_be: Commerciële overeenkomst verwijderen
ru: Удалить договор
sv: Radera handelsavtal
vi_vn: Xóa thỏa thuận thương mại

# DeleteTradeAgreementQuestion
source: Are you sure you want to delete the selected trade agreement?
bg: Наистина ли искате да изтриете избраното търговско споразумение?
da: Er du sikker på, at du vil slette den valgte handelsaftale?
de: Sind Sie sicher, dass Sie das ausgewählte Handelsabkommen löschen wollen?
es: ¿Está seguro de que desea borrar el acuerdo comercial seleccionado?
fi: Haluatko varmasti poistaa valitun kauppasopimuksen?
fr: Êtes-vous sûr(e) de vouloir supprimer l'accord commercial choisi ?
is: Ertu viss um að þú viljir eyða völdum viðskiptasamning?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde handelsovereenkomst?
nl_be: Weet u zeker dat u de geselecteerde commerciële overeenkomst wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранный договор?
sv: Är du säker på att du vill radera valt handelsavtal?
vi_vn: Bạn có chắc chắn muốn xóa thỏa thuận thương mại đã chọn?

source: Disabled
bg: Изключено
da: Slået fra
de: Deaktiviert
es: Desactivado
fi: Poistettu käytöstä
fr: Désactivé
is: Óvirkt
nl: Uitgeschakeld
nl_be: Gedesactiveerd
ru: Неактивно
sv: Inaktiverad
vi_vn: Tắt

source: Discounts
bg: Отстъпки:
da: Rabatter
de: Rabatte
es: Descuentos
fi: Alennukset:
fr: Remises
is: Afslættir
nl: Kortingen
nl_be: Kortingen
ru: Скидки:
sv: Rabatter
vi_vn: Chiết khấu:

source: Enabled
bg: Активирано:
da: Aktiveret
de: Aktiviert
es: Activado
fi: Käytössä:
fr: Activé :
is: Virkt
nl: Inschakelen
nl_be: Ingeschakeld:
ru: Активно:
sv: Aktiverad
vi_vn: Bật:

source: Group
bg: Група
da: Gruppe
de: Gruppe
es: Grupo
fi: Ryhmä
fr: Groupe
is: Hópur
nl: Groep
nl_be: Groep
ru: Группа
sv: Grupp
vi_vn: Nhóm

source: Mix and match line groups
bg: Ред групи Mix and match
da: Mix and match linjegrupper
de: Mix&Match-Zeilengruppen
es: Grupos de líneas de mezclar y combinar
fi: Mix&Match riviryhmä
fr: Groupes de lignes d'assortiments
is: Línuflokkur blandaðra tilboða
nl: Meng en match lijngroepen
nl_be: Mix & Match lijngroepen
ru: Строка групп комбинированной скидки
sv: Mix & Match radgrupper
vi_vn: Nhóm dòng mix & match

source: Mix and match lines
bg: Редове mix and match
da: Mix and match-linjer
de: Mix&Match-Zeilen
es: Líneas de mezclar y combinar
fi: Mix&Match rivit
fr: Lignes d'assortiment
is: Línur blandaðra tilboða
nl: Mix en match lijnen
nl_be: Mix & Match lijnen
ru: Строки комбинированной скидки
sv: Mix & Match rader
vi_vn: Dòng khuyến mại mix match

source: Multibuy
bg: Множ.покупки
da: Flerkøb
es: Compra múltiple
fi: Moniosto
fr: Achats multiples
is: Magnkaup
nl_be: Multikoop
ru: Множественная скидка
sv: Samköp
vi_vn: Mua nhiều

source: Multibuy configurations
bg: Конфигурации с множеств.покупки
da: Flerkøbskonfigurationer
de: Multibuy-Konfigurationen
es: Configuraciones de compras múltiples
fi: Monioston konfiguraatiot
fr: Configurations achat multiple
is: Magnkaupsstillingar
nl: Multibuy configuraties
nl_be: Multi-verkoop configuraties
ru: Конфигурации множественной скидки
sv: Samköpkonfigurationer
vi_vn: Cấu hình gói khuyến mại Multibuy

source: Multibuy lines
bg: Редове множеств.покупки
da: Flerkøbslinjer
de: Multibuy-Zeilen
es: Líneas de múltiples compras
fi: Monioston rivit
fr: Lignes d'achats multiples
is: Magnkaupslínur
nl: Multibuy lijnen
nl_be: Multi-verkooplijn
ru: Строки множественной скидки
sv: Samköpsrader
vi_vn: Dòng Multibuy

source: Multiline
bg: Многоредови
da: Flerlinje
de: Sammel
es: Multilínea
fi: Monirivinen
fr: Multi-lignes
is: Marglínu
nl: Meerdere Tekst
nl_be: Multilijn
ru: Множество строк
sv: Samköp
vi_vn: Đa tuyến

source: Periodic discounts
bg: Периодични отстъпки:
da: Periodiske rabatter
de: Periodische Rabatte
es: Descuentos periódicos
fi: Määräaikaiset alennukset:
fr: Remises périodiques :
is: Tímabilsafslættir
nl: Periodieke kortingen:
nl_be: Periodieke kortingen
ru: Периодические скидки:
sv: Periodiska rabatter
vi_vn: Chiết khấu định kỳ:

source: Prices
bg: Цени
da: Priser
de: Preise
es: Precios
fi: Hinnat
fr: Prix
is: Verð
nl: Prijzen
nl_be: Prijzen
ru: Цены
sv: Priser
vi_vn: Giá bán

source: Promotion lines
bg: Редове промоции
da: Kampagnelinjer
de: Promotionzeilen
es: Líneas de promoción
fi: Kampanjan rivit
fr: Lignes de promotions
is: Kynningarlínur
nl: Promotie lijnen
nl_be: Promotielijnen
ru: Строки продвижения
sv: Kampanjrader
vi_vn: Dòng ưu đãi

source: Sales price
bg: Продажна цена
da: Salgspris
de: Verkaufspreis
es: Precio de venta
fi: Myyntihinta
fr: Prix de vente
is: Söluverð
nl: Verkoopprijs
nl_be: Verkoopprijs
ru: Цены продажи
sv: Försäljningspris
vi_vn: Giá Bán

source: Trade agreements
bg: Търговски споразумения
da: Handelsaftaler
de: Handelsvereinbarungen
es: Acuerdos comerciales
fi: Kauppasopimukset
fr: Accords commerciaux
is: Verðsamningar
nl: Handelsovereenkomsten
nl_be: Commerciële overeenkomsten
ru: Коммерческие соглашения
sv: Handelsavtal
vi_vn: Thỏa thuận thương mại

source: View customer
bg: Преглед Клиент
da: Vis kunde
de: Debitor anzeigen
es: Ver cliente
fi: Näytä asiakas
fr: Afficher le client
is: Skoða viðskiptamann
nl_be: Klant bekijken
ru: Просмотр клиента
sv: Vy kund
vi_vn: Xem khách hàng

source: View customer group
bg: Преглед на клиентска група
da: Se kundegruppe
de: Kundengruppe anzeigen
es: Ver grupo de clientes
fi: Näytä asiakasryhmä
fr: Afficher le groupe de clients
is: Skoða viðskiptamannahóp
nl: Klantgroep
nl_be: Klantengroep bekijken
ru: Просмотр Клиент группа
sv: Vy kundgrupp
vi_vn: Xem nhóm khách hàng

source: View group
bg: Преглед група
da: Vis gruppe
de: Gruppe anzeigen
es: Ver grupo
fi: Näytä ryhmä
fr: Afficher le groupe
is: Skoða hóp
nl: Bekijk Groep
nl_be: Groep bekijken
ru: Просмотр группы
sv: Vy grupp
vi_vn: Xem nhóm

source: View item group
bg: Преглед група артикул
da: Vis varegruppe
de: Artikelgruppe anzeigen
es: Ver grupo de artículos
fi: Näytä tuotteeen ryhmä
fr: Afficher le groupe d'articles
is: Skoða vöruflokka
nl: Weergave itemgroep
nl_be: Artikelgroep bekijken
ru: Просмотр товарной группы
sv: Vy artikelgrupp
vi_vn: Xem nhóm mục

source: Line
bg: Ред
da: Linje
de: Zeile
es: Línea
fi: Rivi
fr: Ligne
is: Línu
nl: Regel
nl_be: Lijn
ru: Строка
sv: Rad
vi_vn: Dòng

# OnlyCharAndNumbers
source: Item ID can only contain alphanumeric letters
bg: ИД на артикул може да съдържа само букви и цифри
da: Varenummer kan kun indeholde alfanumeriske bogstaver
de: Artikel-ID darf nur alphanumerische Zeichen enthalten
es: El ID del artículo solo puede contener caracteres alfanuméricos
fi: Tuotteen tunnus voi sisältää vain aakkosnumeerisia kirjaimia
fr: Un ID d'article ne peut comporter que des caractères alphanumériques
is: Auðkenni vöru má eingöngu innihalda stafi og númer
nl: Item-ID kan alleen alfanumerieke letters bevatten.
nl_be: De ID van het artikel kan alleen alfanumerieke letters bevatten
ru: ID товара может содержать только буквенно-цифровые символы
sv: Artikel-ID kan endast innehålla alfanumeriska bokstäver
vi_vn: Mã hàng chỉ có thể chứa các chữ cái và chữ số

source: Actions
bg: Действия
da: Handlinger
de: Aktionen
es: Acciones
fi: Toiminnot
is: Aðgerðir
nl: Handelingen
nl_be: Acties
ru: Действия
sv: Åtgärder
vi_vn: Thực thi

# ActionsImportImages
source: Import images
bg: Импорт Изображения
da: Importer billeder
de: Bilder importieren
es: Importar imágenes
fi: Tuo kuvia
fr: Importer des images
is: Innlestur mynda
nl: Afbeeldingen importeren
nl_be: Afbeeldingen importeren
ru: Импорт изображений
sv: Importera bilder
vi_vn: Nhập hình ảnh

# ImportImagesAbort
source: Abort
bg: Прекъсни
da: Afbryd
de: Abbruch
es: Abortar
fi: Keskeytys
fr: Abandonner
is: Hætta við
nl: Afbreken
nl_be: Afbreken
ru: Прекратить
sv: Avbryt
vi_vn: Hủy bỏ

# ImportImagesDataFileFormatError
source: The format of the datafile is not correct.
bg: Форматът на файла с данни не е правилен.
da: Formatet på datafilen er ikke korrekt.
de: Die Form der Datei ist nicht korrekt.
es: El formulario del archivo de datos es incorrecto.
fi: Datatiedoston muoto ei ole oikea.
fr: Le formulaire du fichier de données est incorrect.
is: Snið gagnaskráarinnar er ekki rétt.
nl: De vorm van de datafile is niet correct.
nl_be: De vorm van het gegevensbestand is niet correct.
ru: Форма файла данных не корректна.
sv: Datafilens format är inte korrekt.
vi_vn: Định dạng của datafile là không chính xác.

# ImportImagesItemNotFound
source: Retail item '{0}' was not found
bg: Ритейл артикул '{0}' не бе намерен
da: Salgsvare '{0}' blev ikke fundet
de: Einzelhandelsartikel '{0}' wurde nicht gefunden
es: No se encontró el artículo minorista '{0}'
fi: Tuotetta '{0}' ei löytynyt
fr: L'article de vente au détail '{0}' n'a pas été trouvé
is: Vara '{0}' fannst ekki
nl: Retail object '{0}' is niet gevonden
nl_be: Retailartikel '{0}' werd niet gevonden
ru: Розничный товар '{0}' не найден
sv: Retail-artikel '{0}' hittades inte
vi_vn: Không tìm thấy mặt hàng bán lẻ '{0}'

# InventoryTypeAdjustment
source: Adjustment
bg: Настройка
da: Justering
de: Anpassung
es: Ajuste
fi: Muutos
fr: Ajustement
is: Leiðrétting
nl: Korting
nl_be: Instelling
ru: Корректировка
sv: Justering
vi_vn: Điều chỉnh

# InventoryTypePurchase
source: Purchase
bg: Покупка
da: Indkøb
de: Einkauf
es: Comprar
fi: Osto
fr: Achat
is: Kaup
nl: Inkoop
nl_be: Aankoop
ru: Покупка
sv: Inköp
vi_vn: Mua

# InventoryTypeSale
source: Sale
bg: Продажба
da: Salg
de: Verkauf
es: Venta
fi: Myynti
fr: Vente
is: Sala
nl: Koopjes
nl_be: Verkoop
ru: Продажа
sv: Försäljning
vi_vn: Bán hàng

# ItemLedgerViewScrollDisplay
source: Record
bg: Запис
da: Post
de: Datensatz
es: Registro
fi: Tietue
fr: Entrée
is: Færsla
nl: Opnemen
nl_be: Gegeven
ru: Запись
sv: Post
vi_vn: Bản ghi

# SalesTransaction
source: Sales
bg: Продажби
da: Salg
de: Verkäufe
es: Ventas
fi: Myynti
fr: Ventes
is: Sala
nl: Verkoop
nl_be: Verkoop
ru: Продажи
sv: Försäljning
vi_vn: Bán hàng

source: Adjustment
bg: Настройка
da: Justering
de: Anpassung
es: Ajuste
fi: Muutos
fr: Ajustement
is: Leiðrétting
nl: Korting
nl_be: Instelling
ru: Корректировка
sv: Justering
vi_vn: Điều chỉnh

source: Item ledger
bg: Запис артикул
da: Vareposter
de: Artikelhauptbuch
es: Libro mayor del artículo
fi: Tuotetapahtumat
fr: Écritures article
is: Birgðafærslur
nl: Grootboek
nl_be: Artikel grootboek
ru: Товарная книга
sv: Artikelreskontra
vi_vn: Mục sổ cái

source: Bar code
bg: Баркод
da: Stregkode
de: Strichcode
es: Código de barras
fi: Viivakoodi
fr: Code barres
is: Strikamerki
ru: Штрихкод
sv: Streckkod
vi_vn: Mã vạch

source: Date
bg: Дата
da: Dato
de: Datum
es: Fecha
fi: Pvm
is: Dagsetning
nl: Datum
nl_be: Datum:
ru: Дата
sv: Datum
vi_vn: Ngày

source: Description
bg: Описание:
da: Beskrivelse
de: Beschreibung
es: Descripción
fi: Kuvaus:
is: Lýsing
nl: Beschrijving
nl_be: Omschrijving
ru: Описание:
sv: Beskrivning
vi_vn: Mô tả:

source: Sale
bg: Продажба
da: Salg
de: Verkauf
es: Venta
fi: Myynti
fr: Vente
is: Sala
nl: Koopjes
nl_be: Verkoop
ru: Продажа
sv: Försäljning
vi_vn: Bán hàng

source: Store
bg: Магазин:
da: Butik
de: Geschäft
es: Tienda
fi: Myymälä:
fr: Magasin
is: Búð
nl: Winkel
nl_be: Winkel
ru: Магазин:
sv: Butik
vi_vn: Cửa hàng

source: Terminal
bg: Терминал
fi: Pääte
is: Útstöð
nl: Kassa
ru: Терминал
vi_vn: Quầy tính tiền

source: Types
bg: Видове
da: Typer
de: Typen
es: Tipos
fi: Tyypit
is: Tegundir
ru: Типы
sv: Typer
vi_vn: Loại

source: Variant group
bg: Група вариант
da: Variantgruppe
de: Variantengruppe
es: Grupo de variantes
fi: Varianttiryhmä
fr: Groupe variant
is: Afbrigðaflokkur
nl: Nieuwe groepsvariant
nl_be: Variantgroep
ru: Вариант группа
sv: Variantgrupp
vi_vn: Nhóm biến thể

source: Voided
bg: Анулиран
da: Annulleret
de: Ungültig
es: Anulado
fi: Mitätöity
fr: Annulé
is: Ógilt
nl: Vervallen
nl_be: Ongeldig gemaakt
ru: Аннулирован
sv: Makulerad
vi_vn: Hủy bỏ

source: Voided line
bg: Анулиран ред
da: Annulleret linje
de: Ungültige Zeilen
es: Línea anulada
fi: Mitätöity rivi
fr: Ligne annulée
is: Ógild lína
nl: Geannuleerde regel
nl_be: Ongeldig gemaakte lijn
ru: Аннулированная строка
sv: Makulerad rad
vi_vn: Hủy dòng

source: Voided sale
bg: Анулирана продажба
da: Annulleret salg
de: Stornierter Verkauf
es: Venta anulada
fi: Mitätöity myynti
fr: Vente annulée
is: Ógild sala
nl: Vervallen verkoop
nl_be: Ongeldig gemaakte verkoop
ru: Аннулированная продажа
sv: Makulerad försäljning
vi_vn: Hủy bán hàng

source: Vendor
bg: Доставчик
da: Leverandør
de: Verkäufer
es: Proveedor
fi: Toimittaja
fr: Fournisseur :
is: Birgi
nl: Verkoper
nl_be: Verkoper
ru: Поставщик
sv: Leverantör
vi_vn: Nhà cung cấp

source: Tax group
bg: Данъчна група
da: Momsgruppe
de: Steuergruppe
es: Grupo de impuesto
fi: Veroluokka
fr: Groupe de taxe
is: VSK flokkur
nl: Fiscale groep
nl_be: Belastingsgroep
ru: Налоговая группа
sv: Momsgrupp
vi_vn: Nhóm thuế

source: Images
bg: Изображения
da: Billeder
de: Bilder
es: Imágenes
fi: Kuvat
is: Myndir
nl: Afbeeldingen
nl_be: Afbeeldingen
ru: Изображения
sv: Bilder
vi_vn: Hình ảnh

source: Copy ID
bg: Копирай ID
da: Kopier ID
de: ID kopieren
es: Copiar ID
fi: Kopioi tunnus
fr: Copier l'ID
is: Afrita auðkenni
nl: Kopieer ID
nl_be: ID kopiëren
ru: Копировать ID
sv: Kopiera ID
vi_vn: Sao chép ID

# ImageImportDeleteExisting
source: You've selected to delete existing images. This means that for each retail item this process imports an image for, all previously existing images for that item will be deleted. Do you want to continue?
bg: Избрали сте да изтриете съществуващи изображения. Това означава, че за всеки ритейл артикул, за който се внася изображение, всички предишни изображения ще бъдат изтрити. Искате ли да продължите?
da: Du har valgt at slette eksisterende billeder. Dette betyder, at for hver salgsvare, denne proces importerer et billede til, vil alle tidligere eksisterende billeder til den vare blive slettet. Vil du fortsætte?
de: Sie haben vorhandene Bilder zu löschen ausgewählt. Dies bedeutet, dass dieser Prozess für jeden Einzelhandelartikel ein Bild importiert, alle bisher vorhandenen Bilder für diesen Artikel werden gelöscht. Möchten Sie fortfahren?
es: Ha solicitado eliminar las imágenes existentes. Esto significa que se eliminarán todas las imágenes existentes del artículo minorista para el que se importe una nueva imagen. ¿Desea continuar?
fi: Olet valinnut kuvat poistettavaksi. Tämä tarkoittaa sitä, että kaikkien käsiteltävien tuotteiden nykyiset kuvat tullaan poistamaan Haluatko jatkaa ?
fr: Vous avez choisi de supprimer les images existantes. Cela signifie que pour chaque article de vente au détail importé par ce processus, des images existantes correspondant à cet article seront supprimées. Souhaitez-vous continuer ?
is: Þú hefur valið að eyða myndum sem til eru. Það þýðir að öllum myndum er eytt fyrir hverja vöru sem mynd er flutt inn fyrir. Ertu viss um að þú viljir halda áfram?
nl: U hebt geselecteerd om te verwijderen van bestaande beelden. Dit betekent dat dit proces voor elk item retail een afbeelding geïmporteerd voor, alle eerder bestaande afbeeldingen voor dat item verwijderd. Wilt u doorgaan?
nl_be: U hebt de selectie gemaakt om bestaande afbeeldingen te verwijderen. Dit betekent dat voor ieder retailartikel waarvoor dit proces een afbeelding importeert, alle eerder bestaande afbeeldingen voor dat artikel zullen worden verwijderd. Wilt u doorgaan?
ru: Вы выбрали изображения для удаления. Это означает, что для каждого розничного товара будут импортировано изображение, все предыдущие существующие изображения для каждого этого товара будут удалены. Продолжить?
sv: Du har valt att radera befintliga bilder. Det innebär att för varje retail-artikel kommer en bild att importeras, alla tidigare befintliga bilder för artikeln kommer att raderas. Vill du fortsätta?
vi_vn: Bạn đã chọn xóa hình ảnh hiện có. Điều này có nghĩa là đối với mỗi mặt hàng bán lẻ, quy trình này sẽ nhập một hình ảnh, cho tất cả các hình ảnh hiện có trước đó cho mặt hàng đó sẽ bị xóa. Bạn có muốn tiếp tục?

source: Delete retail division
bg: Изтриване на ритейл дивизия
da: Slet varedivision
de: Einzelhandelsbereich löschen
es: Eliminar división minorista
fi: Poista divisioona
fr: Supprimer la division de vente au détail
is: Eyða smásölusviði
nl: Verwijderen van de divisie retail
nl_be: Verwijderen retaildivisie
ru: Удалить розничную секцию
sv: Radera Retail avdelning
vi_vn: Xóa bộ phận bán lẻ
