Repository: iespana/LSOne
Catalog: POS/Services/HospitalityService/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Date
bg: Дата
da: Dato
de: Datum
es: Fecha
fi: Pvm
is: Dagsetning
nl: Datum
nl_be: Datum:
ru: Дата
sv: Datum
vi_vn: Ngày

source: Time
bg: Време
da: Tid
de: Zeit
es: Hora
fi: Aika
fr: Heure
is: Tími
nl: Tijd
nl_be: Tijd
ru: Время
sv: Tid
vi_vn: Thời gian

# OrderNo
source: Order number
bg: Номер на поръчка:
da: Ordrenummer:
de: Auftragsnummer
es: Número de pedido
fi: Tilausnumero:
fr: Numéro de commande
is: Pöntunarnúmer
nl: Ordernummer
nl_be: Ordernummer
ru: Номер заказа:
sv: Ordernummer
vi_vn: Mã đơn hàng:

source: Order number
bg: Номер на поръчка:
da: Ordrenummer:
de: Auftragsnummer
es: Número de pedido
fi: Tilausnumero:
fr: Numéro de commande
is: Pöntunarnúmer
nl: Ordernummer
nl_be: Ordernummer
ru: Номер заказа:
sv: Ordernummer
vi_vn: Mã đơn hàng:

# AmountSelectedIsLargerThenTotal
source: Amount selected is larger then total amount of items. Items cannot be split
bg: Избраната сума е по-голяма от общата сума на артикулите. Артикулите не могат да бъдат разделени
da: Det valgte beløb er højere end det samlede antal varer. Varerne kan ikke deles op
de: Ausgewählter Betrag ist größer als Gesamtbetrag der Artikel. Artikel können nicht aufgeteilt werden
es: El importe seleccionado es mayor al importe total de artículos. No se pueden dividir los artículos.
fi: Valittu summa on suurempi kuin tuotteiden yhteissumma. Tuotteita ei voida jakaa
fr: Le montant choisi est supérieur au montant total d'articles. Les articles ne peuvent pas être fractionnés
is: Upphæðin er hærri en samtals upphæð línanna. Ekki er hægt að skipta völdum línum
nl: Bedrag geselecteerd is groter dan het totale bedrag van posten. Items worden niet gesplitst
nl_be: Geselecteerde bedrag is groter dan totale bedrag van artikelen. Artikelen kunnen niet worden opgesplitst
ru: Выбранная сумма больше, чем общая сумма товаров. Товары не могут быть разделены
sv: Valt belopp är större än totalt belopp av artiklar. Artiklar kan inte delas
vi_vn: Số tiền được chọn là lớn hơn sau đó tổng số lượng các mặt hàng. Các mặt hàng không thể được chia

source: Available
bg: Налични
da: Ledig
de: Verfügbar
es: Disponible
fi: Käytettävissä
fr: Disponible
is: Laust
nl: Beschikbaar
nl_be: Beschikbaar
ru: Доступно
sv: Tillgänglig
vi_vn: Khả dụng

source: Available menu types
bg: Налични видове менюта
da: Tilgængelige menutyper
de: Verfügbare Menütypen
es: Tipos de menú disponibles
fi: Käytettävissä olevat menutyypit
fr: Types de menus disponibles
is: Gerðir sem hægt er að velja
nl: Beschikbare menu-typen
nl_be: Beschikbare menutypes
ru: Доступные типы меню
sv: Tillgängliga menytyper
vi_vn: Các loại menu có sẵn

source: Bumped
da: Færdiggjort
de: Fertiggestellt
es: Rechazada
fi: Painettu
fr: Ralenti
is: Kláruð
nl: Gestoten
nl_be: Mislukt
ru: Уволен
sv: Färdigställd
vi_vn: Van động

source: Cannot load Hospitality
bg: Не може да се зареди гостопроемство
da: Kan ikke indlæse restaurant
de: Kann Bewirtung nicht laden
es: No se puede cargar la hospitalidad
fi: Ei voida ladata Hospitalitya
fr: Impossible de charger le Restaurant
is: Ekki tókst að hlaða inn veitingahúsakerfinu
nl: Gastvrijheid kan niet laden
nl_be: Kan Hospitality niet laden
ru: Не удалось загрузить Ресторан
sv: Kan inte ladda restaurang
vi_vn: Không thể tải Hospitality

# ChangedItem
source: CHANGED
bg: Променено
da: ÆNDRET
de: GEÄNDERT
es: CAMBIADA
fi: MUUTTUNUT
fr: MODIFIÉ
is: BREYTT
nl: Gewijzigd
nl_be: GEWIJZIGD
ru: ИЗМЕНЕНО
sv: ÄNDRADE
vi_vn: Được thay đổi

# CombineExistingSplitPartQuestion
source: Do you want to combine %1 with the existing split part of guest %2
bg: Искате ли да комбинирате %1 със съществуващата разделена част от гост %2
da: Vil du kombinere %1 med den eksisterende del af gæst %2
de: Wollen Sie %1 mit dem bestehenden gespalteten Teil des Gastes %2 verbinden
es: ¿Desea combinar %1 con la parte de la división actual del huésped %2?
fi: Haluatko yhdistää %1 olemassa olevan kuittijaon kanssa asiakkaalle %2
fr: Souhaitez-vous associer %1 à la partie fractionnée existante du client %2 ?
is: Viltu sameina %1 við línurnar hjá gesti nr. %2
nl: Wilt u %1 te combineren met de bestaande deel van gast %2 splitsen
nl_be: Wilt u %1 combineren met het bestaande opgesplitste gedeelte van gast %2
ru: Вы хотите объединить % 1 с существующей разделенной частью гостей % 2
sv: Vill du kombinera %1 med befintlig del av gäst %2
vi_vn: Bạn có muốn kết hợp %1 với phần tách hiện có của khách %2 không

# CombineLinesQuestion
source: Do you want to combine these lines with the existing split parts of guest %1
bg: Искате ли да комбинирате тези редове със съществуващите разделени части на гост %1
da: Vil du kombinere disse linjer med de eksisterende dele af gæst %1
de: Wollen Sie diese Zeilen mit den bestehenden gespalteten Teilen des Gastes %1 verbinden
es: ¿Desea combinar estas líneas con las partes de división existentes del huésped %1?
fi: Haluatko yhdistää nämä rivit nykyisen kuittijaon kanssa asiakkaalle %1
fr: Souhaitez-vous associer ces lignes aux parties fractionnées existantes du client %1 ?
is: Viltu sameina þessar línur við línurnar hjá gesti nr. %1
nl: Wilt u deze lijnen combineren met de bestaande delen van gast %1 splitsen
nl_be: Wilt u deze regels combineren met de bestaande opgesplitste onderdelen van gast %1
ru: Вы хотите объединить эти строки с существующими разделенными частями гостей % 1
sv: Vill du kombinera raderna med befintliga delar av gäst %1
vi_vn: Bạn có muốn kết hợp các dòng này với các phần tách hiện có của khách %1

# ConfirmChangingUserOnTable
source: Do you want to change the waiter on this table from #1 to #2?
bg: Искате ли да смените сервитьора на тази маса от #1 на #2?
da: Vil du udskifte tjeneren ved dette bord fra #1 til #2?
de: Möchten Sie den Kellner von diesem Tisch ändern von #1 zu #2?
es: ¿Desea cambiar al camarero de esta mesa de #1 a #2?
fi: Haluatko muuttaa tämän pöydän tarjoilijaa #1:stä #2:ksi?
fr: Souhaitez-vous modifier le serveur de cette table de #1 à #2 ?
is: Viltu breyta þjóni á borðinu frá þjóni #1 yfir á þjón #2?
nl: Wilt u wijzigen de ober op deze tafel van #1 tot #2?
nl_be: Wilt u de kelner voor deze tafel van #1 naar #2 veranderen?
ru: Изменить официанта для это стола из #1 в #2?
sv: Vill du ändra servitör på detta bord från #1 till #2?
vi_vn: Bạn có muốn thay đổi người phục vụ trên bảng này từ #1 thành #2 không?

# ConfirmChangingUserOnTableSplitBill
source: Do you want to change the waiter on the split payments from #1 to #2?
bg: Искате ли да смените сервитьора на разделени плащания от #1 на #2?
da: Vil du udskifte tjeneren for de delte betalinger fra #1 til #2?
de: Möchten Sie den Kellner von den geteilten Zahlungen ändern von #1 zu #2?
es: ¿Desea cambiar al camarero en los pagos divididos de #1 a #2?
fi: Haluatko muuttaa tarjoilijaa jaetuilla maksutavoilla #1:stä #2:ksi
fr: Souhaitez-vous modifier le serveur sur les paiements fractionnés de #1 à #2 ?
is: Viltu breyta þeim sem er skráður fyrir borðinu á greiðslunni frá #1 í #2?
nl: Wilt u wijzigen de ober op de gesplitste betalingen van #1 tot #2?
nl_be: Wilt u de kelner voor de gesplitste betalingen van #1 naar #2 veranderen?
ru: Вы хотите изменить официанта на разделенных платежах из #1 в #2?
sv: Vill du ändra servitör på delade betalningar från #1 till #2?
vi_vn: Bạn có muốn thay đổi người phục vụ trên các khoản thanh toán tách từ #1 thành #2 không?

# ConfirmChangingUserOnTableTransferTable
source: Do you want to change the waiter on the transferred table from #1 to #2?
bg: Искате ли да смените сервитьора на прехвърлената маса от #1 на #2?
da: Vil du ændre tjeneren for det overførte bord fra #1 til #2?
de: Möchten Sie den Kellner von diesem umgebuchten Tisch ändern von #1 zu #2?
es: ¿Desea cambiar al camarero de la mesa transferida de #1 a #2?
fi: Haluatko muuttaa tarjoilijaa siirrettystä pöydästä #1:stä #2:ksi
fr: Souhaitez-vous modifier le serveur de la table transférée de #1 à #2 ?
is: Viltu breyta þeim sem er skráður fyrir borðinu eftir millifærsluna frá #1 í #2?
nl: Wilt u wijzigen de ober op de overgedragen tafel van #1 tot #2?
nl_be: Wilt u de kelner voor de overgedragen tafel van #1 naar #2 veranderen?
ru: Вы хотите изменить официанта для перемещенного стола из #1 в #2?
sv: Vill du ändra servitör på överfört bord från #1 till #2?
vi_vn: Bạn có muốn thay đổi người phục vụ trên bảng đã chuyển từ #1 sang #2 không?

# ErrorConnectingToSiteService
source: Error connecting to the Site Service. The application is unable to display the Hospitality table layout and will be closed.
bg: Грешка при свързването с услугата на сайта. Приложението не може да покаже изгледа на таблицата Гостоприемство и ще бъде затворено.
da: Fejl ved oprettelse af forbindelse til Site Service. Applikationen kan ikke vise bordfordelingen i restauranten og vil blive lukket.
de: Fehler beim Verbinden mit dem Store Server. Die Anwendung ist unfähig das Bewirtungstischlayout anzuzeigen und wird geschlossen.
es: Error al establecer la conexión con el servidor de la tienda. La aplicación no puede mostrar el diseño de la tabla Hospitalidad y se cerrará.
fi: Virhe Site Service yhteydessä. Sovellus suljetaan, koska se ei voi näyttää hospitality -taulun asettelua.
fr: Erreur lors de la connexion au Service de site. L'application ne peut pas afficher la disposition de table du Restaurant et va fermer.
is: Villa í tengingu við búðarþjón. Kerfið getur ekki sýnt borðavalmynd og hættir vinnslu.
nl: Fout bij het verbinden met de Site Service. De applicatie kan de indeling van de gastvrijheidstabel niet weergeven en wordt afgesloten.
nl_be: Fout bij het tot stand brengen van een verbinding met Site Service. De applicatie kan de tafelopstelling in de hospitality niet weergeven en zal worden afgesloten.
ru: Ошибка подключения к Сайту Сервиса. Приложение не может показать макет стола ресторана и будет закрыто.
sv: Fel vid uppkoppling till butiksserver. Programmet kan inte visa restaurang bordslayout och stängs ner.
vi_vn: Lỗi kết nối với Dịch vụ Trang web. Ứng dụng không thể hiển thị bố trí Hospitality và sẽ bị đóng.

source: Error transfering between tables.
bg: Грешка при прехвърлянето между масите.
da: Fejl ved overførsel mellem borde.
de: Fehler beim Übertragen zwischen den Tischen.
es: Error al transferir entre mesas.
fi: Virhe siirrettäessä pöytien välillä.
fr: Erreur lors du transfert entre les tables.
is: Villa við að færa á milli borða.
nl: Fout overbrengen tussen tabellen.
nl_be: Fout bij overdracht tussen tafels.
ru: Ошибка перемещения между столами.
sv: Fel vid överföring mellan bord.
vi_vn: Lỗi chuyển giữa các bảng.

source: From table
bg: От маса
da: Fra tabel
de: Von Tisch
es: De la mesa
fi: Pöydästä
fr: Depuis la table
is: Frá borði
nl: Van Tabel
nl_be: Van tafel
ru: Из стола
sv: Från bord
vi_vn: Từ table

source: Guests seated
bg: Настанени гости
da: Gæster ved bordet
de: Sitzende Gäste
es: Huéspedes sentados
fi: Asiakkaat istutettu
fr: Clients assis
is: Gestir
nl: Gasten zitten
nl_be: Gasten zijn gaan zitten
ru: Гостей посажено
sv: Sittande gäster
vi_vn: Khách ngồi

source: Items
bg: Артикули
da: Varer
de: Artikel
es: Artículos
fi: Tuotteet
fr: Articles
is: Vörur
nl_be: Artikelen
ru: Товары
sv: Artiklar
vi_vn: Mặt hàng

source: Kitchen Printer Slip
bg: Кухненски принтер разделяне
da: Køkkenprinterkvittering
de: Küchenquittungsdrucker
es: Comprobante de la impresora de cocina
fi: Keittiötulostimen kuitti
fr: Bon d'imprimante de cuisine
is: Pöntunarmiði
nl: Keuken Printer Slip
nl_be: Afgedrukte strook keuken
ru: Кухонный принтер слипов
sv: Köksskrivarkvitto
vi_vn: Máy in trượt

source: Locked
bg: Заключени
da: Låst
de: Gesperrt
es: Bloqueado
fi: Lukittu
fr: Verrouillé
is: Læst
nl: Vergrendeld
nl_be: Vergrendeld
ru: Закрыто
sv: Låst
vi_vn: Được khóa

# MaximumNoOfGuestsExceeded
source: The maximum number of guests that can be selected is #1
bg: Максималният брой гости, които могат да бъдат избрани, е #1
da: Det maksimale antal gæster, der kan vælges, er #1
de: Die maximale Anzahl von Gästen, die ausgewählt werden können, ist #1.
es: Como máximo pueden seleccionarse #1 huéspedes
fi: Valittavien asiakkaiden enimmäismäärä on #1
fr: Le nombre maximum de clients pouvant être sélectionnés est #1
is: Hámarksfjöldi gesta sem er hægt að velja er #1
nl: Het maximum aantal gasten waar deze accommodatie geschikt voor is
nl_be: Het max. aantal gasten dat kan worden geselecteerd is #1
ru: Максимальное число выбраннх гостей может быть #1
sv: Det maximala antalet gäster som kan väljas är #1
vi_vn: Số lượng khách tối đa có thể được chọn là #1

source: Menu types
bg: Видове меню
da: Menutyper
de: Speiseplanarten
es: Tipos de menú
fi: Menutyypit
fr: Types de menus
is: Matseðlategundir
nl: Menu typen
ru: Типы меню
sv: Menytyper
vi_vn: Các loại thực đơn

# MustBeHospitalityType
source: There must at least be one available hospitality type
bg: Трябва да има поне един наличен тип гостоприемство
da: Der skal være mindst én tilgængelig restauranttype
de: Es muss mindestens eine verfügbare Bewirtungsart vorhanden sein
es: Debe haber al menos un tipo de hospitalidad disponible.
fi: On oltava vähintään yksi käytettävissä oleva hospitality -tyyppi
fr: Au moins un type de restaurant disponible doit être choisi
is: Það þarf að vera amk ein veitingategund uppsett
nl: Er moet ten minste één beschikbaar gastvrijheid type
nl_be: Er moet minstens één beschikbaar hospitalitytype zijn
ru: Должен быть доступным по крайней мере один тип ресторана
sv: Det måste åtminstone finnas en tillgänglig restaurangtyp
vi_vn: Ít nhất phải có một loại hospitality có sẵn

source: No hospitality types found
bg: Няма намерени видове гостоприемство
da: Ingen restauranttyper fundet
de: Keine Bewirtungsarten gefunden
es: No se encontraron tipos de hospitalidad.
fi: Hospitality -typpejä ei löytynyt
fr: Aucun type de Restauration trouvé
is: Engar veitingategundir fundust.
nl: Geen hospitality types gevonden
nl_be: Geen hospitalitytypes gevonden
ru: Не найдены типы ресторанов
sv: Inga restaurangtyper hittade
vi_vn: Không tiìm thấy loại Hospitality

# NoItemsOnThisTableToTransfer
source: There are no items to transfer on this table
bg: Няма артикули за прехвърляне за тази маса
da: Der er ingen varer at overføre på dette bord
de: Es sind keine Artikel, die in diese Tabelle zu verschieben sind
es: No hay artículos para transferir en esta mesa
fi: Tälle pöydälle ei ole siirrettäviä tuotteita
fr: Aucun article à transférer sur cette table
is: Það eru engar vörur á þessu borði sem er hægt að færa
nl: Er zijn geen items om te dragen op deze tabel
nl_be: Er zijn geen artikelen in deze tabel die moeten worden overgedragen
ru: Нет товаров для перемещения на этот стол
sv: Det finns inga artiklar att föra över.
vi_vn: Không có mục nào để chuyển trên bảng này

source: No items selected
bg: Няма избрани артикули
da: Ingen varer valgt
de: Keine Artikel ausgewählt
es: No se han seleccionado artículos
fi: Tuotteita ei ole valittu
fr: Aucun article choisi
is: Engin vara hefur verið valin
nl: Er zijn geen items
nl_be: Geen artikelen geselecteerd
ru: Нет выбранных товаров
sv: Inga artiklar valda
vi_vn: Không có mục nào được chọn

# NoItemsToPrint
source: There are no items to print
bg: Няма артикули за печат
da: Der er ingen varer at udskrive
de: Es sind keine Artikel zu drucken.
es: No hay artículos para imprimir.
fi: Ei tuotteita tulostettavaksi
fr: Aucun article à imprimer
is: Það eru engar línur til að prenta.
nl: Er zijn geen items vo te printen
nl_be: Geen artikelen af te drukken
ru: Здесь нет товаров для печати
sv: Det finns inga artiklar att skriva ut.
vi_vn: Không có mục để in

# NoMenuTypes
source: None
bg: Няма
da: Ingen
de: Keine
es: Ninguno
fi: Ei yhtään
fr: Aucun
is: Enginn
nl: Geen
nl_be: Geen
ru: Нет
sv: Ingen
vi_vn: Không

# NoOfGuests
source: Number of guests
bg: Брой гости
da: Antal gæster
de: Anzahl von Gästen
es: Número de huéspedes
fi: Asiakkaiden lukumäärä
fr: Nombre de clients
is: Fjöldi gesta
nl: Aantal gasten
nl_be: Aantal gasten
ru: Число гостей
sv: Antal gäster
vi_vn: Số lượng khách

# NoSiteServiceProfileForHospitality
source: No Site Service profile has been set for the Hospitality. The application is unable to display the Hospitality table layout and will be closed.
bg: Не е зададен профил на услугата на сайта за гостоприемство. Приложението не може да покаже изглед на таблицата гостоприемство и ще бъде затворено.
da: Der er ikke konfigureret en Site Service-profil for restauranten. Applikationen kan ikke vise bordfordelingen i restauranten og vil blive lukket.
de: Es wurde kein Site Service-Profil für die Bewirtung eingestellt. Die Anwendung kann das Bewirtungstisch-Layout nicht anzeigen und wird geschlossen.
es: No ha definido ningún perfil de servidor de la tienda para hospitalidad. La aplicación no puede mostrar el diseño de las tablas de hospitalidad y se cerrará.
fi: Hospitalityyn ei ole asetettu Site Service profiilia. Järjestelmä ei pysty esittämään hospitality pöytäkarttaa ja se suljetaan.
fr: Aucun profil de Service de site n'a été défini pour ce Restaurant. L'application ne peut pas afficher la disposition de table de Restaurant et va fermer.
is: Enginn Site Service profíll hefur verið settur fyrir veitingahúsakerfi. Ekki er hægt að halda áfram án þess að þessi stilling hafi verið sett.
nl: Geen Site serviceprofiel heeft vastgesteld voor de gastvrijheid. De toepassing is niet in staat om weer te geven van het tableau van de gastvrijheid en zal worden gesloten.
nl_be: Er werd geen Site Service-profiel ingesteld voor Hospitality. De applicatie kan de tafelopstelling in Hospitality niet weergeven en zal worden afgesloten.
ru: Не был настроен профиль Ресторана для Сайта Сервиса. Приложение не может показать макет стола ресторана, и оно будет закрыто.
sv: Ingen Site Service profil har registrerats för restaurang. Programmet kan inte visa bordslayout för restaurang och kommer att avslutas.
vi_vn: Không có hồ sơ Dịch vụ Trang web nào được đặt cho Hospitaility. Ứng dụng không thể hiển thị bố trí bảng Hospitality và sẽ bị đóng.

# NoSplitsAllowed
source: No splits are allowed.
bg: Не са разрешени разделяния.
da: Deling ikke tilladt.
de: Keine Teilungen sind erlaubt.
es: No pueden realizarse divisiones.
fi: Kuittijako ei ole sallittu.
fr: Aucun fractionnement n'est autorisé.
is: Engar skiptingar eru leyfðar.
nl: Geen splitst zijn toegestaan.
nl_be: Geen splitsingen toegelaten.
ru: Разделение не разрешено.
sv: Inga delningar tillåtna.
vi_vn: Không được phép chia tách.

# NoTransactionAailableOnTable
source: No transaction is available on this table.
bg: За тази маса няма налична транзакция.
da: Ingen transaktion tilgængelig for dette bord.
de: Keine Transaktion für diesen Tisch vorhanden.
es: No hay una transacción disponible en esta mesa.
fi: Tapahtumaa ei ole saatavilla tässä pöydässä.
fr: Aucune transaction n'est disponible pour cette table.
is: Engin afgreiðsla er skráð á þetta borð.
nl: Geen transactie is beschikbaar op deze tabel.
nl_be: Er is geen transactie beschikbaar op deze tabel.
ru: Нет доступных транзакция для этого стола.
sv: Ingen transaktion finns.
vi_vn: Không có giao dịch có sẵn trên bảng này.

source: Not served
bg: Необслужвани
da: Ikke betjent
de: Nicht serviert
es: No servido
fi: Ei tarjoiltu
fr: Non servie
is: Engin þjónusta
nl: Niet gediend
nl_be: Niet bediend
ru: Не обслуживать
sv: Inte serverad
vi_vn: Không phục vụ

# OnlyAllowedInHospitalityMode
source: This operation is only allowed in hospitality mode.
bg: Тази операция е разрешена само в режим на Гостоприемство.
da: Denne handling er kun tilladt i restauranttilstand.
de: Dieser Vorgang ist nur im Bewirtungsmodus erlaubt.
es: Esta operación solo se permite en el modo de hospitalidad.
fi: Tämä toiminto on sallittu vain hospitality -tilassa.
fr: Cette opération est seulement autorisée en mode restauration.
is: Þessi aðgerð er eingöngu leyfileg í veitingakerfi.
nl: Deze operatie is alleen toegestaan ​​in de gastvrijheidsmodus.
nl_be: Deze bewerking is alleen mogelijk in de hospitality-modus.
ru: Эта операция разрешена только в режиме ресторана.
sv: Åtgärd tillåts endast i restaurangstatus.
vi_vn: Hoạt động này chỉ được phép trong chế độ Hospitality.

source: Operation cannot apply to guest grid
bg: Операцията не може да се прилага за мрежата за гости
da: Handlingen kan ikke anvendes for gæst
de: Operation kann nicht auf Gastraster angewendet werden
es: No se puede aplicar la operación a la matriz de huéspedes
fi: Toiminto ei voi kohdistua asiakasruudukkoon
fr: L'opération ne peut pas s'appliquer à une grille client
is: Ekki er hægt að framkvæma þessa aðgerð á þessum lista
nl: Bewerking toepassen niet op gast raster
nl_be: Bewerking geldt niet voor gastrooster
ru: Операция не может применяться к гостевой сети
sv: Åtgärd kan inte gälla gäst
vi_vn: Hoạt động không thể áp dụng cho lưới khách

# OperationNotImplemented
source: Operation has not been implemented
bg: Операцията не е изпълнена
da: Handlingen er ikke blevet implementeret
de: Operation wurde nicht umgesetzt
es: No se ha implementado la operación
fi: Toimintoa ei ole toteutettu
fr: L'opération n'a pas été mise en œuvre
is: Aðgerðin hefur ekki verið útfærð
nl: Bewerking is niet uitgevoerd
nl_be: Bewerking werd niet geïmplementeerd
ru: Операция не была реализована
sv: Åtgärd är inte implementerad
vi_vn: Hoạt động chưa được thực hiện

# OperationOnlyValidForRetailTransaction
source: This operation is only valid for a retail transaction
bg: Тази операция е валидна само за ритейл транзакция
da: Denne handling er kun gyldig i forbindelse med en salgstransaktion
de: Dieser Vorgang ist nur für eine Einzelhandelstransaktion gültig
es: Esta operación es solo válida para una transacción de venta al por mayor
fi: Tämä toimenpide on mahdollinen vain vähittäismyyntitapahtumalle
fr: Cette opération est seulement valable pour une transaction de vente au détail
is: Þessi aðgerð er aðeins leyfileg fyrir hefðbundna söluafgreiðslu
nl: Deze bewerking is alleen geldig voor een transactie retail
nl_be: Deze bewerking is alleen geldig voor een retailtransactie
ru: Операция корректна только для розничной транзакции
sv: Förfarandet är endast giltigt för en detaljhandelstransaktion
vi_vn: Hoạt động này chỉ có hiệu lực cho một giao dịch bán lẻ

# OperatorID
source: Operator
bg: Оператор
da: Operatør
es: Operador
fi: Operaattori
fr: Opérateur
is: Söluaðili
nl: Operanten
ru: Оператор
sv: Personal
vi_vn: Nhà điều hành

source: Order confirmed
bg: Поръчката е потвърдена
da: Ordre bekræftet
de: Bestellung bestätigt
es: Pedido confirmado
fi: Tilaus vahvistettu
fr: Commande confirmée
is: Pöntun staðfest
nl: Bestelling bevestigd
nl_be: Order bevestigd
ru: Заказ подтвержден
sv: Order bekräftad
vi_vn: Xác nhận đặt hàng

source: Order finished
bg: Поръчката е приключена
da: Ordre afsluttet
de: Bestellung fertig
es: Pedido finalizado
fi: Tilaus valmis
fr: Commande terminée
is: Pöntun tilbúin
nl: Bestelling klaar
nl_be: Order klaar
ru: Заказ закончен
sv: Order avslutad
vi_vn: Đặt hàng xong

source: Order not printed
bg: Поръчката не е отпечатана
da: Ordre ikke udskrevet
de: Betellung nicht gedruckt
es: Pedido no impreso
fi: Tilausta ei ole tulostettu
fr: Commande non imprimée
is: Pöntun óprentuð
nl: Volgorde niet afgedrukt
nl_be: Order niet afgedrukt
ru: Заказ не распечатан
sv: Order inte utskriven
vi_vn: Đơn Hàng không được in

source: Order printed
bg: Поръчката е отпечатана
da: Ordre udskrevet
de: Bestellung gedruckt
es: Pedido impreso
fi: Tilaus tulostettu
fr: Commande imprimée
is: Pöntun prentuð
nl: Volgorde afgedrukt
nl_be: Order afgedrukt
ru: Заказ распечатан
sv: Order utskriven
vi_vn: In Đơn Hàng

source: Order sent
bg: Поръчката е изпратена
da: Ordre sendt
de: Bestellung gesendet
es: Pedido enviado
fi: Tilaus lähetetty
fr: Commande envoyée
is: Pöntun send
nl: Order verzonden
nl_be: Order verzonden
ru: Заказ отправлен
sv: Beställning skickad
vi_vn: Gửi Đơn Hàng
