Repository: iespana/LSOne
Catalog: POS/Services/HospitalityService/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# UnableToConnectToKDSTryingToReconnect
source: Unable to connect to kitchen displays. Trying to reconnect ...
bg: Не може да се свърже с кухненски дисплеи. Опитва да се свърже отново ...
da: Kunne ikke oprette forbindelse til køkkenskærme. Forsøger at genoprette forbindelsen ...
de: Kann nicht zu Küchenbildschirmen verbinden. Versuche wieder zu verbinden...
es: No se puede establecer conexión con las impresoras de cocina. Intentando reconectar...
fi: Ei yhteyttä keittiöön. Yritetään yhteyttä uudelleen...
fr: Impossible de se connecter aux écrans de cuisine. Tentative de reconnexion en cours ...
is: Ekki hægt að tengjast eldhússkjám. Reyni að tengjast aftur...
nl: Onvermogend voor verbinden voor keuken displays. Proberen te herstellen...
nl_be: Niet mogelijk om verbinding met displays in de keuken tot stand te brengen. Nieuwe verbinding proberen tot stand te brengen ...
ru: Невозможно подключиться к кухонному дисплею. Повторите подключиться снова...
sv: Kan inte ansluta till köksskärmar. Försöker att återansluta...
vi_vn: Không thể kết nối với màn hình nhà bếp. Đang cố gắng kết nối lại ...

source: Unavailable
bg: Неналично
da: Utilgængelig
de: Nicht verfügbar
es: No disponible
fi: Ei saatavilla
fr: Indisponible
is: Óvirk
nl: Niet beschikbaar
nl_be: Niet beschikbaar
ru: Недоступен
sv: Inte tillgänglig
vi_vn: Không có sẵn

# UnexpectedException
source: Unexpected exception. Could not carry out the requested operation.
bg: Неочаквано изключение. Заявената операция не можа да се изпълни.
da: Uventet hændelse. Den valgte handling kunne ikke udføres.
de: Unerwartete Ausnahme. Die angeforderte Operation kann nicht ausgeführt werden.
es: Excepción imprevista. No se ha podido llevar a cabo la operación solicitada.
fi: Odottamaton poikkeus. Pyydettyä toimintoa ei voitu toteuttaa.
fr: Exception inattendue. Impossible d'exécuter l'opération demandée.
is: Villa. Kerfið getur ekki framkvæmt aðgerðina.
nl: Onverwachte uitzondering. Niet kan de gevraagde bewerking uitvoeren.
nl_be: Onverwachte uitzondering. De aangevraagde handeling kon niet worden uitgevoerd.
ru: Неожиданное исключение. Не удалось выполнить требуемую операцию.
sv: Oväntad händelse, kan inte utföra efterfrågad process.
vi_vn: Ngoại lệ bất ngờ. Không thể thực hiện các hoạt động được yêu cầu.

source: Unknown state
bg: Неизвестно състояние
da: Ukendt status
de: Unbekanntes Bundesland
es: Estado desconocido
fi: Tuntematon tila
fr: État inconnu
is: Óþekkt staða
nl: Onbekende status
nl_be: Onbekende status
ru: Неизвестный статус
sv: Okänd status
vi_vn: Trạng thái không xác định

# UnsplitAllLinesQuestion
source: Are you sure you want to unsplit all lines and move them to guest 1?
bg: Наистина ли искате да обедините всички линии и да ги преместите към гост 1?
da: Er du sikker på, at du vil fjerne deling fra alle linjer og flytte dem til gæst 1?
de: Sind Sie sicher, dass Sie alle Zeilen aufheben und zu Gast1 verschieben wollen?
es: ¿Está seguro de que desea deshacer la división de todas las líneas y moverlas al huésped 1?
fi: Haluatko varmasti irrottaa kaikki rivit ja siirtää ne vieraaseen 1?
fr: Êtes-vous sûr(e) de vouloir annuler le fractionnement de toutes les lignes et les déplacer vers le client 1 ?
is: Ertu viss um að þú viljir hætta við að skipta upp línunum?
nl: Weet u zeker dat u wilt splitsing van alle regels en ze te gast 1 verplaatsen?
nl_be: Weet u zeker dat u de splitsing van alle lijnen ongedaan wilt maken en dat u ze naar gast 1 wilt verplaatsen?
ru: Вы уверены, что хотите отменить разделение всех строк и переместить их гостю 1?
sv: Vill du sammanföra alla rader till gäst 1?
vi_vn: Bạn có chắc chắn muốn hủy bỏ tất cả các dòng và chuyển chúng sang khách 1 không?

source: VOIDED
bg: Анулиран
da: ANNULLERET
de: UNGÜLTIG
es: ANULADO
fi: MITÄTÖITY
fr: ANNULÉ
is: ÓGILT
nl: Vervallen
nl_be: ONGELDIG GEMAAKT
ru: АННУЛИРОВАНО
sv: MAKULERAD
vi_vn: Hủy bỏ

source: Order not sent
da: Ordre ikke udskrevet

source: Order partially sent
da: Ordre udskrevet
