Repository: iespana/LSOne
Catalog: POS/Services/HospitalityService/Properties/Resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Order started
bg: Поръчката е стартирана
da: Ordre påbegyndt
de: Bestellung gestartet
es: Pedido iniciado
fi: Tilaus aloitettu
fr: Commande lancée
is: Pöntun í framleiðslu
nl: Bestelling gestart
nl_be: Order opgestart
ru: Заказ начат
sv: Order utskriven
vi_vn: Bắt đầu đặt hàng

# OverrideTheStaffMemberOnThisTransaction
source: Do you want to overwrite the staff member on this transaction?
bg: Искате ли да презапишете служител от персонала за тази транзакция?
da: Ønsker du at overskrive medarbejderen ved denne transaktion?
de: Wollen Sie den Mitarbeiter bei dieser Transaktion überschreiben?
es: ¿Desea sobrescribir el miembro del personal en esta transacción?
fi: Haluatko korvata tämän tapahtuman henkilökunnan jäsenen?
fr: Souhaitez-vous remplacer l'employé pour cette transaction ?
is: Viltu skipta um starfsmann á þessari afgreiðslu?
nl: Wilt u het overschrijven van de medewerker over deze transactie?
nl_be: Wilt u het personeelslid op deze transactie overschrijven?
ru: Перезаписить код персонала в этой транзакции?
sv: Vill du ändra personal i den här transaktionen?
vi_vn: Bạn có muốn ghi đè lên nhân viên trong giao dịch này không?

source: Parameter not implemented
bg: Параметърът не е реализиран
da: Parameter ikke implementeret
de: Parameter nicht implementiert
es: Parámetro no implementado
fi: Parametria ei ole toteutettu
fr: Paramètre non mis en œuvre
is: Færibreyta er ekki útfærð
nl: Parameters niet geïmplementeerd
nl_be: Parameter niet geïmplementeerd
ru: Параметр не реализован
sv: Parameter inte implementerad
vi_vn: Thông số không được thực hiện

# PleaseSelectTableBeforeRunningTheOperation
source: Please select a table before running the operation
bg: Моля изберете маса, преди да стартирате операцията
da: Vælg et bord, inden du udfører handlingen
de: Bitte wählen Sie einen Tisch, bevor Sie die Operation starten.
es: Seleccione una mesa antes de ejecutar la operación.
fi: Valitse pöytä ennen toiminnon suorittamista
fr: Choisissez une table avant d'exécuter l'opération
is: Vinsamlegast veljið borð áður en aðgerðin er framkvæmd.
nl: Selecteer een tabel voordat u de bewerking
nl_be: Selecteer een tabel voordat u de bewerking uitvoert.
ru: Пожалуйста, выберите стол перед выполнением операции
sv: Välj ett bord innan du kör processen.
vi_vn: Vui lòng chọn một bảng trước khi chạy hoạt động

source: Print all
bg: Печат всичко
da: Udskriv alle
de: Alles drucken
es: Imprimir todo
fi: Tulosta kaikki
fr: Tout imprimer
is: Prenta allt
nl: Alles afdrukken
nl_be: Alles afdrukken
ru: Печатать все
sv: Skriv ut alla
vi_vn: In tất cả

# PrintError
source: Printer Error, check if printer is online and ready
bg: Грешка за принтер, проверете дали принтерът е онлайн и готов
da: Printerfejl – kontroller, om printeren er online og klar
de: Druckerfehler, überprüfen Sie, ob der Drucker online und bereit ist
es: Error de la impresora. Compruebe que la impresora esté en línea y lista.
fi: Tulostinvirhe, tarkista, onko tulostin verkossa ja valmis
fr: Erreur d'imprimante, vérifiez si l'imprimante est en ligne et prête
is: Prentvilla, ath hvort prentari sé í gangi og tilbúinn
nl: Printerfout, Controleer of de printer on line is en gereed
nl_be: Fout met de printer; controleer of de printer online en klaar is
ru: Ошибка принтера, проверьте, принтер включен и готов
sv: Skrivarfel, kontrollera om skrivare är Online och klar
vi_vn: Lỗi máy in, kiểm tra xem máy in có trực tuyến và sẵn sàng không

source: Qty
bg: К-во
da: Ant.
de: Anz
es: Cant.
fi: Lkm.
fr: Qté
is: Magn
nl: Hoeveelheid
nl_be: Hoev.
ru: Кол-во.
sv: Ant
vi_vn: Số lượng

# SameFromAndToTable
source: The same table cannot be selected as from and to table
bg: Същата маса не може да бъде избрана от и към маса
da: Man kan ikke vælge det samme bord som fra- og til-bord
de: Der gleiche Tisch kann nicht als von und zu Tisch ausgewählt werden
es: No se puede seleccionar la misma mesa que la mesa desde y hasta
fi: Sama pöytä ei voida olla siirron lähde sekä kohde
fr: La même table ne peut pas être choisie en tant que table depuis et vers
is: Ekki er hægt að velja sama borðið til þegar það er verið að færa á milli borða
nl: De tabel kan niet worden geselecteerd als vanuit en naar de tabel
nl_be: Dezelfde tabel kan niet worden geselecteerd als tabel van en tabel naar
ru: Один и тот же стол не может быть выбран как стол источник и стол приемник
sv: Samma bord kan inte väljas som från och till bord
vi_vn: Không thể chọn cùng một bảng từ và đến bảng

# SeatingGuestsNotPossibleNow
source: Seating guests is not possible on this table at this time.
bg: Понастоящем на тази маса не е възможно да се настанят гости.
da: Det er ikke muligt at placere gæster ved dette bord på nuværende tidspunkt.
de: Gäste an diesen Tisch zu dieser Zeit zu setzen, ist nicht möglich.
es: No es posible sentar huéspedes en esta mesa en este momento.
fi: Tähän pöytään ei voida asettaa asiakkaita tällä hetkellä.
fr: Il est actuellement impossible d'installer les clients à cette table.
is: Ekki er hægt að vísa gestum til sætis á þetta borð.
nl: Zithoek van gasten is niet mogelijk op deze tabel op dit moment.
nl_be: Momenteel kunnen geen gasten aan deze tafel worden geplaatst.
ru: Рассадка гостей не возможна на этом столе в это время.
sv: Sittande gäster vid bordet är inte möjligt vid den här tidpunkten .
vi_vn: Chỗ ngồi của khách là không thể trên bàn này tại thời điểm này.

# SelectedOperationNotAllowedInTableView
source: The selected operation cannot be run through the table view
bg: Избраната операция не може да се изпълни през изглед маса
da: Den valgte handling kan ikke udføres, når man er i bordvisning
de: Die ausgewählte Operation kann nicht durch die Tischansicht ausgeführt werden
es: No se puede ejecutar la operación seleccionada en la vista de mesas
fi: Valittua toimintoa ei voi käyttää pöytänäkymän kautta
fr: L'opération choisie ne peut pas être exécutée depuis l'affichage des tables
is: Valda aðgerð má ekki keyra í gegnum borðasýn
nl: De geselecteerde bewerking kan niet worden uitgevoerd door middel van de tabelweergave
nl_be: De geselecteerde bewerking kan niet worden uitgevoerd via de weergave van de tafels
ru: Выбранная операция не может быть запущена из просмотра стола
sv: Vald åtgärd kan inte köras genom bordsvyn
vi_vn: Thao tác đã chọn không thể chạy qua chế độ xem bảng

source: Selected table
bg: Избрана маса
da: Valgt bord
de: Ausgewählter Tisch
es: Mesa seleccionada
fi: Valittu pöytä
fr: Table choisie
is: Valið borð
nl: Geselecteerde tabel
nl_be: Geselecteerde tabel
ru: Выбранная таблица
sv: Valt bord
vi_vn: Bảng đã chọn

# SelectedTableBelongsToCurrentStaff
source: The selected table already belongs to the current staff member.
bg: Избраната маса вече е отнесена към настоящия служител от персонала.
da: Det valgte bord tilhører allerede den aktuelle medarbejder.
de: Der ausgewählte Tisch gehört bereits zu dem aktuellen Mitarbeiter.
es: La mesa seleccionada ya pertenece al miembro del personal actual.
fi: Valittu pöytä kuuluu jo nykyiselle henkilökunnan jäsenelle.
fr: La table choisie appartient déjà à l'employé actuel.
is: Valið borð tilheyrir nú þegar innskráðum starfsmanni.
nl: De geselecteerde tabel behoort al tot de huidige medewerker.
nl_be: De geselecteerde tabel behoort al aan het huidige personeelslid toe.
ru: Выбранный стол уже принадлежит текущему сотруднику.
sv: Valt bord tillhör redan aktuell personal.
vi_vn: Bảng đã chọn đã thuộc về nhân viên hiện tại.

# SelectMenuTypeForPrinting
source: Select a menu type for printing
bg: Изберете вид меню за печат
da: Vælg en menutype til udskrift
de: Wählen Sie einen Menütyp zum Drucken
es: Seleccione un tipo de menú para imprimir
fi: Valitse tulostettava menutyyppi
fr: Choisissez un type de menu à imprimer
is: Veldu gerð til að prenta út
nl: Selecteer het type van een menu voor afdrukken
nl_be: Een menutype voor afdrukken selecteren
ru: Выберите тип меню для печати
sv: Välj en menytyp för utskrift
vi_vn: Chọn một loại menu để in

# SelectTableToTransferTo
source: Select a table to transfer to...
bg: Изберете маса за прехвърляне до ...
da: Vælg et bord, der skal overføres til ...
de: Wählen Sie eine Tabelle um sie zu verschieben nach... ...
es: Seleccione una mesa para la transferencia...
fi: Valitse pöytä, johon haluat siirtää...
fr: Choisissez une table vers laquelle transférer...
is: Veljið borð til að flytja á...
nl: Selecteer een tabel overzetten naar...
nl_be: Selecteer een tafel om over te plaatsen naar ...
ru: Выберите таблицу для передачи на ...
sv: Välj ett bord att föra över till...
vi_vn: Chọn một bảng để chuyển đến ...

source: Sending to kitchen printer...
bg: Изпращане до кухненски принтер ...
da: Sender til køkkenprinter ...
de: Sende zum Küchendrucker...
es: Enviando a la impresora de cocina...
fi: Lähetetään keittiötulostimeen...
fr: Envoi à l'imprimante de cuisine en cours...
is: Sendir á eldhúsprentara...
nl: Verzenden naar keukenprinter...
nl_be: Naar printer van de keuken verzenden ...
ru: Отправка на кухонный принтер...
sv: Skickar till köksskrivare...
vi_vn: Gửi đến máy in nhà bếp ...

# SplitBillNotConfigured
source: Split bill setup has not been fully configured. Please review the #1 setup
bg: Настройката за разделяне на сметката не е напълно конфигурирана. Моля прегледайте настройката #1
da: Indstilling af deling af regning er ikke komplet. Kontroller indstilling #1
de: Geteilte Rechnungs-Setup wurde noch nicht vollständig konfiguriert. Bitte überprüfen Sie das #1 Setup
es: No se ha configurado por completo la función de división de facturas. Revise la configuración #1.
fi: Kuittijako asetukset eivät ole kokonaan konfiguroitu. Ole hyvä ja tarkasta #1 asetukset
fr: La facture fractionnée n'a pas été pleinement configurée. Veuillez revoir le paramétrage #1
is: Uppsetning fyrir skiptingu greiðslu hefur ekki verið kláruð. Vinsamlegast farið yfir uppsetninguna fyrir #1
nl: Split bill setup is niet volledig geconfigureerd. Controleer de instelling #1
nl_be: De instelling voor een gesplitste rekening werd niet volledig geconfigureerd. Bekijk #1 instelling
ru: Разделение счета не было польностью сконфигурировано. Пожалуйста проверьте настройку #1
sv: Dela nota inställning har inte konfigurerats på ett fullständigt sätt. Kontrollera inställning #1
vi_vn: Thiết lập hóa đơn chia chưa được cấu hình đầy đủ. Vui lòng xem lại thiết lập #1

# SplitBillOnlyInHospitality
source: Split bill can only be done when set in hospitality mode
bg: Разделянето на сметката може да се извърши само, когато е в режим гостоприемство
da: Del regning kan kun udføres i restauranttilstand
de: Geteilte Rechnung kann nur erfolgen, wenn der Bewirtungsmodus eingestellt wurde
es: La opción Dividir factura solo puede usarse en el modo de hospitalidad.
fi: Kuittijako voidaan tehdä vain, kun se on asetettu Hospitality -tilaan
fr: La facture fractionnée peut seulement avoir lieu en mode restauration
is: Aðeins er hægt að skipta greiðslu þegar kerfið hefur verið stillt sem veitingakerfi
nl: Split-bill kan alleen gebeuren wanneer instellen in de modus van de gastvrijheid
nl_be: Een gesplitste factuur is alleen mogelijk in de hospitalitymodus
ru: Разделение счета может быт выполнено только в режиме ресторана
sv: Dela nota kan endast göras i status restaurang
vi_vn: Chia hóa đơn chỉ có thể được thực hiện khi được đặt ở chế độ khách sạn

source: Split by?
bg: Разделяне от?
da: Del med?
de: Geteilt durch Betrag?
es: ¿Dividir por importe?
fi: Jaa?
fr: Fractionné par ?
is: Skipta eftir upphæð?
nl: Splitsen?
nl_be: Opgesplitst op basis van bedrag?
ru: Разделить по суммам?
sv: Dela med belopp?
vi_vn: Chia cho?

source: Split by amount?
bg: Разделяне от?
da: Del med?
de: Geteilt durch Betrag?
es: ¿Dividir por importe?
fi: Jaa?
fr: Fractionné par ?
is: Skipta eftir upphæð?
nl: Splitsen?
nl_be: Opgesplitst op basis van bedrag?
ru: Разделить по суммам?
sv: Dela med belopp?
vi_vn: Chia cho?

source: Split operation is not valid
bg: Операцията за разделяне не е валидна
da: Delingshandling ikke gyldig
de: Teilungsoperation ist nicht gültig
es: Operación de división no válida
fi: Kuittijako ei ole kelvollinen
fr: L'opération de fractionnement n'est pas valide
is: Ekki er hægt að skipta upp línunum?
nl: Split operatie is niet geldig
nl_be: Opsplitsingsbehandeling is niet geldig
ru: Операция разделения не действительна
sv: Delningsprocess inte giltig
vi_vn: Thao tác chia không hợp lệ

source: Started
bg: Стартирана
da: Påbegyndt
de: Gestartet
es: Iniciado
fi: Aloitettu
fr: Lancée
is: Byrjað
nl: Gestart
nl_be: Gestart
ru: Начато
sv: Startad
vi_vn: Đã bắt đầu

# TableID
source: Table
bg: Маса
da: Bord
de: Tisch
es: Mesa
fi: Pöytä
is: Borð
nl: Tabel
nl_be: Tafel
ru: Стол
sv: Bord
vi_vn: Bàn

# TableLayoutNotUpdated
source: Table layout was not updated
bg: Оформлението на масата не бе актуализирано
da: Bordfordeling er ikke opdateret
de: Tabellenlayout wurde nicht aktualisiert
es: No se ha actualizado el diseño de la tabla.
fi: Pöydän pohjapiirrosta ei päivitetty
fr: La disposition de table n'a pas été mise à jour
is: Borða útlit var ekki uppfært
nl: Tafel layout is niet bijgewerkt
nl_be: Opstelling van de tafels was niet geüpdatet
ru: Макет стола не был обновлен
sv: Bordslayout uppdaterades inte
vi_vn: Bố trí bảng không được cập nhật

# TableLockedByAnotherTerminal
source: The selected table is locked by another terminal
bg: Избраната маса е заключена от друг терминал
da: Det valgte bord er låst af en anden terminal
de: Die ausgewählte Tisch wird von einem anderen Terminal gesperrt
es: La mesa seleccionada está bloqueada por otra terminal
fi: Valittu pöytä on lukittuna toisella päätelaitteella
fr: La table choisie est verrouillée par un autre terminal
is: Valið borð hefur verið læst af öðrum kassa
nl: De geselecteerde tabel is vergrendeld door een andere terminal
nl_be: De geselecteerde tabel is door een andere terminal vergrendeld
ru: Выбранный стол блокирован другим терминалом
sv: Valt bord är låst av annan terminal
vi_vn: Bảng đã chọn bị khóa bởi một thiết bị đầu cuối khác

# TableOpenInAnotherTerminal
source: This table is open in another terminal. Any additional items added to this table could possibly be lost. The item you selected will not be added to the table. You will be returned into the table view
bg: Тази маса е отворена в друг терминал. Всички допълнителни артикули, добавени към тази маса, е възможно да бъдат загубени. Избраният от вас артикул няма да бъде добавен към масата. Ще бъдете върнати в изглед маса
da: Dette bord er åbent i en anden terminal. Alle yderligere varer, der tilføjes til denne tabel, kan gå tabt. Den valgte vare vil ikke blive tilføjet til tabellen. Du vil blive ført tilbage til tabelvisningen
de: Dieser Tisch ist auf einem anderem Terminal geöffnet. Jede zusätzlichen Artikel, die zu diesem Tisch hinzugefügt werden, können verloren gehen. Der Artikel, den Sie ausgewählt haben, wird nicht zu dem Tisch hinzugefügt. Sie werden zu der Tischansicht zurü
es: Esta mesa está abierta en otro terminal. Es posible que pierda todos los artículos añadidos a la mesa. El artículo que ha seleccionado no se añadirá a la mesa. Se le redirigirá a la vista de mesas.
fi: Tämä pöytä on avoinna toisessa päätelaitteessa. Mikä tahansa tähän pöytää lisätty tuote voi mahdollisesti hävitä. Valitsemaasi tuotetta ei lisätty pöytään. Sinut palautetaan pöytänäkymään
fr: La table est ouverte dans un autre terminal. Tout article supplémentaire ajouté à cette table pourrait être perdu. L'article que vous avez choisi ne sera pas ajouté à la table. Vous allez être renvoyé à l'affichage par table
is: Þetta borð er opið á öðrum kassa. Pantanir sem eru bættar við borðið hér gætu hugsanlega tapast. Varan sem hefur verið valin verður ekki sett á borðið og kassinn mun fara aftur í borðamyndina.
nl: Deze tabel is geopend in een andere terminal. Eventuele andere items toegevoegd aan deze tabel kunnen eventueel worden verloren. Het geselecteerde item zal niet worden toegevoegd aan de tabel. U wordt teruggeleid naar de tabelweergave
nl_be: Deze tafel staat open op een andere kassa. Extra items die aan deze tafel worden toegevoegd, kunnen verloren gaan. Het artikel dat u hebt geselecteerd, zal niet aan de tafel worden toegevoegd. U keert terug naar de weergave van de tafels
ru: Этот стол открыт на другом терминале. Любые дополнительные товары, добавленные к этому столу, вероятно будут потеряны. Товар, который вы выбрали не будет добавлен к столу. Вы будете возвращены к просмотру стола
sv: Bordet har öppnats i en annan terminal. Fler artiklar som läggs till kan förloras. Din valda artikel kommer inte att läggas till bordet. Du returneras till bordsvyn
vi_vn: Bảng này được mở trong một thiết bị đầu cuối khác. Bất kỳ mục bổ sung nào được thêm vào bảng này có thể bị mất. Mục bạn đã chọn sẽ không được thêm vào bảng. Bạn sẽ được đưa trở lại vào bảng xem

# TableWithDescription
source: Table %1
bg: Маса: %1
da: Bord: %1
de: Tisch: %1
es: Mesa: %1
fi: Pöytä: %1
is: Borð: %1
nl: Tabel 1
nl_be: Tabel: %1
ru: Стол %1
sv: Bord: %1
vi_vn: Bảng #1

source: There are no items to split
bg: Няма артикули за разделяне
da: Der er ingen varer at opdele
de: Es sind keine Artikel zu teilen
es: No hay artículos para dividir.
fi: Tuotteita ei ole jaettaksi
fr: Aucun article à fractionner
is: Það eru engar vörur til að skipta upp
nl: Er zijn geen items om te splitsen
nl_be: Er zijn geen artikelen die moeten worden opgesplitst
ru: Нет товаров для разделения
sv: Det finns inga artiklar att dela
vi_vn: Không có mục nào để chia

source: The selected table is locked to another staff member.
bg: Избраната маса е заключена от друг служител персонал.
da: Det valgte bord er låst til en anden medarbejder.
de: Die ausgewählte Tisch ist für einen anderen Mitarbeiter gesperrt.
es: La mesa seleccionada está bloqueada para otro miembro del personal.
fi: Valittu pöytä on lukittu toiselle henkilökunnan jäsenelle.
fr: La table choisie est verrouillée sur un autre employé.
is: Valið borð er læst af öðrum starfsmanni.
nl: De geselecteerde tabel is vergrendeld aan een ander personeelslid.
nl_be: De geselecteerde tabel is vergrendeld voor een ander personeelslid.
ru: Выбранный стол блокирован другим сотрудником.
sv: Valt bord är låst av annan personal.
vi_vn: Bảng đã chọn được khóa cho một nhân viên khác.

# TheSelectedTableIsUnavalible
source: The selected table is unavailable
bg: Избраната маса не е налична
da: Det valgte bord er utilgængeligt
de: Der ausgewählte Tisch ist nicht verfügbar.
es: La mesa seleccionada no está disponible.
fi: Valittu pöytä ei ole käytettävissä
fr: La table choisie est indisponible
is: Valið borð er ekki í notkun.
nl: De geselecteerde tabel is niet beschikbaar
nl_be: De geselecteerde tabel is niet beschikbaar.
ru: Выбранный стол недоступен.
sv: Valt bord är inte tillgängligt.
vi_vn: Bảng đã chọn không có sẵn

# TooManySplits
source: The item(s) cannot be split into #1 parts. The maximum number of splits has been set to #2
bg: Артикулът (ите) не може да бъде разделен (и) на #1 части. Максималният брой разделяния е зададен на #2
da: Varen/varerne kan ikke opdeles i #1 dele. Det højeste antal opdelinger er indstillet til #2
de: Diese(r) Artikel kann/können nicht aufgeteilt werden in #1 Teile. Die maximale Anzahl an Teilungen auf #2 gesetzt wurde
es: El/los artículo(s) no se puede(n) dividir en #1 partes. El número máximo de divisiones es #2.
fi: Tuotteita ei voi jakaa #1 osaan. Jaon maksimimääräksi on asetettu #2
fr: Le(s) article(s) ne peut (peuvent) pas être fractionné(s) en #1 parts. Le nombre maximum de fractions est réglé sur #2
is: Ekki er hægt að skipta vörunni í #1 hluta. Hámarksfjöldi skiptinga hefur verið settur á #2
nl: De objecten kunnen niet worden opgesplitst in delen van de #1 Het maximum aantal splitsingen is ingesteld op #2
nl_be: Het artikel (de artikelen) kunnen niet in #1 delen worden gesplitst. Het maximale aantal gesplitste delen is #2
ru: Товар (товары) не могут быть разделены на #1 частей. Максимальное число частей установлено в #2
sv: Artiklarna kan inte delas i #1 delar. Maximalt antal delningar har satts till #2
vi_vn: Các mục không thể được chia thành các phần #1 Số lượng phân chia tối đa đã được đặt thành #2

source: To table
bg: Към маса
da: Til tabel
de: Zu Tisch
es: A la mesa
fi: Pöytään
fr: Vers la table
is: Til borðs
nl: Naar Tabel
nl_be: Naar tafel
ru: В стол
sv: Till bord
vi_vn: Tới table

# ToTableAmt
source: To Table %1 - Amt. %2
bg: Към маса %1 - Сума %2
da: Til bord %1 – Beløb %2
de: Zu Tisch %1 - Betrag %2
es: A la mesa %1 - Importe %2
fi: Pöytään % 1 - Summa %2
fr: Vers la Table %1 - Mont. %2
is: Til borðs %1 - Upph. %2
nl: Naar Tabel Opp
nl_be: naar tabel %1 - Bedrag %2
ru: На стол %1 - Сумма %2
sv: Till bord %1 - Belopp %2
vi_vn: Đến Bảng %1 - Amt. %2

# TotalAmountForTable
source: Total Amount for Table: %1
bg: Обща сума за маса: %1
da: Beløb i alt til bord: %1
de: Gesamtbetrag für Tabelle: %1
es: Importe total para la mesa: %1
fi: Pöydän kokonaissumma: % 1
fr: Montant total pour la Table : %1
is: Samtals upphærð fyrir borð: %1
nl: Totale bedrag voor tabel: %1
nl_be: Totaal bedrag voor tabel: %1
ru: Итого для стола: %1
sv: Totalt belopp för bord: %1
vi_vn: Tổng số tiền cho Bảng %1

# TransferFromTable
source: Tansfer from table %1 - amt. %2 to table %3 - amt. %4
bg: ПРЕХВЪРЛЯНЕ: От маса %1 - сума %2
da: OVERFØRSEL: Fra Bord %1 – Beløb %2
de: TRANSFER: Von Tisch %1 - Betrag %2
es: TRANSFERIR: de la mesa %1 - Importe %2
fi: SIIRTO: pöydästä %1 - Summa %2
fr: TRANSFERT : De la Table %1 - Mont. %2
is: FÆRSLA: Frá borði %1 - Upph. %2
nl: TRANSFER: Uit tabel %1 - %2 Amt.
nl_be: OVERDRACHT: Van tabel %1 - Bedrag %2
ru: ПЕРЕМЕЩЕНИЕ: Из стола %1 - Сумма %2
sv: ÖVERFÖR: Från bord %1 - belopp %2
vi_vn: CHUYỂN GIAO: Từ Bảng %1 - Amt. %2

# TransferNotConfigured
source: Transfer table setup has not been fully configured. Please review the #1 setup
bg: Настройката на таблицата за прехвърляне не е напълно конфигурирана. Моля прегледайте настройката #1
da: Indstilling af bordoverførsel er ikke komplet. Kontroller indstilling #1
de: Tischumbuchungs-Setup wurde noch nicht vollständig konfiguriert. Bitte überprüfen Sie das #1 Setup.
es: No se ha definido por completo la configuración de transferencia de mesas. Revise la configuración #1.
fi: Pöytäsiirtojen asetuksia ei ole täysin määritetty. Ole hyvä ja tarkista #1 asetukset
fr: Le transfert de table n'a pas été pleinement configuré. Veuillez revoir le paramétrage #1
is: Uppsetning fyrir færslu á borðum hefur ekki verið kláruð. Vinsamlegast farið yfir uppsetninguna fyrir #1
nl: Overdracht tabel setup is niet volledig geconfigureerd. Controleer de instelling #1
nl_be: De instelling voor de overgedragen tafels werd niet volledig geconfigureerd. Bekijk #1 instelling
ru: Настройка перемещения стола не была полностью сконфигурирована. Пожалуйста, пересмотрите настройку #1
sv: Bordsöverföring har inte konfigurerats på ett fullständigt sätt. Kontrollera inställningen #1
vi_vn: Thiết lập bảng chuyển chưa được cấu hình đầy đủ. Vui lòng xem lại thiết lập số 1

source: Transfer table slip
bg: Форма прехвърляне на маса
da: Overfør bordkvittering
de: Tischbeleg verschieben
es: Comprobante de transferencia de mesas
fi: Siirrä pöydän kuitti
fr: Bon de transfert de table
is: Færslumiði
nl: Overdrachtstabel
nl_be: Strook overgedragen tafel
ru: Слип перемещения стола
sv: Överför bordskvitto
vi_vn: Bảng chuyển
