Repository: iespana/LSOne
Catalog: SM/Plugins/SalesTax/Properties/resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

# OneOrMoreVendorsUseTaxGroup
source: One or more vendors are using the selected tax group. Are you sure you want to continue?
bg: Един или повече доставчици използват избраната данъчна група. Сигурни ли сте, че искате да продължите?
da: En eller flere leverandører bruger den valgte momsgruppe. Er du sikker på, at du vil fortsætte?
de: Ein oder mehrere Verkäufer nutzen die gewählte Steuergruppe. Sind Sie sicher, dass Sie fortfahren möchten?
es: Uno o más proveedores están utilizando el grupo impositivo seleccionado. ¿Está seguro de que desea continuar?
fi: Yksi tai useampi toimittaja käyttää valittua veroryhmää. Haluatko jatkaa?
fr: Un ou plusieurs fournisseurs utilisent le groupe de taxe choisi. Êtes-vous sûr(e) de vouloir continuer ?
is: Einn eða fleiri birgjar eru að nota valinn VSK flokk. Ertu viss um að þú viljir halda áfram?
nl: Een of meer leveranciers gebruikt de geselecteerde tax group. Weet u zeker dat u wilt doorgaan?
nl_be: Eén of meerdere verkopers gebruiken de geselecteerde btw-groep. Weet u zeker dat u wilt doorgaan?
ru: Один или несколько поставщиков используют выбранную налоговую группу. Вы уверены, что хотите продолжить?
sv: En eller flera leverantörer använder vald momsgrupp. Vill du fortsätta?
vi_vn: Một hoặc nhiều nhà cung cấp đang sử dụng nhóm thuế được chọn. Bạn có chắc chắn muốn tiếp tục?

source: Processing
bg: В процес на изпълнение
da: Behandler
de: Verarbeitung
es: Procesando
fi: Käsitellään
fr: Traitement en cours
is: Er að vinna
nl: Aan het verwerken
nl_be: Verwerken
ru: Обработка
sv: Processar
vi_vn: Đang xử lý

source: Profiles
bg: Профили
da: Profiler
de: Profile
es: Perfiles
fi: Profiilit
fr: Profil
is: Prófílar
nl: Profielen
ru: Профили
sv: Profiler
vi_vn: Hồ sơ

source: Promotion lines updated
bg: Редовете на промоцията са актуализирани
da: Kampagnelinjer opdateret
de: Promotionzeilen aktualisiert
es: Líneas de promoción actualizadas
fi: Kampanjarivit päivitetty
fr: Lignes de promotion mises à jour
is: Kynningarlínur uppfærðar
nl: Promotie regels bijgewerkt
nl_be: Promotielijnen geüpdatet
ru: Строки продвижения обновлены
sv: Kampanjrader uppdaterade
vi_vn: Cập nhật các dòng khuyến mãi

source: Remove sales tax code from group
bg: Премахнете кода за данък върху продажбите от групата
da: Fjern momskode fra gruppe
de: Umsatzsteuercode von Gruppe entfernen
es: Quitar código de impuestos de ventas del grupo
fi: Poista myynnin verokoodi ryhmästä
fr: Retirer le code taxe des ventes du groupe
is: Fjarlæga VSK kóða úr flokki
nl: BTW code te verwijderen uit de groep
nl_be: Btw-code uit groep verwijderen
ru: Удалить код налога с продаж из группы
sv: Radera förs. momskod från grupp
vi_vn: Xóa sales tax code khỏi nhóm

# RemoveSalesTaxCodeFromGroupQuestion
source: Are you sure you want to delete the selected tax code from the selected group?
bg: Наистина ли искате да изтриете избрания данъчен код от избраната група?
da: Er du sikker på, at du vil slette den valgte momskode fra den valgte gruppe?
de: Sind Sie sicher, dass Sie den ausgewählten Steuercode von der ausgewählten Gruppe löschen wollen?
es: ¿Está seguro de que desea borrar el código de impuestos seleccionado del grupo seleccionado?
fi: Haluatko varmasti poistaa valitun verokoodin valitusta ryhmästä?
fr: Êtes-vous sûr(e) de vouloir supprimer le code taxe choisi du groupe choisi ?
is: Ertu viss um að þú viljir eyða völdum VSK kóða úr völdum VSK flokki?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde tax code uit de geselecteerde groep?
nl_be: Weet u zeker dat u de geselecteerde btw-code uit de geselecteerde groep wilt wissen?
ru: Вы уверены, что хотите удалить выбранный код налога из выбранной группы?
sv: Vill du radera vald förs.momskod från vald grupp?
vi_vn: Bạn có chắc chắn muốn xóa mã số thuế đã chọn khỏi nhóm đã chọn không?

source: Sales tax
bg: Данък върху продажбите
da: Moms
de: Umsatzsteuer
es: Impuesto de ventas
fi: Myynin vero
fr: Taxe
is: Virðisaukaskattur
nl: Verkoopbelasting
nl_be: Btw
ru: Налог с продаж
sv: Moms

source: Sales tax code in item sales tax group
bg: Код за данък върху продажбите в групата данък върху продажбите
da: Momskode i varesalgs momsgruppe
de: Umsatzsteuercode in Artikelumsatzsteuergruppe
es: Código de impuestos de ventas en grupo impositivo de ventas de artículos
fi: Myynnin verokoodi tuotteen myynnin veroryhmässä
fr: Code taxe de ventes dans le groupe taxe de ventes
is: VSK kóði í VSK flokki
nl: Sales tax code in omzetbelasting itemgroep
nl_be: Btw-code in btw-groep voor artikel
ru: Код налога с продаж в товар налог с продаж группе
sv: Förs. momskod i artikelförs. momsgrupp
vi_vn: Mã số thuế bán hàng trong item sales tax group

source: Sales tax codes
bg: Кодове за данък върху продажбите
da: Momskoder
de: Umsatzsteuercodes
es: Códigos de impuestos de ventas
fi: Myynnin verokoodit
fr: Codes taxe
is: VSK kóðar
nl_be: Btw-codes
ru: Кода налога с продаж
sv: Momskoder

# SalesTaxCodesDescription
source: Use this option to maintain tax codes
bg: Използвайте тази опция, за да поддържате данъчните кодове
da: Brug denne mulighed til at varetage momskoder
de: Verwenden Sie diese Option, um Steuercodes zu erhalten
es: Utilice esta opción para mantener códigos de impuestos.
fi: Käytä tätä valintaa ylläpitäöksesi verokoodeja
fr: Utilisez cette option pour maintenir les codes taxe
is: Veldu þennan kost til að viðhalda VSK kóðum
nl: Gebruik deze optie om belasting codes
nl_be: Deze optie gebruiken om btw-codes in stand te houden
ru: Используйте эту опцию для поддержки налоговых кодов
sv: Använd alternativet för att behålla momsgrupper
vi_vn: Sử dụng tùy chọn này để duy trì mã số thuế

# SalesTaxCodesTooltipDescription
source: Manage sales tax codes
bg: Управлявайте кодовете за данък върху продажбите
da: Administrer momskoder
de: Mehrwertsteuercodes verwalten
es: Administrar códigos de impuestos
fi: Hallinnoimyynnin verokoodeja
fr: Gérer les codes taxe de ventes
is: Umsjón með VSK kóðum
nl: Beheren van BTW codes
nl_be: Btw-codes beheren
ru: Управление кодами Налога с продаж
sv: Hantera momskoder
vi_vn: Quản lý sales tax codes

source: Sales tax code values
bg: Стойности на кодовете за данък върху продажбите
da: Momskodeværdier
de: Umsatzsteuercodewerte
es: Valores del código de impuestos de ventas
fi: Myynnin verotuskoodin arvot
fr: Valeurs de codes taxe de ventes
is: VSK kóðagildi
nl: Sales tax codewaarden
nl_be: Waarden btw-code
ru: Значения кода налога с продаж
sv: Förs. momskod värden
vi_vn: Giá trị Sales tax code

# SalesTaxGroup
source: Customer and store sales tax group
bg: Група за данък върху продажбите на клиенти и магазини
da: Kunde og butik momsgruppe
de: Kunden- und Geschäftsumsatzsteuergruppe
es: Cliente y grupo impositivo de ventas de la tienda
fi: Asiakkaan ja myymälän myynnin veroryhmä
fr: Groupe de taxe de ventes de magasin et de client
is: VSK flokkur fyrir viðskiptamenn og búðir
nl: Klant en winkel verkoop belastinggroep
nl_be: Btw-groep klanten en winkels
ru: Клиент и магазин группа налога с продаж
sv: Kund och butik förs.momsgrupp
vi_vn: Sales tax group của khách hàng và cửa hàng

# SalesTaxGroupDescription
source: Use this option to maintain sales tax groups
bg: Използвайте тази опция, за да поддържате данъчните групи за продажби
da: Brug denne mulighed til at varetage momsgrupper
de: Verwenden Sie diese Option, um Umsatzsteuergruppen zu erhalten
es: Utilice esta opción para mantener grupos impositivos de ventas.
fi: Käytä tätä valintaa ylläpitääksesi myynnin veroryhmiä
fr: Utilisez cette option pour maintenir les groupes de taxe de ventes
is: Veldu þennan kost til að viðhalda VSK flokkum
nl: Gebruik deze optie om omzetbelasting groepen
nl_be: Deze optie gebruiken om btw-groepen te behouden
ru: Используйте эту опцию для управления группами налога с продаж
sv: Använd alternativet för att behålla förs. momsgrupper
vi_vn: Sử dụng tùy chọn này để duy trì sales tax groups

# SalesTaxGroupTooltipDescription
source: Organize sales tax codes into groups for customers and stores
bg: Организирайте кодовете за данък върху продажбите в групи за клиенти и магазини
da: Organiser momskoder i grupper for kunder og butikker
de: Mehrwertsteuercodes in Gruppen für Kunden und Verkaufsstellen organisieren
es: Organizar los códigos de impuestos en grupos por clientes y tiendas
fi: Järjestä myynnin verokoodit ryhmiin asiakkaita ja myymälöitä varten
fr: Organiser les codes taxe de ventes en groupes pour les clients et les magasins
is: Skipuleggja VSK kóða í flokka fyrir viðskiptamenn og búðir
nl: BTW codes in groepen indelen voor klanten en winkels
nl_be: Btw-codes in groepen voor klanten en winkels indelen
ru: Организация налога с продаж коды в группы для клиентов и магазинов
sv: Dela in momskoder i grupper efter kunder och butiker
vi_vn: Tổ chức sales tax codes thành các nhóm khách hàng và cửa hàng

source: Setup
bg: Настройка
da: Indstillinger
es: Configuración
fi: Asetukset
fr: Configuration
is: Uppsetning
nl_be: Instellingen
ru: Настройка
sv: Konfigurera
vi_vn: Cài đặt

# TaxCodeValueCoveringThisRangeAlreadyExists
source: Tax code value covering this period already exists
bg: Стойността на данъчния код за този период вече съществува
da: Momskodeværdi der dækker denne periode findes allerede
de: Steuercode-Wert aus dieser Periode existiert bereits
es: El valor del código de impuestos que cubre este periodo ya existe.
fi: Tälle ajanjaksolle on jo verokoodi olemassa
fr: La valeur de code taxe couvrant cette période existe déjà
is: VSK kóði fyrir þetta tímabil er nú þegar til
nl: Fiscale waarde van de code voor deze periode al bestaat
nl_be: Er bestaat al een waarde voor de btw-code voor deze periode
ru: Значение кода налога, покрывающая этот период уже существует
sv: Momskod värde för den här perioden finns redan
vi_vn: Giá trị mã số thuế trong giai đoạn này đã tồn tại

source: To date may not be earlier than from date
bg: До дата не може да бъде по-рано от От дата
da: Til dato må ikke være tidligere end fra dato
de: Bis Datum kann nicht eher sein als Von Datum
es: La fecha de finalización no puede ser anterior a la fecha de inicio.
fi: Päättymispäivämäärä ei voi olla aikaisempi kun alkupäivämäärä
fr: La date de fin ne peut pas être antérieure à la date de début
is: Til dagsetning má ekki vera minni en frá dagsetning
nl: Tot op heden niet mogelijk eerder dan vanaf datum
nl_be: Datum tot mag niet vroeger komen dan datum vanaf
ru: До даты не может быть раньше, чем от даты
sv: Till datum kan inte vara tidigare än från datum
vi_vn: Đến ngày không thể sớm hơn Từ ngày.

source: To date without from date is not valid
bg: До Дата не е валидно без От Дата
da: Til dato uden fra dato er ikke gyldig
de: Bis Datum ist ohne Von Datum nicht gültig
es: La fecha de finalización sin fecha de inicio no es válida.
fi: Päättymispäivämäärä ei voi olla ilman alkupäivämäärää
fr: Une date de fin sans date de début est invalide
is: Það er ekki í lagi að hafa til dagsetningu án þess að hafa frá dagsetningu
nl: Tot op heden zonder vanaf datum is niet geldig
nl_be: Datum tot zonder datum vanaf is niet geldig
ru: До даты без от даты не корректно
sv: Till datum utan från datum är inte giltigt
vi_vn: Đến ngày mà không có từ ngày là không hợp lệ

source: Trade agreements updated
bg: Търговските споразумения се актуализират
da: Handelsaftaler opdateret
de: Handelsabkommen aktualisiert
es: Acuerdos comerciales actualizados
fi: Kauppasopimukset päivitetty
fr: Accords commerciaux mis à jour
is: Verðsamningar uppfærðir
nl: Handelsovereenkomsten bijgewerkt
nl_be: Commerciële overeenkomsten geüpdatet
ru: Договор обновлен
sv: Handelsavtal uppdaterade
vi_vn: Thỏa thuận thương mại được cập nhật
