Repository: iespana/LSOne
Catalog: SM/Plugins/SalesTax/Properties/resources.*.resx
Languages: bg, da, de, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Yes
bg: Да
da: Ja
de: Ja
es: Sí
fi: Kyllä
fr: Oui
is: Já
nl: Ja
nl_be: Ja
ru: Да
sv: Ja
vi_vn: Có

source: Add
bg: Добавяне
da: Tilføj
de: Hinzufügen
es: Añadir
fi: Lisää
fr: Ajouter
is: Bæta við
nl: Toevoegen
nl_be: Toevoegen
ru: Добавить
sv: Lägg till
vi_vn: Cộng thêm

# AtLeastOneTaxCodeForCustomerStoreSalesTypeTaxGroup
source: A tax group that is in use by a customer, a store or a sales type must contain at least one tax code.
bg: Данъчна група, която се използва от клиент, магазин или вид продажби, трябва да съдържа поне един данъчен код.
da: En momsgruppe, der er i brug af en kunde, en butik eller en salgstype, skal indeholde mindst en momskode.
de: Eine Steuergruppe, die von einem Kunden, einem Geschäft oder einem Verkaufstyp verwendet wird, muss mindestens einen Steuercode enthalten.
es: Un grupo de impuestos que se esté utilizando para un cliente, una tienda o un tipo de venta debe contener al menos un código impositivo.
fi: Veroryhmän, joka on asiakkaalla, myymälällä tai myyntityypilllä käytössä, täytyy sisältää ainakin yksi verokoodi.
fr: Un groupe de taxe en cours d'utilisation par un client, un magasin, ou un type de vente doit contenir au moins un code taxe.
is: VSK flokkur sem er í notkun á viðskiptavini, búð eða tegund sölu verður að hafa að minnsta kosti einn VSK kóða .
nl: Een belastinggroep die wordt gebruikt door een klant, een winkel of een Verkoopsoort moet ten minste één belastingscode bevatten.
nl_be: Een btw-groep die door een klant, een winkel of een verkooptype wordt gebruikt, moet minstens één btw-code bevatten.
sv: En skattegrupp som används av en kund, en butik eller en försäljningstyp måste innehålla minst en skatterätt.
vi_vn: Một nhóm thuế được sử dụng bởi khách hàng, cửa hàng hoặc loại bán hàng phải có ít nhất một mã số thuế.

# AtLeastOneTaxCodeForRetailItemTaxGroup
source: A tax group that is in use by a retail item must contain at least one tax code.
bg: Данъчна група, която се използва от ритейл артикул, трябва да съдържа поне един данъчен код.
da: En momsgruppe, der bruges af en salgsvare, skal indeholde mindst en skattekode.
de: Eine Steuergruppe, die von einem Einzelhandelsartikel verwendet wird, muss mindestens einen Steuercode enthalten.
es: Un grupo de impuestos que se esté utilizando para un artículo minorista debe contener al menos un código impositivo.
fi: Veroryhmän, joka on tuotteella käytössä, täytyy sisältää ainakin yksi verokoodi.
fr: Un groupe de taxe en cours d'utilisation par un article de vente au détail doit contenir au moins un code taxe.
is: VSK flokkur sem er í notkun á vöru verður að hafa að minnsta kosti einn VSK kóða.
nl: Een belastinggroep die wordt gebruikt door een retail-object moet ten minste één belastingscode bevatten.
nl_be: Een btw-groep die door een retailartikel wordt gebruikt, moet minstens één btw-code bevatten.
sv: En skattegrupp som används av ett detaljhandelsobjekt måste innehålla minst en skattekod.
vi_vn: Một nhóm thuế được sử dụng bởi một mặt hàng bán lẻ phải chứa ít nhất một mã số thuế.

# CannotRemoveTaxCode
source: Tax code cannot be removed.
bg: Данъчният код не може да бъде премахнат.
da: Momskode kan ikke fjernes.
de: Steuercode kann nicht entfernt werden.
es: El código impositivo no se puede eliminar.
fi: Verokoodia ei voi poistaa.
fr: Le code taxe ne peut pas être retiré.
is: Ekki er hægt að eyða út VSK kóða.
nl: Belastingscode kan niet worden verwijderd.
nl_be: Btw-code kan niet worden verwijderd.
sv: Skatterätten kan inte tas bort.
vi_vn: Mã số thuế không thể xóa.

source: Configure group settings for the selected tax code
bg: Конфигуриране настройки на групата за избрания данъчен код
da: Konfigurer gruppeindstillinger for den valgte momskode
de: Gruppeneinstellungen für den ausgewählten Steuercode konfigurieren
es: Configurar ajustes de grupo para el código de impuestos seleccionado
fi: Määritä valitun verokoodin ryhmäasetukset
fr: Configurez les paramètres de groupe pour le code taxe choisi
is: Stilltu flokksstillingar fyrir valinn VSK kóða
nl: Configureren van de instellingen voor de geselecteerde tax code
nl_be: Groepsinstellingen voor de geselecteerde btw-code configureren
ru: Конфигурировать настройки группы для выбранного налогового кода
sv: Konfigurera gruppinställningar för vald momskod
vi_vn: Định cấu hình cài đặt nhóm cho mã số thuế đã chọn

source: Customer/Store group
bg: Група клиенти/магазини
da: Kunde / butikgruppe
de: Kunde/Verkaufsstellengruppe
es: Grupo de clientes/tiendas
fi: Asiakas/Myymäläryhmä
fr: Groupe Client/Magasin
is: Viðskiptamanna/búða hópar
nl: Klant/winkel groep
nl_be: Klant/winkelgroep
ru: Группа Клиент/Магазин
sv: Kund-/butiksgrupp
vi_vn: Nhóm khách hàng/cửa hàng

source: Delete
bg: Изтриване
da: Slet
de: Löschen
es: Borrar
fi: Poista
fr: Supprimer
is: Eyða
nl: Verwijderen
nl_be: Verwijderen
ru: Удалить
sv: Ta bort
vi_vn: Xóa

# DeleteItemSalesTaxGroupQuestion
source: Are you sure you want to delete the selected item sales tax group?
bg: Наистина ли искате да изтриете избраната група за данък върху продажбите?
da: Er du sikker på, at du vil slette den valgte varemomsgruppe?
de: Sind Sie sicher, dass Sie die ausgewählte Artikelumsatzsteuergruppe löschen wollen?
es: ¿Está seguro de que desea borrar el grupo impositivo de ventas de artículos seleccionado?
fi: Haluatko varmasti poistaa valitun tuotteen myynnin verokoodin?
fr: Êtes-vous sûr(e) de vouloir supprimer le groupe de taxe de vente de l'article choisi ?
is: Ertu viss um að þú viljir eyða völdum VSK flokki?
nl: Weet u zeker dat u de geselecteerde groep wilt verwijderen?
nl_be: Weet u zeker dat u de btw-groep van het geselecteerde artikel wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранную группу товар налог с продаж?
sv: Vill du radera vald artikel förs.momsgruppen?
vi_vn: Bạn có chắc muốn xóa item sales tax group đã chọn?

source: Delete item sales tax group value
bg: Изтриване на стойността на група данък върху продажбите
da: Slet varegruppe momsværdi
de: Artikelumsatzsteuergruppenwert löschen
es: Borrar valor del grupo impositivo de ventas de artículos
fi: Poista tuotteen myynnin veroryhmän arvo
fr: Supprimer la valeur du groupe de taxe d'article
is: Eyða VSK flokksgildi
nl: Waarde van item omzetbelasting groep verwijderen
nl_be: Waarde btw-groep artikel verwijderen
ru: Удалить значение товар группа налога с продаж
sv: Radera artikelförs. momsgruppvärde
vi_vn: Xóa giá trị item sales tax group

source: Delete sales tax code
bg: Изтриване данъчен код продажби
da: Slet momsskode
de: Umsatzsteuercode löschen
es: Borrar código de impuestos de ventas.
fi: Poista myynnin verokoodi
fr: Supprimer le code taxe de ventes
is: Eyða VSK kóða
nl: BTW code verwijderen
nl_be: Btw-code verwijderen
ru: Удалить код налога с продаж
sv: Radera förs.momskod
vi_vn: Xóa sales tax code

# DeleteSalesTaxCodeQuestion
source: Are you sure you want to delete the selected sales tax code?
bg: Наистина ли искате да изтриете избрания код за данък върху продажбите?
da: Er du sikker på, at du vil slette den valgte momskode?
de: Sind Sie sicher, dass Sie den ausgewählten Umsatzsteuercodewert löschen wollen?
es: ¿Está seguro de que desea borrar el código de impuestos de ventas seleccionado?
fi: Haluatko varmasti poistaa valitun myynnin verokoodin?
fr: Êtes-vous sûr(e) de vouloir supprimer le code taxe de ventes choisi ?
is: Ertu viss um að þú viljir eyða völdu VSK kóðagildi?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde BTW-code?
nl_be: Weet u zeker dat u de waarde van de geselecteerde btw-code wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранное значение кода налога с продаж?
sv: Vill du radera vald artikel förs.momskodens värde?
vi_vn: Bạn có chắc chắn muốn xóa mã thuế bán hàng đã chọn?

source: Delete sales tax code value
bg: Изтриване на стойността на кода за данък върху продажбите
da: Slet momskodeværdi
de: Umsatzsteuercodewert löschen
es: Borrar valor de código de impuestos de ventas
fi: Poista myynnin verokoodin arvo
fr: Supprimer la valeur du code taxe de ventes
is: Eyða VSK kóðagildi
nl: BTW Wetboek waarde verwijderen
nl_be: Waarde btw-code verwijderen
ru: Удалить значение кода налога с продаж
sv: Radera förs.momskod värde
vi_vn: Xóa giá trị mã số thuế bán hàng

# DeleteSalesTaxCodeValueQuestion
source: Are you sure you want to delete the selected sales tax code value?
bg: Наистина ли искате да изтриете избрания код за данък върху продажбите?
da: Er du sikker på, at du vil slette den valgte momskode?
de: Sind Sie sicher, dass Sie den ausgewählten Umsatzsteuercodewert löschen wollen?
es: ¿Está seguro de que desea borrar el valor de código de impuestos de ventas seleccionado?
fi: Haluatko varmasti poistaa valitun myynnin verokoodin?
fr: Êtes-vous sûr(e) de vouloir supprimer le code taxe de ventes choisi ?
is: Ertu viss um að þú viljir eyða völdu VSK kóðagildi?
nl: Weet u zeker dat u wilt verwijderen van de geselecteerde BTW-code?
nl_be: Weet u zeker dat u de waarde van de geselecteerde btw-code wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранное значение кода налога с продаж?
sv: Vill du radera vald artikel förs.momskodens värde?
vi_vn: Bạn có chắc chắn muốn xóa mã thuế bán hàng đã chọn?

source: Delete sales tax group
bg: Изтриване на групата данъци върху продажбите
da: Slet momsgruppe
de: Umsatzsteuergruppe löschen
es: Borrar grupo impositivo de ventas
fi: Poista myynnin veroryhmä
fr: Supprimer le groupe de taxe de ventes
is: Eyða VSK flokki
nl: BTW groep verwijderen
nl_be: Btw-groep verwijderen
ru: Удалить группу налога с продаж
sv: Radera förs.momsgrupp
vi_vn: Xóa sales tax group

# DeleteSalesTaxGroupQuestion
source: Are you sure you want to delete the selected sales tax group?
bg: Наистина ли искате да изтриете избраната група за данък върху продажбите?
da: Er du sikker på at du vil slette den valgte momsgruppe?
de: Sind Sie sicher, dass Sie die ausgewählte Umsatzsteuergruppe löschen wollen?
es: ¿Está seguro de que desea borrar el grupo impositivo de ventas seleccionado?
fi: Haluatko varmasti poistaa valitun myynnin veroryhmän?
fr: Êtes-vous sûr(e) de vouloir supprimer le groupe de taxe de ventes choisi ?
is: Ertu viss um að þú viljir eyða völdum VSK flokki?
nl: Weet u zeker dat u de geselecteerde groep wilt verwijderen?
nl_be: Weet u zeker dat u de geselecteerde btw-groep wilt verwijderen?
ru: Вы уверены, что хотите удалить выбранную налоговую группу продажи?
sv: Vill du radera vald förs.momsgruppen?
vi_vn: Bạn có chắc muốn xóa sales tax group đã chọn?

source: Edit description and regional settings for the selected tax group
bg: Редактиране описанието и регионалните настройки за избраната данъчна група
da: Rediger beskrivelse og regionale indstillinger for den valgte momsgruppe
de: Beschreibung und die regionalen Einstellungen für die ausgewählte Steuergruppe bearbeiten
es: Editar descripción y configuración regional para el grupo impositivo seleccionado
fi: Muokkaa valitun myynnin veroryhmän kuvaus ja alueelliset asetukset
fr: Modifier la description et les paramètres régionaux pour le code taxe choisi
is: Breyta lýsingu og svæðisbundum stillingum fyrir valinn VSK flokk
nl: Beschrijving en regionale instellingen voor de geselecteerde tax group bewerken
nl_be: Beschrijving en regionale instellingen voor de geselecteerde btw-groep bewerken
ru: Редактировать описание и региональные настройки для выбранной налоговой группы
sv: Redigera beskrivning och regionala inställningar för vald momsgrupp
vi_vn: Chỉnh sửa mô tả và thiết lập khu vực cho nhóm thuế được chọn

source: Edit description for the selected tax group
bg: Редактирайте описанието за избраната данъчна група
da: Rediger beskrivelse for den valgte momsgruppe
de: Beschreibung für die ausgewählte Steuergruppe bearbeiten
es: Editar descripción para el grupo impositivo seleccionado
fi: Muokkaa valitun veroryhmän kuvaus
fr: Modifier la description du groupe de taxe
is: Breyttu lýsingu fyrir valinn VSK flokk
nl: Bewerk de beschrijving voor de geselecteerde tax group
nl_be: Beschrijving voor de geselecteerde btw-groep bewerken
ru: Редактировать описание для выбранной налоговой группы
sv: Redigera beskrivning för vald momsgrupp
vi_vn: Chỉnh sửa mô tả cho nhóm thuế được chọn

source: Edit item sales tax group
bg: Редактиране на групата данък върху продажбите
da: Rediger varesalgs momsgruppe
de: Artikelumsatzsteuergruppe bearbeiten
es: Editar grupo impositivo de ventas de artículos
fi: Muokkaa tuotteen myynnin veroryhmää
fr: Modifier le groupe de taxe de ventes de l'article
is: Breyta VSK flokki
nl: BTW itemgroep bewerken
nl_be: Btw-groep artikel bewerken
ru: Редактировать товар группа налога с продаж
sv: Redigera artikelförs. momsgrupp
vi_vn: Chỉnh sửa item sales tax group

source: Edit sales tax group
bg: Редактиране на данък върху продажбите
da: Rediger momsgruppe
de: Umsatzsteuergruppe bearbeiten
es: Editar grupo impositivo de ventas
fi: Muokkaa myynnin veroryhmää
fr: Modifier le groupe de taxe de ventes
is: Breyta VSK flokki
nl: BTW groep bewerken
nl_be: Btw-groep bewerken
ru: Редактировать группу налога с продаж
sv: Redigera förs.momsgrupp
vi_vn: Chỉnh sửa sales tax group

source: Edit tax code for item sales tax group
bg: Редактиране данъчния код за групата данък върху продажбите
da: Rediger momskode for varesalgs momsgruppe
de: Steuercode für Artikelumsatzsteuergruppe bearbeiten
es: Editar código de impuestos para el grupo impositivo de ventas
fi: Muokkaa tuotteen myynnin veroryhmän verokoodia
fr: Modifier le code taxe du groupe de taxe de ventes d'article
is: Breyta VSK kóða fyrir VSK flokk
nl: Tax code voor BTW itemgroep bewerken
nl_be: Btw-code voor btw-groep artikel bewerken
ru: Редактировать код налога для товар налог с продаж группы
sv: Redigera momskod för artikelförs. momsgrupp
vi_vn: Chỉnh sửa mã số thuế cho item sales tax group

source: Edit tax code for sales tax group
bg: Редактиране на данъчния код за групата данъци върху продажбите
da: Rediger momskode for momsgruppe
de: Steuercode für Umsatzsteuergruppe bearbeiten
es: Editar código de impuestos para grupo impositivo de ventas
fi: Muokkaa myynin veroryhmän verokoodia
fr: Modifier le code taxe du groupe de taxe de ventes
is: Breyta VSK kóða fyrir VSK flokk
nl: Tax code voor BTW groep bewerken
nl_be: Btw-code voor btw-groep bewerken
ru: Редактировать код налога для группы налога с продаж
sv: Redigera momskod för förs. momsgrupp
vi_vn: Chỉnh sửa mã số thuế cho sales tax group

# EditText
source: Edit
bg: Редактиране
da: Rediger ...
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
is: Breyta
nl: Bewerken
nl_be: Bewerken
ru: Редактировать
sv: Redigera
vi_vn: Chỉnh sửa

source: General setup
bg: Общи настройки
da: Generelle indstillinger
de: Allgemeines Setup
es: Configuración general
fi: Yleiset asetukset
fr: Paramètres généraux
is: Almenn uppsetning
nl: Algemene instellingen
nl_be: Algemene instelling
ru: Общая настройка
sv: Allmänna inställningar
vi_vn: Thiết lập chung

# IDMissing
source: ID is missing
bg: Липсва идентификационен номер
da: ID mangler
vi_vn: ID bị thiếu

# IDMissingQuestion
source: ID is missing. Would you like to auto generate the ID?
bg: Липсва идентификационен номер. Искате ли автоматично да генерирате идентификационния номер?
da: ID mangler. Vil du automatisk generere ID'et?
vi_vn: ID bị thiếu. Bạn có muốn tự động tạo ID không?

source: Item group
bg: Артикул група
da: Varegruppe
de: Artikelgruppe
es: Grupo de artículos
fi: Tuoteryhmä
fr: Groupe d'articles
is: Vöruflokkur
nl: Item
nl_be: Itemgroep
ru: Товарная группа
sv: Artikelgrupp
vi_vn: Nhóm hàng

source: Item sales tax group
bg: Група за данък върху продажбите
da: Vare salgsmomsgruppe
de: Artikelumsatzsteuergruppe
es: Grupo de impuestos de artículos
fi: Tuotteen myyntiveroryhmä
fr: Groupe de taxe d'article
is: VSK flokkur
nl: BTW itemgroep
nl_be: Artikel btw-groep
ru: Товар группа налога с продаж
sv: Artikelmomsgrupp
vi_vn: Nhóm thuế doanh thu

# ItemSalesTaxGroupDescription
source: Use this option to maintain item sales tax groups
bg: Използвайте тази опция, за да поддържате групите за данък върху продажбите
da: Brug denne mulighed til at opretholde varesalgs momsgrupper
de: Verwenden Sie diese Option, um Artikelumsatzsteuergruppen zu erhalten
es: Utilice esta opción para mantener grupos impositivos de ventas de artículos.
fi: Käytä tätä valintaa ylläpitääksesi tuotteen myynnin veroryhmiä
fr: Utilisez cette option pour maintenir les groupes de taxe de ventes d'articles
is: Veldu þennan kost til að viðhalda VSK flokkum
nl: Gebruik deze optie om omzetbelasting artikelgroepen
nl_be: Deze optie gebruiken om btw-groepen voor artikel te behouden
ru: Используйте эту опцию для управления товар налог с продаж группами
sv: Använd alternativet för att behålla artikel förs. momsgrupper
vi_vn: Sử dụng tùy chọn này để duy trì các item sales tax groups

# ItemSalesTaxGroupTooltipDescription
source: Organize sales tax codes into groups for items
bg: Организирайте кодовете за данък върху продажбите в групи за артикули
da: Organiser momskoder i grupper for varer
de: Mehrwertsteuercodes in Artikelgruppen organisieren
es: Organizar los códigos de impuestos en grupos por artículos
fi: Järjestä myynnin verokoodit ryhmiin tuotteita varten
fr: Organiser les codes taxe de ventes en groupes pour les articles
is: Skipuleggja VSK kóða í flokka fyrir vörur
nl: BTW codes indelen in groepen voor objecten
nl_be: Btw-codes in groepen voor artikels indelen
ru: Организация кодов налога с продаж в группы для товаров
sv: Dela in momskoder i grupper efter artiklar
vi_vn: Sắp xếp mã số thuế bán hàng thành các nhóm cho các mặt hàng

source: Items updated
bg: Артикулите са актуализирани
da: Varer er opdateret
de: Artikel aktualisiert
es: Artículos actualizados
fi: Päivitetyt tuotteet
fr: Articles mis à jour
is: Vörur uppfærðar
nl: items bijgewerkt
nl_be: Artikel geüpdatet
ru: Товары обновлены
sv: Uppdaterade artiklar
vi_vn: Mặt hàng đã cập nhật

# MinimumCannotBeHigherthanUpper
source: Minimum limit cannot be higher than upper limit
bg: Миним.граница не може да бъде по-висока от макс.граница
da: Minimumsgrænsen kan ikke være højere end den øvre grænse
de: Unteres Limit kann nicht höher sein als das obere Limit
es: El límite mínimo no puede ser más alto que el límite máximo.
fi: Vähimmäisraja ei saa ylittää maksimirajaa
fr: La limite minimale ne peut pas être supérieure à la limite supérieure
is: Lágmarks mörk geta ekki verið hærri en efri mörk
nl: Minimale limiet kan niet hoger zijn dan bovengrens
nl_be: De minimumlimiet mag niet hoger liggen dan de bovenste limiet
ru: Нижняя граница лимита не может быть выше верхней границы
sv: Minimum gräns kan inte vara större än maximum gräns
vi_vn: Giới hạn tối thiểu không thể cao hơn giới hạn trên

source: No
bg: Не
da: Nej
de: Nein
fi: Ei
fr: Non
is: Nei
nl: Nee
nl_be: Nee
ru: Нет
sv: Nej
vi_vn: Không

source: Not set
bg: Не е зададен
da: Ikke indstillet
de: Nicht festgelegt
es: No establecido
fi: Ei valittu
fr: Non défini
is: Ekki sett
nl: Niet vastgesteld
nl_be: Niet ingesteld
ru: Не устанавливать
sv: Inte inställd
vi_vn: Không được thiết lập

# OneOrMoreCustomersUseTaxGroup
source: One or more customers are using the selected tax group. Are you sure you want to continue?
bg: Един или повече клиенти използват избраната данъчна група. Сигурни ли сте, че искате да продължите?
da: En eller flere kunder bruger den valgte momsgruppe. Er du sikker på, at du vil fortsætte?
de: Ein oder mehrere Kunden nutzen die gewählte Steuergruppe. Sind Sie sicher, dass Sie fortfahren wollen?
es: Uno o más clientes están utilizando el grupo impositivo seleccionado. ¿Está seguro de que desea continuar?
fi: Yksi tai useampi asiakas käyttää valittua veroryhmää. Haluatko jatkaa?
fr: Un ou plusieurs clients utilisent le groupe de taxe choisi. Êtes-vous sûr(e) de vouloir continuer ?
is: Einn eða fleiri viðskiptavinir eru að nota valinn skattflokk. Ertu viss um að þú viljir halda áfram?
nl: Een of meer klanten gebruiken de geselecteerde tax group. Weet u zeker dat u wilt doorgaan?
nl_be: Eén of meerdere klanten gebruiken de geselecteerde btw-groep. Weet u zeker dat u wilt doorgaan?
ru: Один или более клинентов используют выбранную налоговую группу. Вы уверены, что хотите продолжить?
sv: En eller flera kunder använder vald momsgrupp. Vill du fortsätta?
vi_vn: Một hoặc nhiều khách hàng đang sử dụng nhóm thuế được chọn. Bạn có chắc chắn muốn tiếp tục?

# OneOrMoreItemsUseTaxGroup
source: One or more retail items are using the selected tax group. Are you sure you want to continue?
bg: Един или повече ритейл артикули използват избраната данъчна група. Сигурни ли сте, че искате да продължите?
da: En eller flere salgsvarer bruger den valgte momsgruppe. Er du sikker på, at du vil fortsætte?
de: Ein oder mehrere Einzelhandelsartikel nutzen die gewählte Steuergruppe. Sind Sie sicher, dass Sie fortfahren möchten?
es: Uno o más artículos minoristas están utilizando el grupo impositivo seleccionado. ¿Está seguro de que desea continuar?
fi: Yksi tai useampi vähittäismyynnin tuote käyttää valittua veroryhmää. Haluatko jatkaa?
fr: Un ou plusieurs articles de vente au détail utilisent le groupe de taxe choisi. Êtes-vous sûr(e) de vouloir continuer ?
is: Ein eða fleiri vörur eru að nota valinn VSK flokk. Ertu viss um að þú viljir halda áfram?
nl: Een of meer retail items gebruikt de geselecteerde tax group. Weet u zeker dat u wilt doorgaan?
nl_be: Eén of meerdere retailartikelen gebruiken de geselecteerde btw-groep. Weet u zeker dat u wilt doorgaan?
ru: Один или несколько розничных товаров используют выюеленную налоговую группу. Вы уверены, что хотите продолжить?
sv: En eller flera retail-artiklar använder vald momsgrupp. Vill du fortsätta?
vi_vn: Một hoặc nhiều mặt hàng bán lẻ đang sử dụng nhóm thuế được chọn. Bạn có chắc chắn muốn tiếp tục?

# OneOrMoreStoreUseTaxGroup
source: One or more stores are using the selected tax group. Are you sure you want to continue?
bg: Една или повече магазини използват избраната данъчна група. Сигурни ли сте, че искате да продължите?
da: En eller flere butikker bruger den valgte momsgruppe. Er du sikker på, at du vil fortsætte?
de: Ein oder mehrere Geschäfte nutzen die gewählte Steuergruppe. Sind Sie sicher, dass Sie fortfahren möchten?
es: Una o más tiendas están utilizando el grupo impositivo seleccionado. ¿Está seguro de que desea continuar?
fi: Yksi tai useampi myymälä käyttää valittua veroryhmää. Haluatko jatkaa?
fr: Un ou plusieurs magasins utilisent le groupe de taxe choisi. Êtes-vous sûr(e) de vouloir continuer ?
is: Ein eða fleiri búðir eru að nota valinn VSK flokk. Ertu viss um að þú viljir halda áfram?
nl: Een of meer winkels zijn met behulp van de geselecteerde tax group. Weet u zeker dat u wilt doorgaan?
nl_be: Eén of meerdere winkels gebruiken de geselecteerde btw-groep. Weet u zeker dat u wilt doorgaan?
ru: Один или несколько магазинов используют выбранную налоговую группу. Вы уверены, что хотите продолжить?
sv: En eller flera butiker använder vald momsgrupp. Vill du fortsätta?
vi_vn: Một hoặc nhiều cửa hàng đang sử dụng nhóm thuế được chọn. Bạn có chắc chắn muốn tiếp tục?
