Repository: iespana/LSOne
Catalog: SM/Plugins/Forms/Properties/resources.*.resx
Languages: bg, da, es, fi, fr, is, nl, nl_be, ru, sv, vi_vn

source: Import
bg: Импорт
da: Importer
es: Importar
fi: Tuo
fr: Importer
is: Flytja inn
nl: Importeren
nl_be: Importeren
ru: Импорт
sv: Importera
vi_vn: Nhập vào

source: Yes
bg: Да
da: Ja
es: Sí
fi: Kyllä
fr: Oui
is: Já
nl: Ja
nl_be: Ja
ru: Да
sv: Ja
vi_vn: Có

source: Add
bg: Добавяне
da: Tilføj
es: Añadir
fi: Lisää
fr: Ajouter
is: Bæta við
nl: Toevoegen
nl_be: Toevoegen
ru: Добавить
sv: Lägg till
vi_vn: Cộng thêm

# AllSelectFormsOfUserDefinedType
source: One or more form layouts selected for export are of a user defined type. Form layouts of user defined types cannot be exported.
bg: Един или повече оформления на форми, избрани за експорт, са от определен от потребителя тип. Оформленията на формуляри, дефинирани от потребителя, не могат да бъдат експортирани.
da: En eller flere formularlayouts valgt til eksportering er en brugerdefineret type. Formularlayouts der er brugerdefinerede typer kan ikke eksporteres.
es: Uno o varios diseños de formulario seleccionados para exportarlos son diseños definidos por el usuario. Los diseños de formulario definidos por el usuario no se pueden exportar.
fi: Yksi tai useampi vientiin valittu lomakeasettelu on käyttäjän määrittelemä. Käyttäjän määrittelemiä lomakeasetteluja ei voida viedä.
fr: Une ou plusieurs dispositions de formulaire choisies pour l'exportation sont un type défini par l'utilisateur. Les dispositions de formulaire de types définis par l'utilisateur ne peuvent pas être exportées.
is: Ein eða fleiri af völdum eyðublaðsuppsetningum er af tegund skilgreindri af notanda. Ekki er hægt að eyða eyðublaðsuppsetningum af tegund skilgreindri af notanda.
nl: Een of meer vorm indelingen geselecteerd voor uitvoer zijn van een door de gebruiker gedefinieerde type. Vorm lay-outs van de door gebruiker gedefinieerde typen kunnen niet worden geëxporteerd.
nl_be: Een of meerdere geselecteerde formulierlayouts zijn van een zelf gedefinieerd type en kunnen niet geëxporteerd worden.
ru: Один или несколько выбранных для экспорта макетов форм, пользовательские типы. Макеты форм пользовательских типов не могут быть экспортированы.
sv: En eller flera valda formulärlayouter för export är av typen användardefinierad. Användardefinierade formulärlayouter kan inte exporteras. .
vi_vn: Một hoặc nhiều bố cục biểu mẫu được chọn để xuất là loại do người dùng xác định. Bố cục mẫu của các loại do người dùng xác định không thể được xuất.

source: Always print
bg: Винаги печатайте
da: Udskriv altid
es: Imprimir siempre
fi: Tulosta aina
fr: Toujours imprimer
is: Alltaf prenta
nl: Altijd afdrukken
nl_be: Altijd afdrukken
ru: Всегда печатать
sv: Alltid utskrift
vi_vn: Luôn in

source: Delete
bg: Изтриване
da: Slet
es: Borrar
fi: Poista
fr: Supprimer
is: Eyða
nl: Verwijderen
nl_be: Verwijderen
ru: Удалить
sv: Ta bort
vi_vn: Xóa

source: Delete form
bg: Изтриване на форма
da: Slet formular
es: Borrar formulario
fi: Poista lomake
fr: Supprimer le formulaire
is: Eyða eyðublaði
nl: Formulier verwijderen
nl_be: Formulier verwijderen
ru: Удалить форму
sv: Radera formulär
vi_vn: Xóa Mẫu

# DeleteFormQuestion
source: Are you sure you want to delete the selected form layout?
bg: Сигурни ли сте, че искате да изтриете избрания изглед на форма?
da: Er du sikker på at du vil slette det valgte formularlayout?
es: ¿Está seguro de que desea eliminar el diseño de formulario seleccionado?
fi: Haluatko varmasti poistaa valitun lomakeasettelun?
fr: Êtes-vous sûr(e) de vouloir supprimer la disposition de formulaire choisie ?
is: Ertu viss um að þú viljir eyða valinni eyðublaðsuppsetningu?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
nl_be: Bent u zeker dat u de geselecteerde formulierlayout wil verwijderen?
ru: Вы уверены, что хотите удалить выбранный макет формы?
sv: Är du säker på att du vill radera vald formulärlayout?
vi_vn: Bạn có chắc chắn muốn xóa bố cục biểu mẫu đã chọn?

source: Delete forms
bg: Изтриване на форми
da: Slet formularer
es: Eliminar formularios
fi: Poista lomakkeet
fr: Supprimer les formulaires
is: Eyða eyðublöðum
nl: Formulieren verwijderen
nl_be: Verwijder formulieren
ru: Удалить формы
sv: Radera formulär
vi_vn: Xóa Mẫu

# DeleteFormsQuestion
source: Are you sure you want to delete the selected form layouts?
bg: Сигурни ли сте, че искате да изтриете избраните изгледи на форми?
da: Er du sikker på at du vil slette de valgte formularlayouts?
es: ¿Está seguro de que desea eliminar los diseños de formulario seleccionados?
fi: Haluatko varmasti poistaa valitut lomakeasettelut?
fr: Êtes-vous sûr(e) de vouloir supprimer les dispositions de formulaire choisies ?
is: Ertu viss um að þú viljir eyða völdum eyðublaðsuppsetningum?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
nl_be: Bent u zeker dat u de geselecteerde formulierlayout wil verwijderen?
ru: Вы уверены, что хотите удалить выбранные макеты формы?
sv: Vill du radera valda formulärlayouter?
vi_vn: Bạn có chắc chắn muốn xóa bố cục biểu mẫu đã chọn?

source: Delete form type
bg: Изтриване вид форма
da: Slet formulartype
es: Eliminar tipo de formulario
fi: Poista lomaketyyppi
fr: Supprimer le type de formulaire
is: Eyða eyðublaðategund
nl: Formulier verwijderen
nl_be: Verwijder formuliertype
ru: Удалить тип формы
sv: Radera formulärtyp
vi_vn: Xóa loại mẫu

# DeleteFormTypeQuestion
source: Are you sure you want to delete the selected form type?
bg: Сигурни ли сте, че искате да изтриете избрания тип форма?
da: Er du sikker på at du vil slette den valgte formulartype?
es: ¿Está seguro de que desea eliminar el tipo de formulario seleccionado?
fi: Haluatko varmasti poistaa valitun lomaketyypin?
fr: Êtes-vous sûr(e) de vouloir supprimer le type de formulaire choisi ?
is: Ertu viss um að þú viljir eyða valinni eyðublaðategund?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
nl_be: Bent u zeker dat u het geselecteerde type wil verwijderen?
ru: Вы уверены, что хотите удалить выбранный тип формы?
sv: Vill du radera vald formulärtyp?
vi_vn: Bạn có chắc chắn muốn xóa loại biểu mẫu đã chọn?

source: Delete form types
bg: Изтриване на видове форми
da: Slet formulartyper
es: Eliminar tipos de formulario
fi: Poista lomaketyypit
fr: Supprimer les types de formulaires
is: Eyða eyðublaðategundum
nl: Verwijder formulietypes
nl_be: Verwijder formuliertypes
ru: Удалить типы форм
sv: Radera formulärtyper
vi_vn: Xóa các loại biểu mẫu

# DeleteFormTypesQuestion
source: Are you sure you want to delete the selected form types?
bg: Сигурни ли сте, че искате да изтриете избраните видове форми?
da: Er du sikker på at du vil slette de valgte formulartyper?
es: ¿Está seguro de que desea eliminar los tipos de formulario seleccionados?
fi: Haluatko varmasti poistaa valitut lomaketyypit?
fr: Êtes-vous sûr(e) de vouloir supprimer les types de formulaire choisis ?
is: Ertu viss um að þú viljir eyða völdum eyðublaðategundum?
nl: Weet u zeker dat u de geselecteerde Advertenties wilt wissen?
nl_be: Bent u zeker dat u het geselecteerde type wil verwijderen?
ru: Вы уверены, что хотите удалить выбранные типы форм?
sv: Vill du radera valda formulärtyper?
vi_vn: Bạn có chắc chắn muốn xóa các loại biểu mẫu đã chọn?

source: Description
bg: Описание:
da: Beskrivelse
es: Descripción
fi: Kuvaus:
is: Lýsing
nl: Beschrijving
nl_be: Omschrijving
ru: Описание:
sv: Beskrivning
vi_vn: Mô tả:

# EditCmd
source: Edit
bg: Редактиране
da: Rediger ...
es: Editar
fi: Muokkaa
fr: Modifier
is: Breyta
nl: Bewerken
nl_be: Bewerken
ru: Редактировать
sv: Redigera
vi_vn: Chỉnh sửa

source: Edit forms
bg: Редактиране на форми
da: Rediger formulerer
es: Editar formularios
fi: Muokkaa lomakkeita
fr: Modifier les formulaires
is: Vinna með eyðublöð
nl: Bewerk Formulier-pagina
nl_be: Formulieren bewerken
ru: Редактировать формы
sv: Redigera formulär
vi_vn: Chỉnh sửa biểu mẫu

# EditFormsDescription
source: Use this option to view or edit form layouts
bg: Използвайте тази опция, за да преглеждате или редактирате оформления на форми
da: Brug denne indstilling til at få vist eller redigere formularlayouts
es: Utilice esta opción para ver o editar los diseños de formulario
fi: Tämän asetuksen avulla voit tarkastella tai muokata lomakeasetteluita
fr: Utilisez cette option pour afficher ou modifier des dispositions de formulaires
is: Veldu þennan valmöguleika til að skoða eða breyta eyðublaðsuppsetningum
nl: Gebruik deze optie om formulierlayouts te bekijken of bewerken
nl_be: Gebruik deze optie om formulierlayouts te bekijken of aan te passen
ru: Используйте эту опцию для просмотра или редактирования макетов формы
sv: Använd alternativet för att se eller redigera formulärlayouter
vi_vn: Sử dụng tùy chọn này để xem hoặc chỉnh sửa bố cục biểu mẫu

# EmptyDescription
source: Form description cannot be empty
bg: Описанието на формата не може да бъде празно
da: Formularbeskrivelse kan ikke være tom
es: La descripción del formulario no puede estar vacía
fi: Lomakkeen kuvaus ei voi olla tyhjä
fr: La description du formulaire ne peut pas être vide
is: Lýsing eyðublaðs má ekki vera tóm
nl: De formulieromschrijving kan niet leeg zijn
nl_be: Formulier beschrijving kan niet leeg zijn
ru: Описание формы не должно быть пустым.
sv: Formulärbeskrivning kan inte vara tom
vi_vn: Mô tả mẫu không thể để trống

source: Export
bg: Експорт
da: Eksporter
es: Exportar
fi: Vie
fr: Exporter
is: Flytja út
nl: Exporteer
nl_be: Exporteren
ru: Экспорт
sv: Exportera
vi_vn: Xuất ra

# FieldsIntersect
source: Fields intersect on form
bg: Полетата се пресичат във формата
da: Felter overlapper på formular
es: Existe intersección de campos en el formulario
fi: Kentät leikkaavat lomakkeessa
fr: Intersection de champs sur le formulaire
is: Svæði skarast
nl: Velden snijden op formulier
nl_be: Velden kruisen op het formulier
ru: Пересечение полей на форме
sv: Fält inkräktar på formulär
vi_vn: Các trường giao nhau trên mẫu

source: Form
bg: Форма
da: Formular
es: Formulario
fi: Lomake
fr: Formulaire
is: Eyðublað
nl: Formulier
nl_be: Formulier
ru: Форма
sv: Formulär
vi_vn: Biểu mẫu

source: Form designer
bg: Дизайнер на форма
da: Formulardesigner
es: Diseñador de formularios
fi: Lomakemuotoilija
fr: Concepteur de formulaire
is: Hönnun eyðublaðs
nl: Designer
nl_be: Ontwerper formulier
ru: Дизайнер формы
sv: Formulär designer
vi_vn: Thiết kế mẫu

# FormExists
source: A form with that ID already exists.
bg: Вече съществува форма с този идентификатор.
da: En formular med denne ID findes allerede.
es: Ya existe un formulario con este ID.
fi: Tällä tunnuksella on jo lomake olemassa.
fr: Un formulaire comportant cet ID existe déjà.
is: Eyðublað með þessu auðkenni er nú þegar til.
nl: Een formulier met die ID bestaat al.
nl_be: Er bestaat al een formulier met die ID.
ru: Форма с этим ID уже существует.
sv: Ett formulär med detta ID finns redan.
vi_vn: Một biểu mẫu với ID đó đã tồn tại.

source: Form layouts
bg: Оформления форми
da: Formularlayouts
es: Diseños de formulario
fi: Lomakkeen asettelut
fr: Dispositions de formulaires
is: Eyðublaðauppsetning
nl: Formulierlayouts
nl_be: Formulierlayouts
ru: Макеты форм
sv: Formulärlayouter
vi_vn: Bố cục

# FormLayoutsDescription
source: Use this option to view or edit form layouts
bg: Използвайте тази опция, за да преглеждате или редактирате оформления на форми
da: Brug denne indstilling til at få vist eller redigere formularlayouts
es: Utilice esta opción para ver o editar los diseños de formulario
fi: Tämän asetuksen avulla voit tarkastella tai muokata lomakeasetteluita
fr: Utilisez cette option pour afficher ou modifier des dispositions de formulaires
is: Veldu þennan valmöguleika til að skoða eða breyta eyðublaðsuppsetningum
nl: Gebruik deze optie om formulierlayouts te bekijken of bewerken
nl_be: Gebruik deze optie om formulierlayouts te bekijken of aan te passen
ru: Используйте эту опцию для просмотра или редактирования макетов формы
sv: Använd alternativet för att se eller redigera formulärlayouter
vi_vn: Sử dụng tùy chọn này để xem hoặc chỉnh sửa bố cục biểu mẫu

# FormLayoutsTooltipDescription
source: Edit the different printable form layouts such as the customer receipt in a graphical layout editor
bg: Редактирайте различните формати за печатните форми, като например клиентска разписка, в графичен редактор за оформление
da: Rediger de forskellige udskrift formularlayouts såsom kundekvitteringen i en grafisk layouteditor
es: Editar los diferentes diseños de formularios imprimibles (por ejemplo, el recibo del cliente) en un editor gráfico
fi: Muokkaa tulostettavia lomakeasetteluja, kuten asiakkaan kuittia graafisessa editorissa
fr: Modifier les dispositions de formulaires imprimables comme le reçu client dans un éditeur de présentation graphique
is: Breyta mismunandi prentanlegum eyðublaðauppsetningum eins og viðskiptamannakvittun í myndrænum uppsetningaritli
nl: Bewerk de verschillende afdrukbare formulierlay-outs zoals de klantontvangst in een grafische layout-editor
nl_be: Bewerk de verschillende afdrukbare formulierlay-outs zoals het ontvangstbewijs van de klant in een grafische lay-outeditor
ru: Редактирование различных печатных макетов форм, таких как чек клиента в графическом редакторе макета
sv: Redigera de olika formulärlayouterna för utskrift, till exempel kundkvitto, i en grafisk layoutredigerare
vi_vn: Chỉnh sửa các bố cục biểu mẫu có thể in khác nhau, chẳng hạn như biên nhận của khách hàng trong trình chỉnh sửa bố cục đồ họa

source: Forms
bg: Форми
da: Formularer
es: Formularios
fi: Lomakkeet
fr: Formulaires
is: Eyðublöð
nl: Formulieren
nl_be: Formulieren
ru: Формы
sv: Formulär
vi_vn: Biểu mẫu

source: Forms and labels
bg: Форми и етикети
da: Formularer og labels
es: Formularios y etiquetas
fi: Lomakkeet ja etiketit
fr: Formulaires et étiquettes
is: Eyðublöð og miðar
nl: Tool voor labels en etiketten
nl_be: Formulieren en labels
ru: Формы и метки
sv: Formulär och etiketter
vi_vn: Biểu mẫu và nhãn

# FormsNotExported
source: One or more forms selected for export is of a user defined type. Forms of user defined types cannot be exported.
bg: Един или повече избрани форми за експортиране са от потребителски тип. Формите с потребителски дефинирани видове не могат да бъдат експортирани.
da: En eller flere formulerer der er valgt til eksportering er af en brugerdefineret type. Formulerer af en brugerdefineret type kan ikke eksporteres.
es: Uno o varios formularios seleccionados para exportarlos son formularios definidos por el usuario. Los formularios definidos por el usuario no se pueden exportar.
fi: Yksi tai useampi vientiin valittu lomake on käyttäjän määrittelemä tyyppi. Käyttäjän määrittelemiä tyyppejä ei voi viedä.
fr: Un ou plusieurs formulaires choisis pour l'exportation est (sont) un type défini par l'utilisateur. Les formulaires de types définis par l'utilisateur ne peuvent pas être exportés.
is: Eitt eða fleiri eyðublöð valin til útfluttnings eru af tegund skilgreindri af notanda. Ekki er hægt að flytja út eyðublöð af tegundum skilgreindum af notendum.
nl: Lijnt een tekenreeks uit aan de linkerkant van een tekenreeksvariabele of kopieert een gebruikergedefinieerd type variabele naar een ander gebruikergedefinieerd type.
nl_be: Een of meerdere geselecteerde formulieren zijn van een zelf gedefinieerd type en kunnen niet geëxporteerd worden.
ru: Один или несколько выбранных для экспорта форм пользовательские типы. Формы пользовательских типов не могут быть экспортированы.
sv: En eller flera valda formulär för export är av typen användardefinierad. Formulär av typen användardefinierad kan inte exporteras.
vi_vn: Một hoặc nhiều biểu mẫu được chọn để xuất là loại do người dùng xác định. Các hình thức loại người dùng xác định không thể được xuất ra.

# FormTypeExists
source: A form type with this description already exists
bg: Вече съществува вид форма това описание
da: En formulartype med denne beskrivelse eksisterer allerede
es: Ya existe un tipo de formulario con esta descripción
fi: Tällä kuvauksella oleva lomaketyyppi on jo olemassa
fr: Un type de formulaire correspondant à cette description existe déjà
is: Eyðublaðategund með þessari lýsingu er nú þegar til
nl: Deze beschrijving bestaat al.
nl_be: Een formuliertype met die beschrijving bestaat al
ru: Тип формы с этим описанием уже существует
sv: En formulärtyp med den här beskrivningen finns redan
vi_vn: Một dạng biểu mẫu với mô tả này đã tồn tại

# FormTypeInUseOn
source: The form type #1 is being used on form layout #2. The form type cannot be deleted.
bg: Видът #1 на формата се използва във форма #2. Не може да бъде изтрит.
da: Formulartype #½ bliver brugt for formularlayout #2. Denne formtype kan ikke slettes.
es: El tipo de formulario #1 se está utilizando en el diseño de formulario #2. El tipo de formulario no se puede eliminar.
fi: Lomaketyyppi #1 on käytössä lomakeasettelussa #2. Lomaketyyppiä ei voi poistaa.
fr: Le type de formulaire #1 a été utilisé sur la disposition de formulaire #2. Le type de formulaire ne peut pas être supprimé.
is: Eyðublaðategundin #1 er í notkun í eyðublaðsuppsetningunni #2. Ekki er hægt að eyða eyðublaðategund í notkun.
nl: Het formuliertype #1 wordt op formulierindeling #2. gebruikt. Het formuliertype kan niet worden verwijderd.
nl_be: Het formuliertype #1 wordt gebruikt op formulierlayout #2 en kan niet worden verwijderd.
ru: Тип формы #1 используется в макете формы #2. Тип формы не может быть удален.
sv: Formulärtyp #1 används i formulärlayout #2. Formulärtyp kan inte raderas.
vi_vn: Loại biểu mẫu #1 đang được sử dụng trên bố cục biểu mẫu #2. Loại hình không thể bị xóa.

source: Form types
bg: Видове форми
da: Formulartyper
es: Tipos de formulario
fi: Lomaketyypit
fr: Types de formulaires
is: Eyðublaðategundir
nl: Formulier typen
nl_be: Formuliertypes
ru: Типы форм
sv: Formulärtyper
vi_vn: Loại biểu mẫu

# FormTypesDescription
source: Use this option to view or edit form types
bg: Използвайте тази опция, за да преглеждате или редактирате типове форми
da: Brug denne mulighed til at se eller redigere formtyper
es: Utilice esta opción para ver o editar los tipos de formulario
fi: Tämän vaihtoehdon avulla voit tarkastella tai muokata lomaketyyppejä
fr: Utilisez cette option pour afficher ou modifier les types de formulaires
is: Veldu þennan kost til að skoða eða breyta eyðublaðategundum
nl: Gebruik deze optie om op rekening te betalen.
nl_be: Gebruik deze optie om formuliertypes te bekijken of aan te passen
ru: Используйте эту опцию для просмотра или редактирования типов формы
sv: Använd alternativet för att se eller redigera formulärtyper
vi_vn: Sử dụng tùy chọn này để xem hoặc chỉnh sửa các loại biểu mẫu

# FormTypesTooltipDescription
source: Manage form types
bg: Управление на типове форми
da: Administrer formtyper
es: Administrar tipos de formularios
fi: Hallitse lomaketyyppejä
fr: Gérer les types de formulaires
is: Umsjón eyðublaðategunda
nl: Beheer formulier
nl_be: Formuliertypes beheren
ru: Управление типами форм
sv: Hantera formulärtyper
vi_vn: Quản lý các loại biểu mẫu

# FormUsedInProfile
source: Form layout #1 is used in form profile #2. Form layouts in use cannot be deleted.
bg: Изгледът на форма #1 се използва във форма #2. Изгледите на форма в употреба не могат да бъдат изтрити.
da: Formularlayout #1 bliver brugt i formularprofil #2. Formularlayouts i brug kan ikke slettes.
es: El diseño de formulario #1 se está utilizando en el perfil de formulario #2. Los diseños de formulario en uso no se pueden eliminar.
fi: Lomakkeen asettelu #1 on käytössä lomakeprofiililla #2. Lomakkeen asettelua ei voi poistaa.
fr: La disposition de formulaire #1 a été utilisée dans le profil de formulaire #2. Les dispositions de formulaire en cours d'utilisation ne peuvent pas être supprimées.
is: Eyðublaðsuppsetning #1 er í notkun í eyðublaðaprófíl #2. Ekki er hægt að eyða eyðublaðsuppsetningum í notkun.
nl: Formulier layout #1 is in gebruik, formulier layout is in gebruik en kan nie tverwijderd worden.
nl_be: Formulierlayout #1 wordt gebruikt door formulierprofiel #2 en kan niet worden verwijderd.
ru: Маукет формы #1 используется в профайле формы #2. Используемые макеты форм не могут быть удалены.
sv: Formulärlayout #1 används i formulärprofil #2. Formulärlayouter som används kan inte raderas.
vi_vn: Bố cục biểu mẫu #1 được sử dụng trong hồ sơ biểu mẫu #2. Bố trí mẫu đang sử dụng không thể bị xóa.

source: General setup
bg: Общи настройки
da: Generelle indstillinger
es: Configuración general
fi: Yleiset asetukset
fr: Paramètres généraux
is: Almenn uppsetning
nl: Algemene instellingen
nl_be: Algemene instelling
ru: Общая настройка
sv: Allmänna inställningar
vi_vn: Thiết lập chung

source: Never print
bg: Никога не печата
da: Udskriv aldrig
es: No imprimir nunca
fi: Älä koskaan tulosta
fr: Ne jamais imprimer
is: Aldrei prenta
nl: Nooit afdrukken
nl_be: Nooit afdrukken
ru: Никогда не печатать
sv: Aldrig utskrift
vi_vn: Không bao giờ in

source: Prompt user
bg: Потвърждение от потребител
da: Spørg bruger
es: Preguntar al usuario
fi: Kysy käyttäjältä
fr: Demander à l'utilisateur
is: Spyrja notanda
nl: Gebruiker vragen
nl_be: Verificatie vragen
ru: Пригласить пользователя
sv: Prompt användare
vi_vn: Nhắc người dùng

source: Show preview
bg: Предварителен преглед
da: Vis forhåndsvisning
es: Mostrar vista previa
fi: Näytä esikatselu
fr: Afficher l'aperçu
is: Sjá útlit
nl: Toon preview
nl_be: Voorbeel tonen
ru: Показать предпросмотр
sv: Visa förhandsgranska
vi_vn: Hiển thị xem trước

source: Sites
bg: Местоположения
da: Lokationer
es: Tiendas
fi: Sivustot
is: Búðir
ru: Сайты
sv: Anläggningar
vi_vn: Websites

source: System layout
bg: Системен изглед
es: Diseño del sistema
fi: Järjestelmän asettelu
fr: Mise en page du système
is: Kerfiseyðublað
nl: Systeemopbouw
nl_be: Systeemlay-out
ru: Компоновка системы
vi_vn: Bố cục hệ thống

# SystemLayoutCannotBeDeleted
source: System layouts cannot be deleted.
bg: Системните изгледи не могат да бъдат изтрити.
da: Systemlayouts kan ikke slettes.
es: Los diseños de sistema no se pueden eliminar.
fi: Järjestelmän asetteluja ei voi poistaa.
fr: Les mises en page de système ne peuvent pas être supprimées.
is: Ekki er hægt að eyða út kerfiseyðublaði.
nl: Systeem-indelingen worden niet verwijderd.
nl_be: Systeemlay-outs kunnen niet worden verwijderd.
ru: Макеты системы удалить нельзя.
sv: Systemlayout kan inte tas bort.
vi_vn: Bố cục hệ thống không thể bị xóa.

source: System types cannot be deleted
bg: Видовете системи не могат да бъдат изтрити
da: Systemtyper kan ikke slettes
es: Los tipos de sistema no se pueden eliminar
fi: Järjestelmätyyppejä ei voi poistaa
fr: Les types de systèmes ne peuvent pas être supprimés
is: Ekki er hægt að eyða kerfistegundum
nl: Typen kunnen niet worden verwijderd
nl_be: Standaard types kunnen niet verwijderd worden
ru: Системные типы не могут быть удалены
sv: Systemtyper kan inte raderas
vi_vn: Các loại hệ thống không thể bị xóa
