Repository: iespana/LSOne
Catalog: SM/Plugins/Terminals/Properties/Resources.*.resx
Languages: ru

source: Delete
ru: Удалить

source: Audit
ru: Протокол аудита

source: Date
ru: Дата

# IDMissing
source: ID is missing
ru: ID пропущен

# IDMissingQuestion
source: ID is missing. Would you like to auto generate the ID?
ru: ID отсутствует. Хотите сгенерировать ID в автоматическом режиме?

source: Operation
ru: Операция:

source: Operator
ru: Оператор

source: Time
ru: Время

source: Add
ru: Добавить

source: Auditing
ru: Аудит

# CreatingExcel
source: Exporting data to Excel ...
ru: Экспорт данных в Excel...

source: Customer display
ru: Дисплей покупателя

source: Delete group
ru: Удалить группу

# DeleteGroupQuestion
source: Are you sure you want to delete this group
ru: Вы уверены, что хотите удалить эту группу

source: Delete terminal
ru: Удалить терминал

# DeleteTerminalQuestion
source: Are you sure you want to delete this terminal ?
ru: Вы уверены, что хотите удалить этот терминал?

source: Do not copy existing terminal
ru: Не копировать существующий терминал

# EditCmd
source: Edit
ru: Редактировать

source: Edit terminal
ru: Редактировать терминал

source: EFT settings
ru: EFT Настройки

source: New
ru: Новый

source: New Terminal
ru: Новый терминал

# NewTerminalDescription
source: Use this option to create a new terminal
ru: Используйте эту опцию для создания нового терминала

source: Operation ID
ru: ID Операции

source: Operations
ru: Операции

source: Override operator
ru: Перезаписать оператора

# ReactivationWarning
source: Reactivate terminal
ru: Повторная активация терминала

# RibbonNewTerminal
source: Terminal
ru: Терминал

source: Settings
ru: Настройки

source: Store and terminal
ru: Магазин и терминал

source: Store setup
ru: Настройка магазина

# StoreText
source: Store
ru: Магазин:

# TerminalDescription
source: Use this option to view terminals
ru: Используйте эту опцию для просмотра терминалов

source: Terminal group
ru: Группа терминалов

source: Terminal group connection
ru: Терминальная группа подключения

# TerminalGroupDescription
source: Use this option to view terminal groups
ru: Используйте эту опцию для просмотра групп терминалов

source: Terminal groups
ru: Группы терминалов

# TerminalGroupsHeaderText
source: Terminal groups
ru: Группы терминалов

source: Terminals
ru: Терминалы

# TerminalsHeaderText
source: Terminals
ru: Терминалы

# TerminalText
source: Terminal
ru: Терминал

source: View
ru: Вид

# ViewTerminalOperationAuditDescription
source: Review operations that have been run on terminals
ru: Просмотр операций, которые были запущены на терминалах

source: Generate Excel report
ru: Генерация EXCEL отчета

source: Tools
ru: Инструменты

source: Operations audit log
ru: Журнал операций аудита

source: Sites
ru: Сайты

source: Sites / Terminals
ru: Сайты / Терминалы

source: Terminal log
ru: Протокол терминалов

# TerminalOperationAudit
source: Terminal operations audit
ru: Аудит операций терминала

source: Terminal operation log
ru: Протокол операций терминала

# TerminalTooltipDescription
source: Open the list of terminals to view and manage the terminals
ru: Откройте список терминало для просмотра иуправления ими

# OnlyCharAndNumbers
source: Terminal ID can only contain alphanumeric letters
ru: Терминал ID может содержать только буквенно-цифровые символы

# RBOterminalGroup
source: Terminal groups
ru: Терминальные группы

# ReactivationMessage
source: If you deactivate a terminal that has been in use and use it on a new database you need to set the transaction and receipt number sequences to the correct values – this should only be done when recovering a POS. Are you sure you want deactivate the terminal?
ru: Если деактивировать терминал, который был в использовании и использовать его в новой базе данных, вам необходимо установить корректные номера транзакции и чека - это должно быть сделано только при восстановлении POS. Вы уверены, что вы хотите деактивировать терминал?

# StoreIDExists
source: A terminal with this ID has already been created
ru: Терминал с этим ID уже создан

# TerminalWithinStoreExists
source: A terminal with this ID already exists within this store
ru: Терминал с этим ID уже существует в этом магазине
