Repository: iespana/LSOne
Catalog: Core/Common_services/SiteServiceService/Properties/Resources.*.resx
Languages: bg, da, es, fi, fr, is, nl, ru, vi_vn

# AddressToConnectToIsNotSet
source: Site service address is not set. Check Store and Site Service profile settings.
bg: Адресът на услугата за сайта не е зададен. Проверете настройките на магазин и на профила на услугата на сайта
da: Adresse til Site Service er ikke indstillet. Kontroller profilindstillingerne for butik og Site Service.
es: No ha definido la dirección del servidor de la tienda. Compruebe la configuración del perfil de la tienda y el perfil del servidor de la tienda.
fi: Site servicen osoitetta ei ole asetettu. Tarkista myymälän ja Site Service profiilin asetukset.
fr: L'adresse du service de site n'est pas définie. Vérifiez les paramètres de profil du Magasin et du Service de site.
is: Tengiupplýsingar búðarþjóns eru ekki settar. Skoðaðu búðar og búðarþjóns stillingar.
nl: Adres van de dienst van de site is niet ingesteld. Winkel en on-site Service profielinstellingen te controleren.
ru: Адрес Сайта сервиса не настроен. Проверьте настройки магазина или настройки профиля Сайта сервиса.
vi_vn: Địa chỉ dịch vụ không được cài đặt. Kiểm tra cài đặt hồ sơ Cửa hàng và Dịch vụ.

# ClientTimeNotSynchronized
source: The date/time settings do not match between the client and Site Service and the connection will be closed. Please review the date/time settings.
bg: Не може да се регистрира клиентско време, което не е синхронизирано. Задайте правилно дата/час и опитайте отново
da: Kan ikke registrere klient, tid ikke synkroniseret. Indstil dato/tidspunkt korrekt, og prøv igen
es: No se puede registrar al cliente. La hora no está sincronizada. Ajuste correctamente la fecha y la hora e inténtelo de nuevo.
fi: Rekisteröinti epäonnistui "client time not syncronized". Aseta päivä/aika asetukset oikein ja yritä uudelleen
fr: Impossible d'enregistrer le client, heure non synchronisée. Définissez la date/l'heure correctement et réessayez
is: Getur ekki skráð tíma biðlara. Settu tíma/dagsetningu og reyndu aftur.
nl: Kan niet registreren tijd op clientcomputers niet gesynchroniseerd. Datum/tijd correct ingesteld en probeer het opnieuw
ru: Невозможно зарегистрировать время клиента не синхронизированы. Установить дату / время правильно и повторите
vi_vn: Không thể đăng ký thời gian máy trạm không đồng bộ. Đặt ngày / giờ chính xác và thử lại

source: Connection failure
bg: Неуспешно свързване
da: Fejl ved oprettelse af forbindelse
es: Error de conexión
fi: Yhteysvirhe
fr: Échec de la connexion
is: Tengivilla
nl: Verbindingsfout
ru: Ошибка подключения
vi_vn: Lỗi kết nối

# CouldNotConnectToDatabase
source: Site Service could not connect to database
bg: Услугата на сайта не можа да се свърже с базата данни
da: Site Service kunne ikke oprette forbindelse til database
es: El servidor de la tienda no ha podido conectarse con la base de datos.
fi: Site Service ei saanut yhteyttä tietokantaan
fr: Le service de site n'a pas pu se connecter à la base de données
is: Gagnagrunnstenging mistókst á búðarþjón
nl: Site-Service kan geen verbinding maken met database
ru: Сайту Сервиса не удалось подключиться к базе данных
vi_vn: Dịch vụ trang web không thể kết nối với cơ sở dữ liệu

source: Could not connect to Site Service
bg: Не можа да се свърже с услугата на сайта
da: Kunne ikke oprette forbindelse til Site Service
es: No se ha podido establecer la conexión con el servidor de la tienda
fi: Yhteyden muodostaminen Site Service -palveluun ei onnistunut
fr: Impossible de se connecter au service de site
is: Gat ekki tengst búðarþjóni
nl: Kon geen verbinding maken met de Site-service
ru: Не удалось подключиться к Сайту Сервиса
vi_vn: Không thể kết nối với dịch vụ Trang web

# CouldNotPayThroughCustomerAccount
source: Could not connect to site service. Payment using customer account not allowed.
bg: Не може да се свърже с услугата на сайта. Плащане с клиентска сметка не е разрешено.
da: Kunne ikke oprette forbindelse til Site Service. Betaling med kundekonto ikke tilladt.
es: No se pudo establecer conexión con el servidor de la tienda. No se puede realizar el pago con la cuenta del cliente.
fi: Ei yhteyttä Site Service -palveluun. Tilimyynti maksutapa ei ole sallittu.
fr: Impossible de se connecter au service de site. Paiement avec le compte client non autorisé.
is: Ekki tókst að tengjast búðarþjóni. Borgun með viðskiptamannareikningi er ekki leyfð.
nl: Kan geen verbinding met de site-service. Betaling met behulp van de account van de klant niet toegestaan.
ru: Не удалось подключиться к Сайту Сервиса. Оплата с использованием счета клиента не разрешена.
vi_vn: Không thể kết nối với dịch vụ trang web. Thanh toán bằng tài khoản khách hàng không được phép.

# CustomerCreditLimitExceeded
source: The customer cannot charge the current amount. Currently the maximum amount that can be charged to this account is #1
bg: Клиентът не може да плати текущата сума. Понастоящем максималната сума, която може да бъде начислена за тази сметка, е #1
da: Kunden kan ikke betale the aktuelle beløb. Det maksimale beløb, der kan betales med denne konto lige nu, er #1
es: No se puede cargar el importe actual al cliente. Actualmente, el importe máximo que se puede cargar en esta cuenta es #1.
fi: Asiakkaalta ei voida veloittaa nykyistä summaa. Tällä hetkellä suurin summa jonka voi veloittaa tältä tililtä on #1
fr: Le client ne peut pas facturer le montant actuel. Actuellement, le montant maximum pouvant être facturé sur ce compte est #1
is: Ekki er hægt að nota viðskiptamanna reikning fyrir þessa upphæð. Hámarks upphæð sem hægt er að setja á reikning er #1
nl: De klant kan niet het huidige bedrag in rekening brengen. Momenteel is het maximale bedrag dat deze rekening kan worden afgeschreven #1
ru: Клиенту нельзя выставить счет на текущую сумму. Максимальная сумма, на которую сейчас можно выставить счет #1
vi_vn: Khách hàng không thể tính số tiền hiện tại. Hiện tại số tiền tối đa có thể được tính cho tài khoản này là #1

# CustomerCreditLimitReached
source: The customer's credit limit (#1) has been reached. Customer cannot charge the current amount.
bg: Кредитният лимит на клиента (#1) е достигнат. Клиентът не може да плати с текущата сума.
da: Kundens kreditgrænse (#1) er nået. Kunden kan ikke betale det aktuelle beløb.
es: El cliente ha alcanzado su límite de crédito (#1). No se puede cargar el importe actual al cliente.
fi: Asiakkaan luottoraja (#1) on saavutettu. Asiakkaalta ei voida veloittaa nykyistä summaa.
fr: La limite de crédit (#1) du client est atteinte. Le client ne peut pas facturer le montant actuel.
is: Úttektarhármarki á reikning hefur verið náð (#1). Ekki er hægt að setja þessa borga núverandi upphæð með reikning.
nl: Kredietlimiet van de klant (#1) is bereikt. Klant kan niet het huidige bedrag in rekening brengen.
ru: Кредитный лимит клиента (#1) достигнут. Клиенту нельзя выставить счет на большую сумму.
vi_vn: Giới hạn tín dụng của khách hàng (#1) đã đạt được. Khách hàng không thể tính số tiền hiện tại.

# ErrClientNotLoyaltyCustomer
source: The client is not a loyalty customer
bg: Клиентът не е клиент за лоялност
da: Denne kunde er ikke kundeklubkunde
es: El cliente no forma parte del programa de lealtad
fi: Asiakas ei ole kanta-asiakas
fr: Ce client n'est pas un client fidélité
is: Viðskiptamaðurinn er ekki vildarviðskiptavinur
nl: De klant is geen loyaliteitskliënt
ru: Этот клиент - не клиент лояльности
vi_vn: Khách hàng không phải là khách hàng thân thiết

# ErrCustomerAlreadyAssignedToCard
source: This customer is already assigned to this loyalty card
bg: Този клиент вече е назначен за тази карта за лоялност
da: Denne kunde er allerede tildelt til dette loyalitetskort
es: La tarjeta de lealtad ya se ha asignado a este cliente
fi: Tämä asiakas on jo liitetty tähän kanta-asiakaskorttiin
fr: Ce client est déjà associé à cette carte de fidélité
is: Vildarkortið tilheyrir þessum viðskiptavin nú þegar
nl: Deze klant is al toegewezen aan deze loyaliteitskaart
ru: Этот клиент уже прикреплен к этой карте лояльности
vi_vn: Khách hàng này đã được gán cho thẻ khách hàng thân thiết này

# ErrCustomerCreditLimitExceeded
source: Customer credit limit {0} {2} was exceeded. Customer can charge only {1} {2}
bg: Превишен бе кредитният лимит на клиента {0} {2}. Клиентът може да плати само {1} {2}
da: Kundens kreditgrænse {0} {2} er overskredet. Kunden kan kun betale {1} {2}
es: Se ha superado el límite de crédito del cliente ({0} {2}). Solo se pueden cargar al cliente {1} {2}.
fi: Asiakkaan luottoraja {0} {2} ylittyi. Asiakkaalta voidaan veloittaa vain {1} {2}
fr: La limite de crédit {0} {2} du client est dépassée. Le client peut seulement facturer {1} {2}
is: Viðskipti færu yfir hámarksskuld viðskiptavinar {0} {2}. Viðskiptvinur getur aðeins reikningsfært {1} {2}
nl: Klant krediet limiet {0} {2} werd overschreden. Klant kunt alleen {1} {2} opladen
ru: Кредитный лимит клиента {0} {2} превышен. Клиенту можно выставлять счета только {1} {2}
vi_vn: Đã vượt quá giới hạn tín dụng của khách hàng {0} {2}. Khách hàng chỉ có thể tính phí {1} {2}

# ErrInsertUpdate
source: Insert/Update error
bg: Грешка при поставяне / актуализиране
da: Fejl i forbindelse med indsæt/opdater
es: Error de inserción/actualización
fi: Lisää/Päivitä virhe
fr: Insérer/Mettre à jour une erreur
is: Villa við innsetningu/uppfærslu
ru: Ошибка Вставки/Обновления
vi_vn: Lỗi chèn / cập nhật

# ErrInsertUpdateError
source: Insert/Update error
bg: Грешка при поставяне / актуализиране
da: Fejl i forbindelse med indsæt/opdater
es: Error de inserción/actualización
fi: Lisää/Päivitä virhe
fr: Insérer/Mettre à jour une erreur
is: Villa við innsetningu/uppfærslu
ru: Ошибка Вставки/Обновления
vi_vn: Lỗi chèn / cập nhật

# ErrLoyaltyCardAlreadyAssigned
source: Loyalty card is already assigned to another customer
bg: Картата за лоялност вече е възложена на друг клиент
da: Dette kundeklubkort er allerede tildelt en anden kunde
es: La tarjeta de lealtad ya se ha asignado a otro cliente
fi: Kanta-asiakaskortti on jo liitetty toiselle asiakkaalle
fr: Cette carte de fidélité est déjà associée à un autre client
is: Vildakort tilheyrir öðrum viðskiptavini
nl: Loyalty Card is al toegewezen aan een andere klant
ru: Карта лояльности уже назначена другому клиенту
vi_vn: Thẻ khách hàng thân thiết đã được gán cho một khách hàng khác

# ErrLoyaltyCardBlocked
source: Loyalty card is blocked
bg: Картата за лоялност е блокирана
da: Kundeklubkortet er blokeret
es: La tarjeta de lealtad está bloqueada
fi: Kanta-asiakaskortti on estetty
fr: La carte de fidélité est bloquée
is: Vildarkort er lokað
nl: Loyalty Card is geblokkeerd
ru: Карта лояльности блокирована
vi_vn: Thẻ khách hàng thân thiết bị chặn

# ErrLoyaltyCardIsNoTenderCard
source: Loyalty card is no tender card
bg: Картата за лоялност не е карта за плащане
da: Kundeklubkortet kan ikke bruges som betalingsmiddel
es: La tarjeta de lealtad no es una tarjeta de oferta
fi: Kanta-asiakaskortti ei ole maksukortti
fr: La carte de fidélité n'est pas une carte de paiement
is: Vildarkort er ekki sett upp sem greiðslukort
nl: Loyalty Card is geen tender kaar
ru: Карта лояльности это не карта способа оплаты
vi_vn: Thẻ khách hàng thân thiết không có thẻ đấu thầu

# ErrLoyaltyCardNotFound
source: Loyalty card could not be found
bg: Картата за лоялност не можа да бъде намерена
da: Kundeklubkortet blev ikke fundet
es: No se puede encontrar la tarjeta de lealtad
fi: Kanta-asiakaskorttia ei löytynyt
fr: La carte de fidélité n'a pas été trouvée
is: Vildarkort fannst ekki
nl: Loyalty Card kon niet gevonden worden
ru: Карта лояльности не найдена
vi_vn: Không thể tìm thấy thẻ khách hàng thân thiết

# ErrLoyaltyIsNotActivated
source: Loyalty card is not activated
bg: Картата за лоялност не е активирана
da: Kundeklubkortet er ikke aktiveret
es: La tarjeta de lealtad no está activada
fi: Kanta-asiakaskortti ei ole käytössä
fr: La carte de fidélité n'est pas activée
is: Vildarkort er ekki virkt
nl: Loyalty Card is niet geactiveerd
ru: Карта лояльности не активирована
vi_vn: Thẻ khách hàng thân thiết không được kích hoạt

# ErrLoyaltyPointsCannotBeReturned
source: Loyalty points cannot be returned
bg: Точките за лоялност не могат да бъдат върнати
da: Kundeklubpoint kan ikke returneres
es: No se pueden devolver los puntos de lealtad
fi: Kanta-asiakas pisteitä ei voi palauttaa
fr: Les points de fidélité ne peuvent pas être rendus
is: Ekki er hægt að skila vildarpunktum
nl: Loyaliteitspunten
ru: Баллы лояльности не могут быть возвращены
vi_vn: Điểm trung thành không thể được trả lại

# ErrNotEnoughLoyaltyPoints
source: Not enough loyalty points
bg: Няма достатъчно точки за лоялност
da: Ikke nok kundeklubpoint
es: No hay suficientes puntos de lealtad
fi: Kanta-asiakkuuspisteet eivät riitä
fr: Points de fidélité insuffisants
is: Ekki næginlega margir vildarpunktar
nl: Niet genoeg loyaliteitspunten
ru: Не достаточно баллов лояльности
vi_vn: Không đủ điểm trung thành

# FailureInStoreServerConnection
source: Failure in Site Service connection. Details:
bg: Неуспешна връзка с услугата на сайта. Детайли:
da: Fejl ved oprettelse af forbindelse til Site Service. Nærmere oplysninger:
es: Error en la conexión con el servidor de la tienda. Detalles:
fi: Virhe Site Service yhteydessä. Lisätiedot:
fr: Échec de la connexion au Service de site. Détails :
is: Villa í tengingu við búðarþjón. Nánar:
nl: Storing in de verbinding met een Service van de Site. Details:
ru: Ошибка в подключении к Сайту Сервиса. Детали:
vi_vn: Lỗi trong kết nối Dịch vụ Trang web. Chi tiết:

# LoyaltyCustomerNotFound
source: Loyalty customer #1 not found
bg: Клиент за лоялност #1 не е намерен
da: Kundeklubkunde #1 blev ikke fundet
es: No se ha encontrado al cliente #1 del programa de lealtad
fi: Kanta-asiakasta #1 ei löydy
fr: La carte client #1 n'a pas été trouvée
is: Vildarviðsiptavinur #1 finnst ekki
nl: Trouw klant #1 niet gevonden
ru: Лояльный клиент #1 не найден
vi_vn: Không tìm thấy khách hàng thân thiết #1

# LoyaltySchemeNotFound
source: Loyalty scheme #1 not found
bg: Схемата за лоялност #1 не е намерена
da: Kundeklubplan #1 blev ikke fundet
es: No se ha encontrado el programa de lealtad #1
fi: Kanta-asiakas mallia #1 ei löydy
fr: Le programme de fidélité #1 n'a pas été trouvé
is: Vildarkerfi #1 finnst ekki
nl: Loyaliteit regeling #1 niet gevonden
ru: Схема лояльности #1 не найдена
vi_vn: Chương trình khách hàng thân thiết #1 không tìm thấy

source: Unknown server error
bg: Неизвестна грешка в сървъра
da: Ukendt serverfejl
es: Error de servidor desconocido
fi: Tuntematon palvelinvirhe
fr: Erreur serveur inconnue
is: Óþekkt Store Server villa
nl: Onbekende serverfout
ru: Неизвестная ошибка сервера
vi_vn: Lỗi máy chủ không xác định

# UserAuthenticationFailed
source: User authentication failed on the site service
bg: Неуспешно удостоверяване на потребителя в услугата на сайта
da: Brugergodkendelse til Site Service mislykkedes
es: Error en la autenticación del usuario en el servidor de la tienda.
fi: Site Servicen käyttäjätodennus epäonnistui
fr: Échec d'authentification sur le service de site
is: Auðkenning notanda mistókst á búðarþjóni
nl: Gebruikersidentificatie mislukt.
ru: Ошибка аутентификации на Сайте Сервиса
vi_vn: Xác thực người dùng không thành công trên dịch vụ trang web

# UserLockedOut
source: User on the site service has been locked out
bg: Потребителят в услугата на сайта е заключен
da: Site Service-bruger er blevet blokeret
es: Se ha bloqueado al usuario en el servidor de la tienda.
fi: Site Servicen käyttäjä on lukittu
fr: L'utilisateur du service de site a été verrouillé
is: Notandi á búðarþjóni hefur verið læstur úti
nl: Het scherm is vergrendeldName
ru: Пользователь на Сайте Сервиса был отключен
vi_vn: Người dùng trên dịch vụ trang web đã bị khóa

# UserNotServerUser
source: User on the Site Service is not a server user
bg: Потребителят в услугата на сайта не е потребител на сървъра
da: Site Service-bruger er ikke serverbruger
es: El usuario en el servidor de la tienda no es un usuario de servidor.
fi: Site Servicen käyttäjä ei ole palvelimen käyttäjä
fr: L'utilisateur du Service de site n'est pas un utilisateur du serveur
is: Notandi á búðarþjóni er ekki notandi fyrir búðarþjóns þjónustur
nl: Gebruiker op de Site-Service is niet een server
ru: Пользователь на Сайте Сервиса - не пользователь сервера
vi_vn: Người dùng trên Dịch vụ Trang web không phải là người dùng máy chủ
